<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;"><link rel="up" href="index.html" title="Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;"><link rel="prev" href="index.html" title="Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;"><link rel="next" href="working-with-files-and-folders.html" title="&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1739;&#1749; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749; &#1605;&#1749;&#1588;&#1594;&#1735;&#1604;&#1575;&#1578;&#1609;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="index.html">Prev</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">Next</a></td></tr></table><hr></div><div class="sect1" title="&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="the-file-manager-window"></a>&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;</h2></div></div></div><p>&#1603;&#1734;&#1709;&#1736;&#1604;&#1583;&#1609;&#1603;&#1609; &#1726;&#1575;&#1604;&#1749;&#1578;&#1578;&#1749;&#1548; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;&#1606;&#1609;&#1709; &#1587;&#1608;&#1604; &#1578;&#1749;&#1585;&#1609;&#1662;&#1609;&#1583;&#1749; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1749; pane &#1576;&#1575;&#1585;&#1548; &#1574;&#1608;&#1709; &#1578;&#1749;&#1585;&#1749;&#1662;&#1578;&#1749; &#1574;&#1575;&#1587;&#1575;&#1587;&#1604;&#1609;&#1602; &#1585;&#1575;&#1610;&#1608;&#1606;&#1548; &#1574;&#1736;&#1587;&#1578;&#1609;&#1583;&#1749; pathbar &#1576;&#1575;&#1585;.</p><div class="screenshot"><div class="mediaobject"><img src="images/file-manager-window.png" alt="&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;"></div></div><p><span class="guilabel"><strong>&#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1749; pane </strong></span> &#1583;&#1575; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1583;&#1609;&#1603;&#1609; &#1726;&#1749;&#1585; &#1582;&#1609;&#1604; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1609;&#1604;&#1749;&#1585;&#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609; &#1576;&#1575;&#1585;. &#1574;&#1749;&#1709; &#1576;&#1575;&#1588;&#1578;&#1609;&#1603;&#1609; &#1587;&#1609;&#1586;&#1606;&#1609;&#1709; <span class="emphasis"><em>&#1605;&#1575;&#1603;&#1575;&#1606; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749;</em></span> &#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609;. &#1576;&#1735; &#1610;&#1749;&#1585;&#1583;&#1749; &#1587;&#1609;&#1586;&#1606;&#1609;&#1709; &#1576;&#1575;&#1585;&#1604;&#1609;&#1602; &#1582;&#1735;&#1587;&#1735;&#1587;&#1609;&#1610; &#1605;&#1575;&#1578;&#1744;&#1585;&#1609;&#1610;&#1575;&#1604;&#1604;&#1609;&#1585;&#1609;&#1709;&#1609;&#1586; &#1587;&#1575;&#1602;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;&#1548; &#1574;&#1575;&#1578;&#1609; &#1574;&#1575;&#1583;&#1749;&#1578;&#1578;&#1749; &#1574;&#1609;&#1588;&#1604;&#1749;&#1578;&#1603;&#1736;&#1670;&#1609;&#1606;&#1609;&#1709; &#1574;&#1575;&#1578;&#1609; &#1576;&#1609;&#1604;&#1749;&#1606; &#1574;&#1608;&#1582;&#1588;&#1575;&#1588;. &#1574;&#1609;&#1603;&#1603;&#1609;&#1606;&#1670;&#1609;&#1587;&#1609; &#1574;&#1749;&#1582;&#1604;&#1749;&#1578; &#1587;&#1575;&#1606;&#1583;&#1735;&#1602;&#1609;&#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609; &#1576;&#1608;&#1604;&#1735;&#1662;&#1548; &#1574;&#1749;&#1582;&#1604;&#1749;&#1578; &#1587;&#1575;&#1606;&#1583;&#1735;&#1602;&#1609;&#1583;&#1575; &#1574;&#1734;&#1670;&#1736;&#1585;&#1736;&#1604;&#1711;&#1749;&#1606; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578;&#1604;&#1749;&#1585; &#1587;&#1575;&#1602;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;&#1548; &#1603;&#1744;&#1610;&#1609;&#1606; &#1574;&#1749;&#1587;&#1604;&#1609;&#1711;&#1749; &#1603;&#1749;&#1604;&#1578;&#1736;&#1585;&#1736;&#1588;&#1603;&#1609;&#1605;&#1735; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;. &#1574;&#1736;&#1670;&#1609;&#1606;&#1670;&#1609;&#1587;&#1609; <span class="emphasis"><em>&#1574;&#1736;&#1587;&#1578;&#1749;&#1604; &#1610;&#1736;&#1586;&#1609; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749;</em></span> &#1587;&#1744;&#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609;&#1548; &#1574;&#1736;&#1587;&#1578;&#1749;&#1604;&#1610;&#1735;&#1586;&#1609;&#1583;&#1749; &#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1739;&#1749; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749; &#1587;&#1575;&#1602;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;. &#1578;&#1734;&#1578;&#1609;&#1606;&#1670;&#1609;&#1587;&#1609; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;&#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609; &#8211; Linux/Unix &#1594;&#1575; &#1610;&#1744;&#1709;&#1609; &#1576;&#1608;&#1604;&#1587;&#1609;&#1709;&#1609;&#1586; &#1602;&#1575;&#1610;&#1605;&#1735;&#1602;&#1735;&#1662; &#1602;&#1744;&#1604;&#1609;&#1588;&#1609;&#1709;&#1609;&#1586;&#1605;&#1735; &#1605;&#1735;&#1605;&#1603;&#1609;&#1606;&#1548; &#1588;&#1735;&#1606;&#1583;&#1575;&#1602;&#1578;&#1609;&#1605;&#1735; &#1576;&#1735; &#1610;&#1749;&#1585;&#1606;&#1609; &#1603;&#1734;&#1585;&#1736;&#1662; &#1576;&#1575;&#1602;&#1587;&#1609;&#1709;&#1609;&#1586; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;&#1548; &#1726;&#1749;&#1585;&#1582;&#1609;&#1604; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1609;&#1604;&#1749;&#1585; &#1576;&#1575;&#1585;.</p><p><span class="emphasis"><em>&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;</em></span> &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609;&#1606;&#1609;&#1709; &#1574;&#1575;&#1587;&#1578;&#1609;&#1583;&#1575;&#1548; removable &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; &#1583;&#1609;&#1587;&#1603;&#1609;&#1604;&#1575;&#1585; &#1603;&#1734;&#1585;&#1587;&#1609;&#1578;&#1609;&#1604;&#1609;&#1583;&#1735;. <span class="guilabel"><strong>CD-ROM</strong></span> &#1606;&#1609;&#1709; &#1578;&#1744;&#1586;&#1604;&#1749;&#1578;&#1605;&#1609;&#1587;&#1609;&#1606;&#1609; &#1670;&#1744;&#1603;&#1609;&#1662; &#1576;&#1735; &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; &#1583;&#1609;&#1587;&#1603;&#1609;&#1604;&#1575;&#1585;&#1583;&#1609;&#1603;&#1609; &#1606;&#1749;&#1585;&#1587;&#1609;&#1604;&#1749;&#1585;&#1606;&#1609; &#1603;&#1734;&#1585;&#1711;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;. &#1578;&#1749;&#1662;&#1587;&#1609;&#1604;&#1575;&#1578;&#1609;&#1606;&#1609; <a class="xref" href="using-removable-media.html" title="Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;">the section called &#8220;Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;&#8221;</a> &#1583;&#1609;&#1606; &#1603;&#1734;&#1585;&#1736;&#1709;.</p><p>
      The remaining shortcuts are user defined. Add your own shortcuts by simply dragging folders to the
      <span class="guilabel"><strong>Shortcuts Pane</strong></span>. This will allow you to access important folders instantly. To
      remove a previously added shortcut, right-click on the shortcut and choose <span class="guimenuitem"><strong>Remove Shortcut</strong></span>.
      To rename a previously added shortcut, right-click on the shortcut and choose <span class="guimenuitem"><strong>Rename Shortcut</strong></span>.
      Note that these actions affect only the shortcut, not the folder referenced by the shortcuts.
    </p><p>
      The <span class="emphasis"><em>main area</em></span> will always display the contents of the current folder. Double click on
      folders to enter them, and right-click on files or folders to get a context-menu offering some choices of
      what to do with it. Select multiple files by dragging a rectangle over them with the mouse. Alternatively,
      select one file, hold down the <span class="keycap"><strong>Shift</strong></span> key, and increase or decrease the selection using
      the arrow keys.
    </p><p><span class="emphasis"><em>pathbar</em></span> &#1583;&#1575; &#1726;&#1575;&#1586;&#1609;&#1585; &#1603;&#1734;&#1585;&#1736;&#1739;&#1575;&#1578;&#1602;&#1575;&#1606; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1609;&#1606;&#1609;&#1709; &#1610;&#1608;&#1604;&#1609; &#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1735;&#1548; &#1670;&#1749;&#1603;&#1587;&#1749; &#1588;&#1735; &#1610;&#1749;&#1585;&#1711;&#1749; &#1603;&#1609;&#1585;&#1711;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;. pathbar &#1606;&#1609;&#1709; &#1574;&#1736;&#1587;&#1578;&#1609;&#1583;&#1749; &#1670;&#1575;&#1588;&#1602;&#1609;&#1606;&#1749;&#1603;&#1606;&#1609;&#1709; &#1574;&#1608;&#1709; &#1578;&#1749;&#1585;&#1609;&#1662;&#1609;&#1606;&#1609; &#1670;&#1749;&#1603;&#1587;&#1749; context-menu &#1670;&#1609;&#1602;&#1609;&#1583;&#1735;.</p><div class="sect2" title="&#1603;&#1734;&#1585;&#1736;&#1606;&#1736;&#1588;&#1609;&#1606;&#1609; Customize &#1602;&#1609;&#1604;&#1609;&#1588;"><div class="titlepage"><div><div><h3 class="title"><a name="customizing-the-appearance"></a>&#1603;&#1734;&#1585;&#1736;&#1606;&#1736;&#1588;&#1609;&#1606;&#1609; Customize &#1602;&#1609;&#1604;&#1609;&#1588;</h3></div></div></div><p>&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;&#1606;&#1609;&#1709; &#1603;&#1734;&#1585;&#1736;&#1606;&#1736;&#1588;&#1609;&#1606;&#1609; Customize &#1602;&#1609;&#1604;&#1609;&#1588;&#1606;&#1609;&#1709; &#1606;&#1735;&#1585;&#1594;&#1735;&#1606; &#1574;&#1735;&#1587;&#1735;&#1604;&#1604;&#1609;&#1585;&#1609; &#1576;&#1575;&#1585;. &#1605;&#1749;&#1587;&#1609;&#1604;&#1749;&#1606; &#1587;&#1609;&#1606;&#1576;&#1749;&#1604;&#1711;&#1609;&#1604;&#1749;&#1585;&#1606;&#1609;&#1709; &#1603;&#1734;&#1585;&#1736;&#1606;&#1736;&#1588;&#1609; &#1603;&#1734;&#1709;&#1604;&#1609;&#1709;&#1609;&#1586;&#1711;&#1749; &#1610;&#1575;&#1602;&#1605;&#1609;&#1587;&#1575; &#1576;&#1575;&#1588; menu &#1583;&#1609;&#1606; <span class="guimenu"><strong>&#1603;&#1734;&#1585;&#1736;&#1606;&#1736;&#1588;</strong></span> &#8594; <span class="guimenuitem"><strong>View as Detailed List</strong></span> &#1606;&#1609; &#1578;&#1575;&#1604;&#1604;&#1609;&#1587;&#1609;&#1709;&#1609;&#1586; &#1726;&#1575;&#1586;&#1609;&#1585;&#1602;&#1609; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1609;&#1606;&#1609;&#1709; &#1605;&#1749;&#1586;&#1605;&#1735;&#1606;&#1604;&#1609;&#1585;&#1609; &#1578;&#1744;&#1586;&#1604;&#1609;&#1603; &#1576;&#1608;&#1604;&#1735;&#1662; &#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1735;.</p><p>
        You can have the file manager windows display a location bar instead of the pathbar by choosing
        <span class="guimenu"><strong>View</strong></span> &#8594; <span class="guimenuitem"><strong>Location Selector</strong></span> &#8594; <span class="guimenuitem"><strong>Toolbar Style</strong></span>
        from the main menu.
      </p><p>
        In case you prefer a treeview in the left pane, choose
        <span class="guimenu"><strong>View</strong></span> &#8594; <span class="guimenuitem"><strong>Side Pane</strong></span> &#8594; <span class="guimenuitem"><strong>Tree</strong></span>
        from the main menu.
      </p><div class="sect3" title="Visible Columns in the Detailed List View"><div class="titlepage"><div><div><h4 class="title"><a name="visible-columns-in-the-detailed-list-view"></a>Visible Columns in the Detailed List View</h4></div></div></div><p>
          If you prefer to display the contents of the folder as a list, using the <span class="guilabel"><strong>Detailed List View</strong></span>, you can
          customize the columns displayed in the list view. To customize the visible columns, choose
          <span class="guimenu"><strong>View</strong></span> &#8594; <span class="guimenuitem"><strong>Configure Columns...</strong></span> from the main menu.
        </p><div class="screenshot"><div class="mediaobject"><img src="images/visible-columns.png" alt="&#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606; &#1574;&#1609;&#1587;&#1578;&#1608;&#1606;&#1604;&#1575;&#1585;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606; &#1574;&#1609;&#1587;&#1578;&#1608;&#1606;&#1604;&#1575;&#1585;</strong></span></span></dt><dd><p>
                Select the columns you want to be displayed from the list of available columns. Click <span class="guibutton"><strong>Move Up</strong></span>
                or <span class="guibutton"><strong>Move Down</strong></span> to change the order of the columns. Click <span class="guibutton"><strong>Use Default</strong></span> to
                revert your changes.
              </p></dd><dt><span class="term"><span class="guilabel"><strong>&#1574;&#1609;&#1587;&#1578;&#1608;&#1606; &#1670;&#1608;&#1709;&#1604;&#1735;&#1602;&#1609;&#1606;&#1609; &#1574;&#1734;&#1586;&#1711;&#1749;&#1585;&#1578;&#1609;&#1588;</strong></span></span></dt><dd><p>
                Select the option <span class="guibutton"><strong>Automatically expand columns as needed</strong></span> if you want the list view columns
                to expand automatically if the needed to ensure the text is fully visible.
              </p></dd></dl></div></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="index.html">Prev</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">Next</a></td></tr><tr><td width="40%" align="left" valign="top">Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; </td><td width="20%" align="center"><a accesskey="h" href="index.html">Home</a></td><td width="40%" align="right" valign="top"> &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1739;&#1749; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749; &#1605;&#1749;&#1588;&#1594;&#1735;&#1604;&#1575;&#1578;&#1609;</td></tr></table></div></body></html>
