<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;"><link rel="up" href="index.html" title="Thunar &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;"><link rel="prev" href="working-with-files-and-folders.html" title="&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1739;&#1749; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749; &#1605;&#1749;&#1588;&#1594;&#1735;&#1604;&#1575;&#1578;&#1609;"><link rel="next" href="preferences.html" title="&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1578;&#1749;&#1709;&#1588;&#1609;&#1603;&#1609;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="working-with-files-and-folders.html">Prev</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="preferences.html">Next</a></td></tr></table><hr></div><div class="sect1" title="Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="using-removable-media"></a>Removable Media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1588;</h2></div></div></div><div class="sect2" title="Removable Media &#1606;&#1609; &#1586;&#1609;&#1610;&#1575;&#1585;&#1749;&#1578; &#1602;&#1609;&#1604;&#1609;&#1588;"><div class="titlepage"><div><div><h3 class="title"><a name="accessing-removable-media"></a>Removable Media &#1606;&#1609; &#1586;&#1609;&#1610;&#1575;&#1585;&#1749;&#1578; &#1602;&#1609;&#1604;&#1609;&#1588;</h3></div></div></div><p>
        Thunar supports removable media if it was built with support for <a class="ulink" href="http://freedesktop.org/wiki/Software_2fhal" target="_top">HAL</a>,
        or if you are using <a class="ulink" href="http://www.freebsd.org/" target="_top">FreeBSD</a>. Note however that on FreeBSD 6.0 or newer, it is
        suggested to use HAL rather than the native support provided by Thunar.
      </p><div class="sect3" title="Media &#1606;&#1609; Mount &#1602;&#1609;&#1604;&#1609;&#1588;"><div class="titlepage"><div><div><h4 class="title"><a name="to-mount-media"></a>Media &#1606;&#1609; Mount &#1602;&#1609;&#1604;&#1609;&#1588;</h4></div></div></div><p>Media &#1606;&#1609;  <span class="emphasis"><em>Mount</em></span> &#1602;&#1609;&#1604;&#1609;&#1588; &#1583;&#1744;&#1711;&#1749;&#1606;&#1604;&#1609;&#1603;&#1548;  Media &#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;&#1606;&#1609; &#1586;&#1609;&#1610;&#1575;&#1585;&#1749;&#1578; &#1602;&#1609;&#1604;&#1594;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606; &#1602;&#1609;&#1604;&#1609;&#1588; &#1583;&#1744;&#1711;&#1749;&#1606;&#1604;&#1609;&#1603;&#1578;&#1735;&#1585;. Media &#1606;&#1609; mount &#1602;&#1609;&#1604;&#1594;&#1575;&#1606;&#1583;&#1575; Media &#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609; &#1587;&#1609;&#1578;&#1749;&#1605;&#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;&#1583;&#1609;&#1603;&#1609; &#1576;&#1609;&#1585;&#1749;&#1585; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1609;&#1711;&#1749; &#1576;&#1575;&#1594;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;.</p><p>media &#1606;&#1609; &#1586;&#1609;&#1610;&#1575;&#1585;&#1749;&#1578; &#1602;&#1609;&#1604;&#1609;&#1588; &#1574;&#1736;&#1670;&#1736;&#1606;&#1548; media &#1605;&#1735;&#1739;&#1575;&#1662;&#1609;&#1602; &#1574;&#1736;&#1587;&#1603;&#1736;&#1606;&#1609;&#1711;&#1749; &#1587;&#1744;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;(&#1602;&#1609;&#1587;&#1578;&#1735;&#1585;&#1735;&#1604;&#1609;&#1583;&#1735;) &#1610;&#1575;&#1603;&#1609; &#1610;&#1744;&#1709;&#1609; &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1609;&#1606;&#1609; &#1603;&#1608;&#1605;&#1662;&#1610;&#1735;&#1578;&#1744;&#1585;&#1594;&#1575; &#1576;&#1575;&#1594;&#1604;&#1575;&#1610;&#1605;&#1609;&#1586;.(&#1605;&#1749;&#1587;&#1609;&#1604;&#1749;&#1606;: USB &#1606;&#1609; USB &#1574;&#1744;&#1594;&#1609;&#1586;&#1609;&#1594;&#1575; &#1670;&#1575;&#1578;&#1609;&#1605;&#1609;&#1586;). &#1576;&#1735;&#1606;&#1609;&#1709; &#1576;&#1609;&#1604;&#1749;&#1606; Media &#1606;&#1609; &#1578;&#1749;&#1587;&#1739;&#1609;&#1585;&#1604;&#1749;&#1610;&#1583;&#1609;&#1594;&#1575;&#1606; &#1574;&#1608;&#1576;&#1610;&#1744;&#1603;&#1578; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;&#1606;&#1609;&#1709; &#1610;&#1575;&#1606; pane &#1594;&#1575; &#1602;&#1608;&#1588;&#1735;&#1604;&#1609;&#1583;&#1735;. <strong class="application"><code>xfdesktop</code></strong> &#1574;&#1609;&#1580;&#1585;&#1575; &#1576;&#1608;&#1604;&#1735;&#1739;&#1575;&#1578;&#1602;&#1575;&#1606; &#1576;&#1608;&#1604;&#1587;&#1575; &#1726;&#1749;&#1605; <span class="guilabel"><strong>&#1726;&#1734;&#1580;&#1580;&#1749;&#1578;/&#1574;&#1609;&#1580;&#1585;&#1575;&#1670;&#1609; &#1587;&#1609;&#1606;&#1576;&#1749;&#1604;&#1711;&#1609;&#1587;&#1609; </strong></span> &#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606; &#1602;&#1609;&#1604;&#1609;&#1662; &#1578;&#1749;&#1709;&#1588;&#1749;&#1604;&#1711;&#1749;&#1606; &#1576;&#1608;&#1604;&#1587;&#1575;&#1548; &#1605;&#1749;&#1586;&#1603;&#1735;&#1585; &#1574;&#1608;&#1576;&#1610;&#1744;&#1603;&#1578; &#1574;&#1736;&#1587;&#1578;&#1749;&#1604; &#1610;&#1736;&#1586;&#1609;&#1583;&#1609;&#1605;&#1735; &#1603;&#1734;&#1585;&#1736;&#1606;&#1609;&#1583;&#1735;.</p><p>&#1574;&#1749;&#1605;&#1749;&#1604;&#1609;&#1610;&#1749;&#1578;&#1578;&#1749; media &#1606;&#1609; mount &#1602;&#1609;&#1604;&#1609;&#1588; &#1574;&#1736;&#1670;&#1736;&#1606; Media &#1606;&#1609; &#1578;&#1749;&#1587;&#1739;&#1609;&#1585;&#1604;&#1749;&#1610;&#1583;&#1609;&#1594;&#1575;&#1606; &#1574;&#1608;&#1576;&#1610;&#1744;&#1603;&#1578;&#1606;&#1609; &#1670;&#1744;&#1603;&#1609;&#1604;&#1609;&#1583;&#1735;. &#1605;&#1749;&#1587;&#1609;&#1604;&#1749;&#1606;&#1548; &#1610;&#1735;&#1605;&#1588;&#1575;&#1602; &#1583;&#1609;&#1587;&#1603;&#1609;&#1606;&#1609; mount &#1602;&#1609;&#1604;&#1609;&#1588; &#1574;&#1736;&#1670;&#1736;&#1606; &#1610;&#1575;&#1606;  pane &#1583;&#1609;&#1603;&#1609; <span class="guilabel"><strong>&#1610;&#1735;&#1605;&#1588;&#1575;&#1602; &#1583;&#1609;&#1587;&#1603;&#1575;</strong></span> &#1574;&#1608;&#1576;&#1610;&#1744;&#1603;&#1578;&#1609; &#1670;&#1744;&#1603;&#1609;&#1604;&#1609;&#1583;&#1735;. &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; media &#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;&#1606;&#1609; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609;&#1594;&#1575; &#1602;&#1608;&#1588;&#1609;&#1583;&#1735;&#1548; &#1726;&#1749;&#1605; &#1574;&#1735;&#1606;&#1609;&#1709; &#1574;&#1609;&#1670;&#1609;&#1583;&#1609;&#1603;&#1609; &#1605;&#1749;&#1586;&#1605;&#1735;&#1606;&#1604;&#1575;&#1585;&#1606;&#1609; &#1574;&#1575;&#1587;&#1575;&#1587;&#1609;&#1610; &#1585;&#1575;&#1610;&#1608;&#1606;&#1583;&#1575; &#1603;&#1734;&#1585;&#1587;&#1609;&#1578;&#1609;&#1583;&#1735;.</p></div><div class="sect3" title="Media &#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;"><div class="titlepage"><div><div><h4 class="title"><a name="to-eject-media"></a>Media &#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;</h4></div></div></div><p>
          If the drive for the media is a motorized drive (i.e. a CD-ROM drive), right-click on the media object in the side pane
          or on the desktop and choose <span class="guilabel"><strong>Eject Volume</strong></span>. The media is ejected from the drive after a few seconds.
          If the drive for the media is not motorized (i.e. a floppy drive or an USB stick), right-click on the media object and
          choose <span class="guilabel"><strong>Unmount Volume</strong></span>. After a short period of time, a notification will appear to inform you
          that it is now safe to remove the media or disconnect the drive from the computer.
        </p><div class="screenshot"><div class="mediaobject"><img src="images/removable-media-unmount.png" alt="Unmount &#1574;&#1735;&#1602;&#1578;&#1735;&#1585;&#1735;&#1588;&#1609;"></div></div><p>
          However this notification will only be displayed if support for <strong class="application"><code>libnotify</code></strong> is enabled,
          and you have installed a notification daemon. A notification daemon for Xfce is available from the <a class="ulink" href="http://goodies.xfce.org/projects/applications/notification-daemon-xfce" target="_top">Xfce Goodies Project</a>.
          If notification support is not available, wait until the context menu disappears before you remove the media or disconnect
          the drive.
        </p><p>media &#1606;&#1609; &#1576;&#1575;&#1588;&#1602;&#1575; &#1662;&#1585;&#1608;&#1711;&#1585;&#1575;&#1605;&#1605;&#1609;&#1604;&#1575;&#1585; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1739;&#1575;&#1578;&#1602;&#1575;&#1606; &#1576;&#1608;&#1604;&#1587;&#1575;&#1548; &#1574;&#1735;&#1606;&#1609; unmount &#1602;&#1609;&#1604;&#1594;&#1609;&#1604;&#1609; &#1610;&#1575;&#1603;&#1609; &#1670;&#1609;&#1602;&#1575;&#1585;&#1594;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1605;&#1575;&#1610;&#1583;&#1735;. &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; media &#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;&#1606;&#1609; &#1585;&#1749;&#1578; &#1602;&#1609;&#1604;&#1587;&#1575;&#1548; media &#1606;&#1609; &#1574;&#1609;&#1588;&#1604;&#1609;&#1578;&#1609;&#1739;&#1575;&#1578;&#1602;&#1575;&#1606; &#1662;&#1585;&#1608;&#1711;&#1585;&#1575;&#1605;&#1605;&#1575; &#1576;&#1575;&#1585;&#1605;&#1735; &#1610;&#1608;&#1602;&#1605;&#1735; <strong class="application"><code>&#1578;&#1744;&#1585;&#1605;&#1609;&#1606;&#1575;&#1604;</code></strong> &#1603;&#1734;&#1586;&#1606;&#1609;&#1603;&#1609;&#1583;&#1749; &#1578;&#1749;&#1603;&#1588;&#1736;&#1585;&#1736;&#1588; &#1603;&#1744;&#1585;&#1749;&#1603;.</p><p>media &#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;&#1578;&#1609;&#1606; &#1576;&#1735;&#1585;&#1735;&#1606; &#1670;&#1608;&#1602;&#1735;&#1605; unmount &#1602;&#1609;&#1604;&#1609;&#1588; &#1586;&#1734;&#1585;&#1736;&#1585;. &#1610;&#1735;&#1605;&#1588;&#1575;&#1602; &#1583;&#1609;&#1587;&#1603;&#1609;&#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;&#1578;&#1609;&#1606; &#1576;&#1735;&#1585;&#1735;&#1606; &#1670;&#1608;&#1602;&#1735;&#1605;&#1548; &#1574;&#1735;&#1606;&#1609; unmount &#1602;&#1609;&#1604;&#1609;&#1588; &#1603;&#1744;&#1585;&#1749;&#1603;. USB &#1606;&#1609; &#1670;&#1609;&#1602;&#1609;&#1585;&#1609;&#1588;&#1578;&#1609;&#1606; &#1576;&#1735;&#1585;&#1735;&#1606; &#1670;&#1608;&#1602;&#1735;&#1605;&#1548; &#1574;&#1735;&#1606;&#1609; unmount &#1602;&#1609;&#1604;&#1609;&#1588; &#1603;&#1744;&#1585;&#1749;&#1603;. &#1574;&#1575;&#1604;&#1583;&#1609; &#1576;&#1609;&#1604;&#1749;&#1606; unmount &#1602;&#1609;&#1604;&#1605;&#1609;&#1587;&#1575; &#1574;&#1735;&#1670;&#1735;&#1585;&#1604;&#1575;&#1585; &#1578;&#1608;&#1604;&#1735;&#1602; &#1587;&#1575;&#1602;&#1604;&#1575;&#1606;&#1605;&#1575;&#1610; &#1602;&#1744;&#1604;&#1609;&#1588;&#1609;&#1548;  &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1583;&#1609;&#1606; &#1670;&#1575;&#1578;&#1575;&#1602; &#1670;&#1609;&#1602;&#1609;&#1588;&#1609;&#1605;&#1735; &#1605;&#1735;&#1605;&#1603;&#1609;&#1606;.</p></div></div><div class="sect2" title="Removable &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; Media &#1606;&#1609; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1735;&#1588;"><div class="titlepage"><div><div><h3 class="title"><a name="management-of-removable-drives-and-media"></a>Removable &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; Media &#1606;&#1609; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1735;&#1588;</h3></div></div></div><p>&#1574;&#1749;&#1711;&#1749;&#1585; <a class="ulink" href="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html" target="_top">thunar-volman</a> &#1576;&#1608;&#1604;&#1609;&#1602;&#1609; &#1574;&#1608;&#1585;&#1606;&#1609;&#1578;&#1609;&#1604;&#1594;&#1575;&#1606; &#1576;&#1608;&#1604;&#1587;&#1575;&#1548; Thunar &#1574;&#1575;&#1585;&#1602;&#1609;&#1604;&#1609;&#1602;  Removable &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; Media &#1606;&#1609; &#1574;&#1575;&#1662;&#1578;&#1608;&#1605;&#1575;&#1578;&#1609;&#1603; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;. &#1576;&#1609;&#1585;&#1575;&#1602; &#1576;&#1735;&#1606;&#1609;&#1709; &#1574;&#1736;&#1670;&#1736;&#1606; &#1670;&#1608;&#1602;&#1735;&#1605; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1583;&#1575; HAL &#1576;&#1608;&#1604;&#1735;&#1588;&#1609; &#1603;&#1744;&#1585;&#1749;&#1603;.</p><p>&#1574;&#1749;&#1711;&#1749;&#1585; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1583;&#1575; HAL &#1576;&#1575;&#1585; &#1576;&#1608;&#1604;&#1735;&#1662; &#1726;&#1749;&#1605; <strong class="application"><code>thunar-volman</code></strong> &#1574;&#1608;&#1585;&#1606;&#1609;&#1578;&#1609;&#1604;&#1594;&#1575;&#1606; &#1576;&#1608;&#1604;&#1587;&#1575;&#1548; Thunar &#1606;&#1609;&#1709; <span class="guilabel"><strong>Volume &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1735;&#1588;</strong></span> &#1574;&#1609;&#1602;&#1578;&#1609;&#1583;&#1575;&#1585;&#1609;&#1606;&#1609; &#1578;&#1575;&#1604;&#1604;&#1609;&#1594;&#1609;&#1604;&#1609; &#1576;&#1608;&#1604;&#1609;&#1583;&#1735;.  &#1576;&#1735;&#1606;&#1609;&#1709; &#1574;&#1736;&#1670;&#1736;&#1606; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;&#1606;&#1609;&#1709; &#1578;&#1749;&#1709;&#1588;&#1609;&#1603;&#1609;&#1606;&#1609; &#1574;&#1744;&#1670;&#1609;&#1662; <span class="guilabel"><strong>&#1578;&#1749;&#1662;&#1587;&#1609;&#1604;&#1575;&#1578;&#1604;&#1575;&#1585;</strong></span> &#1576;&#1744;&#1578;&#1609;&#1711;&#1749; &#1576;&#1744;&#1585;&#1609;&#1662;&#1548; <span class="guilabel"><strong>Volume &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1735;&#1588;&#1606;&#1609; &#1670;&#1749;&#1603;&#1604;&#1609;&#1605;&#1749;&#1587;&#1604;&#1609;&#1603;</strong></span> &#1578;&#1608;&#1662;&#1670;&#1609;&#1587;&#1609;&#1606;&#1609; &#1578;&#1575;&#1604;&#1604;&#1575;&#1588; &#1603;&#1744;&#1585;&#1749;&#1603;.</p><p>
        The next step is to customize the management of removable drives and media to your needs. Click on the
        <span class="guilabel"><strong>Configure</strong></span> link in the <span class="guilabel"><strong>Volume Management</strong></span> section, right below
        the button. The <span class="guilabel"><strong>Removable Drives and Media</strong></span> configuration dialog will be displayed.
      </p><div class="screenshot"><div class="mediaobject"><img src="images/removable-drives-and-media.png" alt="Removable &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; Media"></div></div><p>
        If you have used the <strong class="application"><code>gnome-volume-manager</code></strong> previously, you should feel right at
        home, because it was designed to look and behave similar to <strong class="application"><code>gnome-volume-manager</code></strong>.
        The preferences are divided by device categories to make it easy to locate the option for you specific
        device.
      </p><p>
        The <span class="guilabel"><strong>Storage</strong></span> page contains the most important options. As the name suggests these
        options apply only to storage devices like external harddisk drives, USB sticks and CD-ROMs. The
        <span class="guilabel"><strong>Removable Storage</strong></span> options are described in detail below.
      </p><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>Mount removable drives when hot-plugged</strong></span></span></dt><dd><p>
              Enable this option to automatically mount file systems on removable drives (i.e. external harddisk drives
              or USB sticks) when such drives are plugged into the computer.
            </p><p>
              This option must be enabled for certain other features to work with removable drives. For example,
              if you disable this option, certain kinds of portable music players cannot be detected any more and
              so, even if you enabled the <span class="guilabel"><strong>Play music files when connected</strong></span> option on the
              <span class="guilabel"><strong>Multimedia</strong></span> page, the specified command will not be run when you hot-plug your
              portable music player.
            </p></dd><dt><span class="term"><span class="guilabel"><strong>removable media &#1587;&#1744;&#1604;&#1609;&#1606;&#1594;&#1575;&#1606; &#1726;&#1575;&#1605;&#1575;&#1606; Mount &#1602;&#1609;&#1604;&#1609;&#1606;&#1587;&#1735;&#1606;</strong></span></span></dt><dd><p>&#1605;&#1749;&#1586;&#1603;&#1735;&#1585; &#1578;&#1575;&#1604;&#1604;&#1575;&#1606;&#1605;&#1575; &#1578;&#1575;&#1604;&#1604;&#1575;&#1606;&#1587;&#1575;&#1548;  removable media (CD-ROM &#1610;&#1575;&#1603;&#1609; DVD &#1602;&#1575;&#1578;&#1575;&#1585;&#1604;&#1609;&#1602;&#1604;&#1575;&#1585;) &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1609;&#1711;&#1749; &#1587;&#1744;&#1604;&#1609;&#1606;&#1594;&#1575;&#1606; &#1726;&#1575;&#1605;&#1575;&#1606;&#1548; &#1574;&#1735;&#1604;&#1575;&#1585;&#1606;&#1609;&#1709; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1587;&#1609;&#1587;&#1578;&#1744;&#1605;&#1609;&#1587;&#1609; mount &#1602;&#1609;&#1604;&#1609;&#1606;&#1609;&#1583;&#1735;.</p><p>
              This option must be enabled for certain other features to work with removable media. For example,
              if you disable this option, it is impossible to detect whether the removable media has auto-run
              capabilities, and so the <span class="guilabel"><strong>Auto-run programs on new drives and media</strong></span> option
              has no effect for removable media.
            </p></dd><dt><span class="term"><span class="guilabel"><strong>removable media &#1587;&#1744;&#1604;&#1609;&#1606;&#1594;&#1575;&#1606; &#1726;&#1575;&#1605;&#1575;&#1606; &#1605;&#1749;&#1586;&#1605;&#1735;&#1606;&#1609; &#1603;&#1734;&#1585;&#1736;&#1606;&#1587;&#1735;&#1606;</strong></span></span></dt><dd><p>
              Enable this option to automatically display the content of newly inserted media in the file manager.
              Note however, that the contents will only be displayed if no other action was possible or you
              choose to ignore the other possible actions. For example, if you insert a CD-ROM with auto-run
              capabilities and the <span class="guilabel"><strong>Auto-run programs on new drives and media</strong></span> option is
              enabled, you will be prompted whether you want to allow or ignore the auto-run. If you choose
              to ignore the auto-run the contents will be displayed in the file manager.
            </p></dd><dt><span class="term"><span class="guilabel"><strong>&#1610;&#1744;&#1709;&#1609; &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; media &#1583;&#1609;&#1603;&#1609; &#1662;&#1585;&#1608;&#1711;&#1585;&#1575;&#1605;&#1605;&#1575; &#1574;&#1575;&#1662;&#1578;&#1608;&#1605;&#1575;&#1578;&#1609;&#1603; &#1574;&#1609;&#1580;&#1585;&#1575; &#1602;&#1609;&#1604;&#1609;&#1606;&#1587;&#1735;&#1606;</strong></span></span></dt><dd><p>
              Enable this option to make use of auto-run capabilities of certain removable drives and media. See
              the <a class="ulink" href="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html" target="_top">Desktop
              Application Autostart Specification</a> for details about the auto-run mechanism. To enhance security,
              you will always be prompted to confirm the auto-run.
            </p><p>
              If the Windows emulator <a class="ulink" href="http://www.winehq.org/" target="_top">WINE</a> is installed on your
              system, the auto-run mechanism will also try to run <code class="filename">autorun.exe</code> files using WINE.
            </p></dd><dt><span class="term"><span class="guilabel"><strong>&#1610;&#1744;&#1709;&#1609; &#1574;&#1736;&#1587;&#1603;&#1609;&#1606;&#1749; &#1739;&#1749; media &#1583;&#1609;&#1603;&#1609; &#1726;&#1734;&#1580;&#1580;&#1749;&#1578;&#1604;&#1749;&#1585; &#1574;&#1575;&#1662;&#1578;&#1608;&#1605;&#1575;&#1578;&#1609;&#1603; &#1574;&#1744;&#1670;&#1609;&#1604;&#1587;&#1735;&#1606;</strong></span></span></dt><dd><p>
              Enable this option to make of auto-open capabilities of certain removable drives and media. See
              the <a class="ulink" href="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html" target="_top">Desktop
              Application Autostart Specification</a> for details about the auto-open mechanism. To enhance security,
              you will always be prompted to confirm the auto-open.
            </p></dd></dl></div><p>
        The remaining options allow you to specify a command to run when a certain kind of media is inserted into a drive
        or a certain kind of external device is connected. The command can use three special variables, that will be
        substituted when the command is run:
      </p><div class="variablelist"><dl><dt><span class="term"><code class="literal">%d</code></span></dt><dd><p>
              Each appearance of <code class="literal">%d</code> in the command will be substituted with the device file path of
              the newly added device. For example, if you have plugged in an USB stick, the device file path will be
              <code class="filename">/dev/da0s1</code> or <code class="filename">/dev/sda1</code>.
            </p><p>
              If no device file is associated with the device or the device file could not be found for some reason,
              the variable <code class="literal">%d</code> will be substituted with the empty string.
            </p></dd><dt><span class="term"><code class="literal">%h</code></span></dt><dd><p>
              Each appearance of <code class="literal">%h</code> in the command will be substituted with the HAL UDI of the newly
              added device.
            </p></dd><dt><span class="term"><code class="literal">%m</code></span></dt><dd><p>
              Each appearance of <code class="literal">%m</code> in the command will be substituted with the mount point where
              the newly added device was mounted. If the device cannot be mounted (for example printers or keyboards)
              or if the automatic mounting was disabled, <code class="literal">%m</code> will be substituted with the empty
              string.
            </p></dd></dl></div><div class="sect3" title="Volume &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;&#1583;&#1609;&#1603;&#1609; &#1603;&#1575;&#1588;&#1609;&#1604;&#1609;&#1604;&#1575;&#1585;&#1606;&#1609; &#1578;&#1736;&#1586;&#1749;&#1588;"><div class="titlepage"><div><div><h4 class="title"><a name="troubleshooting-the-volume-manager"></a>Volume &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735;&#1583;&#1609;&#1603;&#1609; &#1603;&#1575;&#1588;&#1609;&#1604;&#1609;&#1604;&#1575;&#1585;&#1606;&#1609; &#1578;&#1736;&#1586;&#1749;&#1588;</h4></div></div></div><p>Volume &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1574;&#1608;&#1610;&#1604;&#1609;&#1594;&#1575;&#1606;&#1583;&#1749;&#1603; &#1574;&#1609;&#1588;&#1604;&#1609;&#1605;&#1749;&#1610; &#1602;&#1575;&#1604;&#1594;&#1575;&#1606;&#1583;&#1575; &#1603;&#1734;&#1585;&#1587;&#1609;&#1578;&#1609;&#1604;&#1609;&#1583;&#1609;&#1594;&#1575;&#1606;Tip &#1604;&#1575;&#1585;.</p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>
              Make sure <strong class="application"><code>Thunar</code></strong> is running as daemon. The volume manager depends
              on this, as it is not a daemon by itself. By default, Xfce
              automatically spawns <strong class="application"><code>Thunar</code></strong> as daemon on startup. If it got killed
              for some reason, open the <span class="guilabel"><strong>Run program</strong></span> (using the keyboard shortcut
              <span class="keycap"><strong>Alt</strong></span>+<span class="keycap"><strong>F2</strong></span> or right-click on the desktop
              and choose <span class="guilabel"><strong>Run Program...</strong></span> from the desktop menu), enter <code class="literal">Thunar
              --daemon</code> and click <span class="guibutton"><strong>Run</strong></span>.
            </p></li><li class="listitem"><p>
              Try running <strong class="application"><code>thunar-volman</code></strong> from a <strong class="application"><code>Terminal</code></strong>
              window after hot-plugging the drive or inserting the media. First, you need to figure out the
              HAL UDI of the new device using <strong class="application"><code>lshal</code></strong> or <strong class="application"><code>hal-device</code></strong>.
              Once you know the UDI, run <code class="literal">thunar-volman --device-added &lt;udi-of-your-device&gt;</code> in
              a <strong class="application"><code>Terminal</code></strong> window and watch the output for errors or warnings.
            </p></li></ol></div><p>
          If it still refuses to work, ask on the <a class="ulink" href="http://forum.xfce.org/" target="_top">Xfce Forum</a> or
          the <a class="ulink" href="http://foo-projects.org/mailman/listinfo/thunar-dev" target="_top">thunar-dev mailing list</a>
          for help.
        </p></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="working-with-files-and-folders.html">Prev</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="preferences.html">Next</a></td></tr><tr><td width="40%" align="left" valign="top">&#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1739;&#1749; &#1605;&#1735;&#1606;&#1583;&#1749;&#1585;&#1609;&#1580;&#1749; &#1605;&#1749;&#1588;&#1594;&#1735;&#1604;&#1575;&#1578;&#1609; </td><td width="20%" align="center"><a accesskey="h" href="index.html">Home</a></td><td width="40%" align="right" valign="top"> &#1726;&#1734;&#1580;&#1580;&#1749;&#1578; &#1576;&#1575;&#1588;&#1602;&#1735;&#1585;&#1594;&#1735; &#1578;&#1749;&#1709;&#1588;&#1609;&#1603;&#1609;</td></tr></table></div></body></html>
