<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="customizing-thunar.html" title="Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><link rel="next" href="faq.html" title="&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="customizing-thunar.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="faq.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="advanced-topics"></a>&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;</h2></div></div></div><div class="sect2" title="&#2476;&#2494;&#2482;&#2509;&#2453;&#2503; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;"><div class="titlepage"><div><div><h3 class="title"><a name="to-bulk-rename-files"></a>&#2476;&#2494;&#2482;&#2509;&#2453;&#2503; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</h3></div></div></div><p>&#2475;&#2494;&#2439;&#2482; <span class="emphasis"><em>&#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</em></span> &#2476;&#2482;&#2468;&#2503; &#2476;&#2497;&#2461;&#2494;&#2527; &#2453;&#2495;&#2459;&#2497; &#2486;&#2480;&#2509;&#2468;&#2494;&#2476;&#2482;&#2496; &#2478;&#2503;&#2472;&#2503; &#2447;&#2453;&#2494;&#2471;&#2495;&#2453; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2494;, &#2479;&#2494; &#2437;&#2472;&#2509;&#2468;&#2468; &#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482;&#2503; &#2474;&#2509;&#2480;&#2527;&#2507;&#2455; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; <strong class="application"><code>Thunar</code></strong> &#2447; &#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2435;&#2472;&#2494;&#2478;&#2453;&#2494;&#2480;&#2453; &#2469;&#2494;&#2453;&#2503; &#2479;&#2494; <span class="command"><strong>Thunar -B</strong></span> &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2474;&#2499;&#2469;&#2453;&#2477;&#2494;&#2476;&#2503; &#2458;&#2494;&#2482;&#2494;&#2472;&#2503; &#2479;&#2494;&#2527; &#2437;&#2469;&#2476;&#2494; <strong class="application"><code>Thunar</code></strong> &#2447;&#2480; &#2478;&#2471;&#2509;&#2479;&#2503; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;&#2527; &#2470;&#2497;&#2439; &#2476;&#2494; &#2468;&#2468;&#2507;&#2471;&#2495;&#2453; &#2475;&#2494;&#2439;&#2482; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2503; <span class="keycap"><strong>F2</strong></span> &#2458;&#2503;&#2474;&#2503; &#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2488;&#2478;&#2509;&#2474;&#2494;&#2470;&#2472; &#2453;&#2480;&#2497;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2503;&#2451; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2479;&#2494;&#2527;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/bulk-rename.png" alt="&#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2475;&#2494;&#2439;&#2482;"></div></div><p><span class="emphasis"><em>&#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467;&#2453;&#2494;&#2480;&#2496;</em></span> &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2472;&#2494;&#2478;&#2503;, &#2488;&#2494;&#2475;&#2495;&#2453;&#2509;&#2488;&#2503; &#2437;&#2469;&#2476;&#2494; &#2470;&#2497;&#2439;&#2454;&#2494;&#2472;&#2503;&#2439; &#2474;&#2509;&#2480;&#2527;&#2507;&#2455; &#2453;&#2480;&#2494; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472;&#2503; <strong class="application"><code>Thunar</code></strong> &#2472;&#2495;&#2478;&#2509;&#2472;&#2482;&#2495;&#2454;&#2495;&#2468; <span class="emphasis"><em>&#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467;&#2453;&#2494;&#2480;&#2496;</em></span> &#2453;&#2503; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#2437;&#2453;&#2509;&#2487;&#2480; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2488;&#2434;&#2454;&#2509;&#2479;&#2494;&#2527;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2404;</p></li><li class="listitem"><p>&#2468;&#2494;&#2480;&#2495;&#2454; &#2476;&#2494; &#2488;&#2478;&#2527; &#2470;&#2495;&#2472;&#2404;</p></li><li class="listitem"><p>&#2437;&#2453;&#2509;&#2487;&#2480; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2476;&#2494; &#2441;&#2474;&#2480;&#2495;&#2482;&#2495;&#2454;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2437;&#2453;&#2509;&#2487;&#2480; &#2437;&#2472;&#2497;&#2488;&#2472;&#2509;&#2471;&#2494;&#2472; &#2447;&#2476;&#2434; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;</p></li><li class="listitem"><p>&#2476;&#2524; &#2489;&#2494;&#2468;&#2503;&#2480;, &#2459;&#2507;&#2463; &#2489;&#2494;&#2468;&#2503;&#2480; &#2437;&#2469;&#2476;&#2494; &#2479;&#2494;&#2472;&#2509;&#2468;&#2509;&#2480;&#2495;&#2453; &#2437;&#2453;&#2509;&#2487;&#2480;&#2503; &#2480;&#2498;&#2474;&#2494;&#2472;&#2509;&#2468;&#2480; &#2453;&#2480;&#2503; &#2472;&#2495;&#2472;&#2404;</p></li></ul></div><p><strong class="application"><code>Thunar</code></strong> &#2447;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2509;&#2482;&#2494;&#2455;&#2495;&#2434; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2437;&#2468;&#2495;&#2480;&#2495;&#2453;&#2509;&#2468; <span class="emphasis"><em>&#2476;&#2494;&#2482;&#2509;&#2453; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2472;&#2453;&#2494;&#2480;&#2496;</em></span> &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472;&#2503; &#2476;&#2495;&#2470;&#2509;&#2479;&#2478;&#2494;&#2472; &#2476;&#2480;&#2509;&#2471;&#2495;&#2468;&#2494;&#2434;&#2486;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; <a class="ulink" href="http://thunar.xfce.org/plugins.html" target="_top">Thunar &#2474;&#2509;&#2482;&#2494;&#2455;&#8204;&#2439;&#2472;</a> &#2451;&#2527;&#2503;&#2476;&#2488;&#2494;&#2439;&#2463;&#2463;&#2495; &#2470;&#2503;&#2454;&#2497;&#2472;&#2404; <a class="ulink" href="http://thunar.xfce.org/pwiki/documentation/bulk_renamer" target="_top">Thunar &#2474;&#2509;&#2480;&#2460;&#2503;&#2453;&#2509;&#2463; &#2441;&#2439;&#2453;&#2495;</a> &#2468;&#2503; &#2447;&#2439; &#2475;&#2495;&#2458;&#2494;&#2480; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2469;&#2509;&#2479; &#2438;&#2459;&#2503;&#2404; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2472;&#2509;&#2468;&#2503; &#2441;&#2439;&#2453;&#2495;&#2468;&#2503; &#2438;&#2480;&#2451; &#2468;&#2469;&#2509;&#2479; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2497;&#2472;&#2404;</p></div><div class="sect2" title="&#2439;&#2441;&#2472;&#2495;&#2453;&#2509;&#2488; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;"><div class="titlepage"><div><div><h3 class="title"><a name="the-unix-file-system"></a>&#2439;&#2441;&#2472;&#2495;&#2453;&#2509;&#2488; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;</h3></div></div></div><p>Thunar &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2478;&#2498;&#2482; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2476;&#2495;&#2487;&#2527;&#2494;&#2476;&#2482;&#2496;&#2453;&#2503; &#2479;&#2469;&#2494;&#2480;&#2509;&#2469;&#2477;&#2494;&#2476;&#2503; &#2488;&#2434;&#2453;&#2509;&#2487;&#2503;&#2474; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2488;&#2497;&#2468;&#2480;&#2494;&#2434; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2453;&#2503; &#2447;&#2463;&#2494; &#2472;&#2495;&#2527;&#2503; &#2477;&#2494;&#2476;&#2468;&#2503; &#2489;&#2527; &#2472;&#2494;, &#2453;&#2454;&#2472;&#2451; &#2453;&#2454;&#2472;&#2451; &#2474;&#2497;&#2480;&#2507; &#2476;&#2509;&#2479;&#2494;&#2474;&#2494;&#2480;&#2463;&#2494;&#2453;&#2503; &#2460;&#2494;&#2472;&#2468;&#2503; &#2478;&#2498;&#2482; &#2471;&#2494;&#2480;&#2467;&#2494;&#2463;&#2495; &#2476;&#2497;&#2461;&#2468;&#2503; &#2474;&#2494;&#2480;&#2494; &#2476;&#2503;&#2486; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2404; &#2447;&#2439; &#2437;&#2434;&#2486;&#2463;&#2495; UNIX &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2488;&#2434;&#2453;&#2509;&#2487;&#2495;&#2474;&#2509;&#2468; &#2474;&#2480;&#2495;&#2458;&#2495;&#2468;&#2495;&#2478;&#2498;&#2482;&#2453; &#2471;&#2494;&#2480;&#2467;&#2494; &#2470;&#2503;&#2527; &#2479;&#2494; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472;&#2503; &#2482;&#2495;&#2472;&#2494;&#2453;&#2509;&#2488;&#2488;&#2489; UNIX &#2447;&#2480; &#2488;&#2453;&#2482; &#2474;&#2509;&#2480;&#2468;&#2495;&#2472;&#2495;&#2471;&#2495;&#2468;&#2509;&#2476;&#2453;&#2494;&#2480;&#2496;&#2439; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503;&#2404;</p><div class="sect3" title="&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2447;&#2476;&#2434; &#2474;&#2494;&#2469;"><div class="titlepage"><div><div><h4 class="title"><a name="folders-and-paths"></a>&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2447;&#2476;&#2434; &#2474;&#2494;&#2469;</h4></div></div></div><p>UNIX &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2455;&#2497;&#2482;&#2507; &#2447;&#2453;&#2463;&#2495; &#2441;&#2482;&#2509;&#2463;&#2494;&#2472;&#2507; &#2463;&#2509;&#2480;&#2496; &#2447;&#2480; &#2478;&#2468; &#2453;&#2480;&#2503; &#2488;&#2494;&#2460;&#2494;&#2472;&#2507; &#2469;&#2494;&#2453;&#2503; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2447;&#2453;&#2463;&#2495; &#2486;&#2496;&#2480;&#2509;&#2487; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2486;&#2494;&#2454;&#2494;&#2480; &#2478;&#2468; &#2469;&#2494;&#2453;&#2503;, &#2479;&#2494; <span class="emphasis"><em>&#2480;&#2497;&#2463; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495;</em></span> (<span class="emphasis"><em>&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;</em></span> &#2447;&#2480; &#2476;&#2470;&#2482;&#2503; <span class="emphasis"><em>&#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495;</em></span> &#2463;&#2494;&#2480;&#2509;&#2478;&#2463;&#2495; &#2476;&#2509;&#2479;&#2476;&#2489;&#2499;&#2468; &#2489;&#2527;) &#2472;&#2494;&#2478;&#2503; &#2474;&#2480;&#2495;&#2458;&#2495;&#2468; &#2447;&#2476;&#2434; Thunar &#2447; <span class="guilabel"><strong>&#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;</strong></span> &#2438;&#2453;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2527;&#2404; &#2437;&#2480;&#2509;&#2469;&#2494;&#2510; &#2438;&#2474;&#2472;&#2495; &#2463;&#2509;&#2480;&#2496;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2447;&#2453;&#2463;&#2495; &#2488;&#2494;&#2471;&#2494;&#2480;&#2472; &#2476;&#2495;&#2472;&#2509;&#2470;&#2497;&#2468;&#2503; &#2474;&#2508;&#2459;&#2494;&#2472;&#2507; &#2474;&#2480;&#2509;&#2479;&#2472;&#2509;&#2468; &#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; &#2437;&#2472;&#2509;&#2479; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472; &#2447;&#2476;&#2434; &#2463;&#2509;&#2480;&#2496;&#2480; &#2472;&#2495;&#2458;&#2503;&#2480; &#2470;&#2495;&#2453;&#2503; &#2447;&#2488;&#2503; &#2488;&#2464;&#2495;&#2453; &#2488;&#2494;&#2476;&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2478;&#2494;&#2471;&#2509;&#2479;&#2478;&#2503; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479;&#2503; &#2474;&#2508;&#2459;&#2494;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><p>&#2463;&#2509;&#2480;&#2496;&#2468;&#2503; &#2437;&#2476;&#2488;&#2509;&#2469;&#2495;&#2468; &#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; &#2468;&#2494;&#2480; <span class="emphasis"><em>&#2474;&#2494;&#2469;</em></span> &#2469;&#2503;&#2453;&#2503; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2474;&#2494;&#2469; &#2489;&#2482; &#2455;&#2472;&#2509;&#2468;&#2476;&#2509;&#2479; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2476;&#2494; &#2475;&#2494;&#2439;&#2482; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2488;&#2476;&#2458;&#2503;&#2527;&#2503; &#2441;&#2474;&#2480;&#2503;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; &#2486;&#2497;&#2480;&#2497; &#2453;&#2480;&#2503; &#2472;&#2496;&#2458; &#2474;&#2480;&#2509;&#2479;&#2472;&#2509;&#2468; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;&#2404; &#2479;&#2503;&#2478;&#2472;, <code class="filename">/home/luke</code> &#2489;&#2482; &#2486;&#2496;&#2480;&#2509;&#2487;&#2488;&#2509;&#2468;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; <code class="filename">home</code> &#2488;&#2494;&#2476;&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; <code class="filename">luke</code> &#2488;&#2494;&#2476;&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2447;&#2476;&#2434; <code class="filename">/home/luke/myfile.txt</code> &#2489;&#2482; &#2451;&#2439; &#2488;&#2494;&#2476;&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; <code class="filename">myfile.txt</code> &#2475;&#2494;&#2439;&#2482;&#2404; &#2447;&#2439; &#2474;&#2494;&#2469;&#2503;&#2480; &#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2434;&#2486; <code class="filename">/</code> &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2486;&#2496;&#2480;&#2509;&#2487;&#2488;&#2509;&#2468;&#2480;&#2503;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2453;&#2503; &#2476;&#2507;&#2461;&#2494;&#2527;&#2404;</p><p>&#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2503;&#2453; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2472;&#2495;&#2460;&#2488;&#2509;&#2476; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2438;&#2459;&#2503; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2488;&#2503; &#2468;&#2494;&#2480; &#2476;&#2509;&#2479;&#2453;&#2509;&#2468;&#2495;&#2455;&#2468; &#2475;&#2494;&#2439;&#2482; &#2451; &#2488;&#2503;&#2463;&#2495;&#2434;&#2488;&#2478;&#2498;&#2489; &#2480;&#2494;&#2454;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2447;&#2439; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2453;&#2503; <span class="emphasis"><em>&#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495;</em></span> &#2476;&#2482;&#2494; &#2489;&#2527; &#2447;&#2476;&#2434; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2472;&#2494;&#2478; &#2482;&#2455;&#2495;&#2434; &#2453;&#2480;&#2468;&#2503;&#2439; &#2476;&#2495;&#2486;&#2503;&#2487; &#2438;&#2439;&#2453;&#2472; &#2438;&#2453;&#2494;&#2480;&#2503; Thunar &#2447; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2527;&#2404; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2463;&#2495; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2480; <span class="guilabel"><strong>&#2438;&#2478;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482;</strong></span> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2437;&#2472;&#2497;&#2480;&#2498;&#2474;&#2404; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; <span class="emphasis"><em>&#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495;</em></span> &#2488;&#2494;&#2471;&#2494;&#2480;&#2467;&#2468; <code class="filename">/home</code> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2472;&#2495;&#2458;&#2503; &#2469;&#2494;&#2453;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;,<code class="filename">/home/luke</code>, &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2482;&#2455;&#2495;&#2434; &#2472;&#2494;&#2478; <code class="filename">luke</code> &#2447;&#2480; &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495; &#2489;&#2476;&#2503; &#2447;&#2476;&#2434; <code class="filename">/home/jane</code>, &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2482;&#2455;&#2495;&#2434; &#2472;&#2494;&#2478; <code class="filename">jane</code> &#2447;&#2480; &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495; &#2489;&#2476;&#2503;&#2404;</p></div><div class="sect3" title="&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2467;"><div class="titlepage"><div><div><h4 class="title"><a name="file-types"></a>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2467;</h4></div></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2439;&#2468;&#2507;&#2478;&#2471;&#2509;&#2479;&#2503;&#2439; &#2486;&#2497;&#2472;&#2503; &#2469;&#2494;&#2453;&#2476;&#2503;&#2472; &#2479;&#2503; &#2488;&#2476;&#2455;&#2497;&#2482;&#2507; UNIX &#2447;&#2480; &#2475;&#2494;&#2439;&#2482;&#2404; &#2438;&#2460;&#2453;&#2494;&#2482; UNIX &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2488;&#2476; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479;&#2439; &#2447;&#2463;&#2494; &#2474;&#2509;&#2480;&#2479;&#2507;&#2460;&#2509;&#2479;&#2404; &#2474;&#2509;&#2480;&#2453;&#2499;&#2468;&#2474;&#2453;&#2509;&#2487;&#2503;, &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2453;&#2503;&#2451; &#2476;&#2495;&#2486;&#2503;&#2487; &#2475;&#2494;&#2439;&#2482; &#2438;&#2453;&#2494;&#2480;&#2503; &#2470;&#2503;&#2454;&#2494;&#2472;&#2507; &#2489;&#2527;&#2404; &#2474;&#2509;&#2480;&#2469;&#2478;&#2503; &#2447;&#2463;&#2494;&#2453;&#2503; &#2470;&#2503;&#2454;&#2503; &#2437;&#2480;&#2509;&#2469;&#2489;&#2496;&#2472;&#2451; &#2478;&#2472;&#2503; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; UNIX &#2447;&#2476;&#2434; &#2447;&#2480; &#2465;&#2495;&#2480;&#2494;&#2439;&#2477;&#2503;&#2463;&#2503;&#2480; &#2447;&#2463;&#2495; &#2447;&#2453;&#2463;&#2495; &#2453;&#2509;&#2487;&#2478;&#2468;&#2494; &#2447;&#2476;&#2434; &#2447;&#2463;&#2495; &#2488;&#2489;&#2460; &#2447;&#2453;&#2463;&#2495; &#2478;&#2498;&#2482; &#2476;&#2495;&#2487;&#2527; &#2478;&#2503;&#2472;&#2503; &#2458;&#2482;&#2503; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2437;&#2472;&#2509;&#2479; &#2437;&#2474;&#2494;&#2480;&#2503;&#2463;&#2495;&#2434; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2455;&#2497;&#2482;&#2507;&#2468;&#2503; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2472;&#2468;&#2497;&#2472; &#2474;&#2509;&#2480;&#2479;&#2497;&#2453;&#2509;&#2468;&#2495;&#2480; &#2488;&#2494;&#2469;&#2503; &#2472;&#2468;&#2497;&#2472; &#2471;&#2494;&#2480;&#2467;&#2494; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527;&#2404;</p><p>&#2447;&#2455;&#2497;&#2482;&#2507; UNIX &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2458;&#2494;&#2480;&#2463;&#2495; &#2488;&#2476;&#2458;&#2503;&#2527;&#2503; &#2455;&#2497;&#2480;&#2497;&#2468;&#2509;&#2476;&#2474;&#2498;&#2480;&#2509;&#2472; &#2475;&#2494;&#2439;&#2482;&#2404;</p><div class="sect4" title="&#2488;&#2494;&#2471;&#2494;&#2480;&#2467; &#2475;&#2494;&#2439;&#2482;"><div class="titlepage"><div><div><h5 class="title"><a name="file-types-ordinary-files"></a>&#2488;&#2494;&#2471;&#2494;&#2480;&#2467; &#2475;&#2494;&#2439;&#2482;</h5></div></div></div><p>&#2447;&#2453;&#2463;&#2495; &#2488;&#2494;&#2471;&#2494;&#2480;&#2472; &#2475;&#2494;&#2439;&#2482;&#2503; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463;, &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478; &#2437;&#2469;&#2476;&#2494; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2465;&#2494;&#2463;&#2494; &#2469;&#2494;&#2453;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2447;&#2455;&#2497;&#2482;&#2507;&#2468;&#2503; &#2459;&#2476;&#2495; &#2475;&#2494;&#2439;&#2482;, &#2437;&#2465;&#2495;&#2451; &#2475;&#2494;&#2439;&#2482;, &#2437;&#2475;&#2495;&#2488; &#2465;&#2453;&#2497;&#2478;&#2503;&#2472;&#2509;&#2463; &#2447;&#2476;&#2434; &#2477;&#2495;&#2465;&#2495;&#2451; &#2475;&#2494;&#2439;&#2482; &#2479;&#2497;&#2453;&#2509;&#2468; &#2469;&#2494;&#2453;&#2503;&#2404; &#2488;&#2494;&#2471;&#2494;&#2480;&#2467; &#2475;&#2494;&#2439;&#2482; &#2476;&#2507;&#2461;&#2494;&#2468;&#2503; <span class="emphasis"><em>&#2475;&#2494;&#2439;&#2482;</em></span> &#2463;&#2494;&#2480;&#2509;&#2478;&#2463;&#2495; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2527;&#2404;</p></div><div class="sect4" title="&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482;"><div class="titlepage"><div><div><h5 class="title"><a name="file-types-folder-files"></a>&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482;</h5></div></div></div><p>UNIX &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2438;&#2453;&#2494;&#2480;&#2503; &#2469;&#2494;&#2453;&#2503;&#2404; &#2474;&#2509;&#2480;&#2453;&#2499;&#2468;&#2474;&#2453;&#2509;&#2487;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2489;&#2482; &#2447;</p></div><div class="sect4" title="&#2474;&#2509;&#2480;&#2468;&#2496;&#2453;&#2495; &#2482;&#2495;&#2434;&#2453; &#2475;&#2494;&#2439;&#2482;"><div class="titlepage"><div><div><h5 class="title"><a name="file-types-symbolic-link-files"></a>&#2474;&#2509;&#2480;&#2468;&#2496;&#2453;&#2495; &#2482;&#2495;&#2434;&#2453; &#2475;&#2494;&#2439;&#2482;</h5></div></div></div><p>&#2474;&#2509;&#2480;&#2468;&#2496;&#2453;&#2495; &#2482;&#2495;&#2457;&#2509;&#2453; (&#2474;&#2509;&#2480;&#2494;&#2527;&#2439; <span class="emphasis"><em>&#2488;&#2495;&#2478;&#2482;&#2495;&#2457;&#2509;&#2453;</em></span> &#2476;&#2482;&#2494; &#2489;&#2527;) &#2489;&#2482; &#2447;&#2453;&#2463;&#2495; &#2476;&#2495;&#2486;&#2503;&#2487; &#2475;&#2494;&#2439;&#2482; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2437;&#2472;&#2509;&#2479; &#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2474;&#2494;&#2469; &#2469;&#2494;&#2453;&#2503;&#2404; &#2437;&#2468;&#2447;&#2476;, &#2474;&#2509;&#2480;&#2468;&#2496;&#2453;&#2495; &#2482;&#2495;&#2457;&#2509;&#2453; &#2475;&#2494;&#2439;&#2482;&#2503; &#2453;&#2507;&#2472;&#2507; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2468;&#2469;&#2509;&#2479; &#2469;&#2494;&#2453;&#2503;&#2472;&#2494;, &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2437;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482;&#2503; &#2438;&#2459;&#2503; &#2468;&#2494; &#2441;&#2482;&#2509;&#2482;&#2503;&#2454; &#2453;&#2480;&#2503; &#2470;&#2503;&#2527;&#2404;</p></div><div class="sect4" title="&#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482;"><div class="titlepage"><div><div><h5 class="title"><a name="file-types-device-files"></a>&#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482;</h5></div></div></div><p>&#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2441;&#2482;&#2509;&#2482;&#2503;&#2454;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503;, &#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496; (&#2476;&#2503;&#2486;&#2496;&#2480;&#2477;&#2494;&#2455;) &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2488;&#2478;&#2498;&#2489; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2458;&#2494;&#2482;&#2497; &#2489;&#2527;&#2404; &#2447;&#2439; &#2476;&#2495;&#2486;&#2503;&#2487; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; &#2488;&#2494;&#2471;&#2494;&#2480;&#2472;&#2468; <code class="filename">/dev</code> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2439; &#2469;&#2494;&#2453;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2476;&#2495;&#2486;&#2503;&#2487; &#2475;&#2494;&#2439;&#2482; <code class="filename">/dev/hda</code> &#2482;&#2495;&#2472;&#2494;&#2453;&#2509;&#2488;&#2503; IDE &#2465;&#2495;&#2488;&#2509;&#2453;&#2453;&#2503;&#2439; &#2476;&#2507;&#2461;&#2494;&#2527;&#2404;</p></div></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="customizing-thunar.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="faq.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;</td></tr></table></div></body></html>
