<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="preferences.html" title="&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><link rel="next" href="advanced-topics.html" title="&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="preferences.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="advanced-topics.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="customizing-thunar"></a>Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h2></div></div></div><p>&#2447;&#2439; &#2437;&#2471;&#2509;&#2479;&#2494;&#2527; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2453;&#2495;&#2459;&#2497; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2437;&#2434;&#2486;&#2453;&#2503; &#2474;&#2509;&#2480;&#2527;&#2507;&#2460;&#2472;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2488;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2478;&#2494;&#2472; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527; &#2468;&#2494; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2453;&#2480;&#2503;&#2404;</p><div class="sect2" title='"&#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2474;&#2494;&#2464;&#2494;&#2472;&#2507; &#2489;&#2476;&#2503;" &#2478;&#2503;&#2472;&#2497;'><div class="titlepage"><div><div><h3 class="title"><a name="sendto"></a>"&#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2474;&#2494;&#2464;&#2494;&#2472;&#2507; &#2489;&#2476;&#2503;" &#2478;&#2503;&#2472;&#2497;</h3></div></div></div><p>Thunar &#2447; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497; &#2469;&#2494;&#2453;&#2503;, &#2479;&#2494; &#2453;&#2507;&#2469;&#2494;&#2527; &#2475;&#2494;&#2439;&#2482; &#2451; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503; &#2468;&#2494;&#2480; &#2488;&#2478;&#2509;&#2477;&#2494;&#2476;&#2509;&#2479; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479; &#2488;&#2509;&#2469;&#2495;&#2480; &#2453;&#2480;&#2503;&#2404; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2468;&#2503; &#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guimenuitem"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/sendto-menu.png" alt='"&#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2474;&#2494;&#2464;&#2494;&#2472;&#2507; &#2489;&#2476;&#2503;" &#2478;&#2503;&#2472;&#2497;'></div></div><p>&#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2488;&#2476; &#2475;&#2494;&#2439;&#2482; &#2451; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2453;&#2463;&#2495;  <span class="guilabel"><strong>&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; (&#2482;&#2495;&#2457;&#2509;&#2453; &#2468;&#2503;&#2480;&#2495; &#2453;&#2480;&#2497;&#2472;)</strong></span> &#2472;&#2494;&#2478;&#2453; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2469;&#2494;&#2453;&#2503; &#2479;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;&#2503; &#2447;&#2453;&#2463;&#2495; &#2482;&#2495;&#2457;&#2509;&#2453; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2503;&#2404; &#2447;&#2459;&#2494;&#2524;&#2494;, &#2479;&#2470;&#2495; <span class="guilabel"><strong>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2509;&#2479;&#2494;&#2472;</strong></span> &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; <span class="guilabel"><strong>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472; (&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2497;&#2472;)</strong></span> &#2472;&#2494;&#2478;&#2453; &#2447;&#2453;&#2463;&#2495; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2469;&#2494;&#2453;&#2503; &#2479;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2453;&#2503; &#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503; &#2472;&#2468;&#2497;&#2472; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494;&#2480; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472; &#2470;&#2503;&#2527;&#2404; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495;&#2488;&#2478;&#2497;&#2489; &#2437;&#2472;&#2497;&#2488;&#2480;&#2472; &#2453;&#2480;&#2503; <strong class="application"><code>Thunar</code></strong> &#2453;&#2478;&#2509;&#2474;&#2495;&#2441;&#2463;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486;&#2453;&#2499;&#2468; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2455;&#2497;&#2482;&#2507;&#2480; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2494; &#2489;&#2527;&#2404; &#2441;&#2474;&#2480;&#2507;&#2453;&#2509;&#2468; &#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2472;&#2486;&#2463;&#2503; <span class="guilabel"><strong>&#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;</strong></span> &#2447;&#2453;&#2463;&#2495; &#2488;&#2478;&#2509;&#2477;&#2494;&#2476;&#2509;&#2479; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479; &#2470;&#2503;&#2454;&#2494;&#2527; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; &#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479; &#2480;&#2494;&#2454;&#2497;&#2472;, <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2463;&#2495; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2489;&#2527;, &#2488;&#2497;&#2468;&#2480;&#2494;&#2434; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2472;&#2495;&#2460;&#2503; &#2469;&#2503;&#2453;&#2503; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527;&#2472;&#2494;&#2404;                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                          </p><p>&#2447;&#2459;&#2494;&#2524;&#2494;&#2451; <strong class="application"><code>Thunar</code></strong>, <strong class="application"><code>thunar-&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;-&#2439;&#2478;&#2503;&#2439;&#2482;</code></strong> &#2474;&#2509;&#2482;&#2494;&#2455;&#2495;&#2434; &#2458;&#2494;&#2482;&#2494;&#2527; &#2479;&#2494; <span class="guilabel"><strong>&#2478;&#2503;&#2439;&#2482; &#2474;&#2509;&#2480;&#2494;&#2474;&#2453;</strong></span> &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2503; &#2447;&#2476;&#2434; &#2472;&#2468;&#2497;&#2472; &#2478;&#2503;&#2439;&#2482;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2488;&#2478;&#2498;&#2489; &#2478;&#2503;&#2439;&#2482; &#2453;&#2478;&#2509;&#2474;&#2507;&#2460;&#2494;&#2480;&#2503;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2454;&#2497;&#2482;&#2503;&#2404; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2437;&#2434;&#2486;&#2503; &#2479;&#2470;&#2495; &#2447;&#2453;&#2463;&#2495;&#2451; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2438;&#2439;&#2463;&#2503;&#2478; &#2439;&#2478;&#2503;&#2439;&#2482;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2451;&#2527;&#2494;&#2480; &#2438;&#2455;&#2503; ZIP &#2438;&#2480;&#2509;&#2453;&#2494;&#2439;&#2477;&#2503; &#2472;&#2495;&#2527;&#2503; &#2472;&#2495;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527;, &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2437;&#2434;&#2486;&#2503; &#2479;&#2470;&#2495; &#2447;&#2453;&#2494;&#2471;&#2495;&#2453; &#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2536;&#2534;&#2534;Kib &#2447;&#2480; &#2458;&#2503;&#2527;&#2503; &#2476;&#2524; &#2453;&#2507;&#2472;&#2507; &#2475;&#2494;&#2439;&#2482; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2439; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; ZIP &#2438;&#2480;&#2509;&#2453;&#2494;&#2439;&#2477;&#2503; &#2474;&#2509;&#2479;&#2494;&#2453; &#2453;&#2480;&#2503; &#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2476;&#2503;&#2404; </p><p><strong class="application"><code>Thunar</code></strong> &#2447;&#2480; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;&#2480; &#2478;&#2468;&#2439;, <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497;&#2463;&#2495;&#2453;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496; &#2447;&#2476;&#2434; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2465;&#2503;&#2477;&#2503;&#2482;&#2474;&#2494;&#2480;&#2455;&#2467; &#2472;&#2468;&#2497;&#2472; &#2463;&#2494;&#2480;&#2509;&#2455;&#2503;&#2463; &#2472;&#2495;&#2527;&#2503; <a class="ulink" href="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec" target="_top">&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2475;&#2494;&#2439;&#2482;&#2488;&#2478;&#2498;&#2489;</a> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2488;&#2478;&#2509;&#2474;&#2509;&#2480;&#2488;&#2494;&#2480;&#2495;&#2468; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2447;&#2439; &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507; <code class="filename">$XDG_DATA_DIRS/Thunar/sendto/</code> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503; (<code class="literal">$XDG_DATA_DIRS</code> &#2477;&#2503;&#2480;&#2495;&#2527;&#2503;&#2476;&#2482; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2438;&#2480;&#2451; &#2468;&#2469;&#2509;&#2479; &#2460;&#2494;&#2472;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; <a class="ulink" href="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec" target="_top">XDG &#2476;&#2503;&#2488; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495; &#2488;&#2497;&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463;&#2453;&#2480;&#2467;</a> &#2470;&#2503;&#2454;&#2497;&#2472;)&#2404;</p><p><code class="filename">.&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;</code> &#2463;&#2494;&#2480;&#2509;&#2455;&#2503;&#2463;&#2503;&#2480; <code class="literal">MimeType</code> &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2467; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2472; &#2453;&#2480;&#2503; &#2470;&#2503;&#2527; &#2479;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2463;&#2495; &#2469;&#2494;&#2453;&#2468;&#2503; &#2489;&#2527;&#2404; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467;&#2488;&#2509;&#2476;&#2480;&#2498;&#2474;, &#2438;&#2474;&#2472;&#2495; <a class="ulink" href="http://flickr.com/" target="_top">Flickr</a> &#2438;&#2474;&#2482;&#2507;&#2465;&#2494;&#2480; &#2463;&#2497;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2453;&#2463;&#2495; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472;, &#2468;&#2454;&#2472; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2437;&#2434;&#2486;&#2503; JPEG &#2475;&#2494;&#2439;&#2482; (&#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482; &#2475;&#2480;&#2478;&#2503;&#2463; Flickr &#2488;&#2478;&#2480;&#2509;&#2469;&#2495;&#2468; &#2472;&#2527;) &#2469;&#2494;&#2453;&#2482;&#2503;&#2439; &#2453;&#2503;&#2476;&#2482; &#2477;&#2497;&#2453;&#2509;&#2468;&#2463;&#2495; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503; &#2447;&#2476;&#2434; &#2488;&#2503;&#2460;&#2472;&#2509;&#2479; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; <code class="literal">MimeType=image/jpeg;</code> &#2482;&#2494;&#2439;&#2472;&#2463;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2453;&#2507;&#2472;&#2507; <code class="literal">MimeType</code> &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2472;&#2494; &#2474;&#2494;&#2480;&#2503;&#2472; &#2468;&#2476;&#2503; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495;&#2463;&#2495; &#2488;&#2476; &#2471;&#2480;&#2472;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479;&#2439; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p><p><strong class="application"><code>postr</code></strong> &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2447;&#2453;&#2463;&#2495; &#2488;&#2478;&#2509;&#2474;&#2498;&#2480;&#2509;&#2472; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467; &#2472;&#2495;&#2458;&#2503; &#2470;&#2503;&#2454;&#2494;&#2472;&#2507; &#2489;&#2482;:</p><pre class="programlisting">
# postr.desktop - Integrate postr into
#                 the "Send To" menu.
[Desktop Entry]
Type=Application
Version=1.0
Encoding=UTF-8
TryExec=postr
Exec=postr %F
Icon=postr
Name=Flickr
MimeType=image/jpeg;</pre><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; <code class="filename">~/.local/share/Thunar/sendto/</code> (&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2472;&#2494; &#2469;&#2494;&#2453;&#2482;&#2503; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2497;&#2472;) &#2447; &#2475;&#2494;&#2439;&#2482; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2503;&#2472; &#2468;&#2476;&#2503;, JPEG &#2475;&#2494;&#2439;&#2482;&#2503;&#2480;  <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497; &#2472;&#2468;&#2497;&#2472; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; <span class="guilabel"><strong>Flickr</strong></span> &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2476;&#2503;, &#2479;&#2494; Flickr &#2447; JPEG &#2459;&#2476;&#2495; &#2438;&#2474;&#2482;&#2507;&#2465; &#2453;&#2480;&#2468;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</p><p><a class="ulink" href="http://thunar.xfce.org/pwiki/documentation/%E0%A6%AA%E0%A7%8D%E0%A6%B0%E0%A7%87%E0%A6%B0%E0%A6%A3%20%E0%A6%95%E0%A6%B0%E0%A7%81%E0%A6%A8to_menu" target="_top">Thunar &#2474;&#2509;&#2480;&#2453;&#2482;&#2509;&#2474; &#2441;&#2439;&#2453;&#2495;</a> &#2447; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2478;&#2503;&#2472;&#2497;&#2480; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479;&#2503;&#2480; &#2453;&#2495;&#2459;&#2497; &#2476;&#2494;&#2524;&#2468;&#2495; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467; &#2469;&#2494;&#2453;&#2503;&#2404; &#2472;&#2495;&#2435;&#2488;&#2434;&#2453;&#2507;&#2458;&#2503; &#2472;&#2468;&#2497;&#2472; &#2472;&#2468;&#2497;&#2472; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467; &#2470;&#2495;&#2527;&#2503; &#2441;&#2439;&#2453;&#2495; &#2474;&#2503;&#2460; &#2488;&#2478;&#2509;&#2474;&#2509;&#2480;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></div><div class="sect2" title="&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2488;"><div class="titlepage"><div><div><h3 class="title"><a name="thumbnailers"></a>&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2488;</h3></div></div></div><p>&#2472;&#2495;&#2480;&#2509;&#2470;&#2487;&#2509;&#2463; &#2453;&#2495;&#2459;&#2497; &#2475;&#2494;&#2439;&#2482; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; Thunar &#2453;&#2495;&#2459;&#2497; &#2459;&#2507;&#2463; &#2441;&#2474;&#2479;&#2507;&#2455;&#2495;&#2468;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2447;&#2476;&#2434; &#2475;&#2494;&#2439;&#2482; &#2453;&#2472;&#2509;&#2463;&#2503;&#2472;&#2509;&#2463;&#2503;&#2480; &#2474;&#2509;&#2480;&#2494;&#2453;&#2470;&#2480;&#2509;&#2486;&#2472; &#2438;&#2453;&#2494;&#2480;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2503;&#2404; &#2447;&#2439; &#2459;&#2507;&#2463; &#2463;&#2497;&#2482;&#2455;&#2497;&#2482;&#2507;&#2453;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2476;&#2482;&#2494; &#2489;&#2527;&#2404; Thunar &#2459;&#2476;&#2495; &#2447;&#2476;&#2434; &#2475;&#2472;&#2509;&#2463; &#2475;&#2494;&#2439;&#2482; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2503;&#2480;&#2467; &#2453;&#2480;&#2503;, GNOME &#2469;&#2503;&#2453;&#2503; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; </p><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2447;&#2453;&#2463;&#2495; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2488;&#2439; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2482;&#2503;&#2454;&#2494;&#2480; &#2474;&#2480;&#2495;&#2453;&#2482;&#2509;&#2474;&#2472;&#2494; &#2453;&#2480;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472; &#2468;&#2476;&#2503; &#2447;&#2478;&#2472; &#2447;&#2453;&#2463;&#2495; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478; &#2470;&#2495;&#2527;&#2503; &#2486;&#2497;&#2480;&#2497; &#2453;&#2480;&#2494; &#2441;&#2458;&#2495;&#2510; &#2479;&#2494; &#2472;&#2498;&#2472;&#2509;&#2479;&#2468;&#2478; &#2470;&#2497;&#2463;&#2495; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2482;&#2494;&#2439;&#2472; &#2474;&#2509;&#2479;&#2494;&#2480;&#2494;&#2478;&#2495;&#2463;&#2494;&#2480; &#2455;&#2509;&#2480;&#2489;&#2472; &#2453;&#2480;&#2503;, &#2447;&#2453;&#2463;&#2495; &#2489;&#2482; &#2439;&#2472;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482; &#2479;&#2503;&#2463;&#2495; &#2489;&#2482; &#2488;&#2503;&#2439; &#2471;&#2480;&#2472;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482; &#2479;&#2494; &#2438;&#2474;&#2472;&#2495; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2494;&#2480; &#2474;&#2480;&#2495;&#2453;&#2482;&#2509;&#2474;&#2472;&#2494; &#2453;&#2480;&#2503;&#2459;&#2503;&#2472; &#2447;&#2476;&#2434; &#2437;&#2472;&#2509;&#2479;&#2463;&#2495; &#2438;&#2441;&#2463;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482; &#2479;&#2494; &#2447;&#2453;&#2463;&#2495; PNG &#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; <a class="ulink" href="http://jens.triq.net/thumbnail-spec/creation.html#AEN139" target="_top">&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2488;&#2509;&#2463;&#2494;&#2472;&#2509;&#2465;&#2494;&#2480;&#2509;&#2465;</a> &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463;&#2453;&#2499;&#2468; &#2476;&#2495;&#2472;&#2509;&#2479;&#2494;&#2488; &#2478;&#2503;&#2472;&#2503; &#2458;&#2482;&#2503;&#2404; &#2441;&#2474;&#2480;&#2472;&#2509;&#2468;&#2497;, &#2438;&#2474;&#2472;&#2494;&#2480; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2503;&#2480; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2494;&#2486;&#2495;&#2468; &#2438;&#2453;&#2494;&#2480;&#2451; &#2455;&#2509;&#2480;&#2489;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2479;&#2494; &#2448;&#2458;&#2509;&#2459;&#2495;&#2453; &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2441;&#2458;&#2509;&#2458;&#2478;&#2494;&#2468;&#2509;&#2480;&#2494;&#2527; &#2488;&#2497;&#2474;&#2494;&#2480;&#2495;&#2486;&#2453;&#2499;&#2468;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2447;&#2453;&#2463;&#2495; &#2447;&#2482;&#2478;&#2503;&#2482;&#2507; &#2438;&#2453;&#2494;&#2480;&#2503;&#2480; &#2459;&#2476;&#2495;&#2480; &#2477;&#2503;&#2468;&#2480; &#2438;&#2441;&#2463;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2482;&#2495;&#2454;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; Thunar &#2447;&#2453;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2494;&#2486;&#2495;&#2468; &#2438;&#2453;&#2494;&#2480;&#2503; &#2447;&#2472;&#2503; &#2470;&#2495;&#2476;&#2503; &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2468;&#2494; &#2437;&#2472;&#2497;&#2480;&#2507;&#2471;&#2453;&#2499;&#2468; &#2478;&#2494;&#2468;&#2509;&#2480;&#2494;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2503;&#2480; &#2458;&#2503;&#2527;&#2503; &#2453;&#2495;&#2459;&#2497;&#2463;&#2494; &#2453;&#2478; &#2488;&#2464;&#2495;&#2453; &#2478;&#2494;&#2468;&#2509;&#2480;&#2494;&#2480; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</p><p>&#2447;&#2453;&#2476;&#2494;&#2480; &#2479;&#2470;&#2495; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2468;&#2504;&#2480;&#2495;&#2480; &#2441;&#2474;&#2479;&#2507;&#2455;&#2495;&#2468;&#2494; &#2486;&#2503;&#2487; &#2489;&#2527;&#2503; &#2479;&#2494;&#2527; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2480;&#2503;&#2460;&#2495;&#2488;&#2509;&#2463;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503; &#2479;&#2494;&#2468;&#2503; Thunar &#2447;&#2480; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; &#2458;&#2495;&#2489;&#2509;&#2472;&#2495;&#2468; &#2453;&#2480;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2437;&#2468;&#2447;&#2476;, &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2503;&#2480; <code class="filename">$XDG_DATA_DIRS/thumbnailers/</code> &#2474;&#2494;&#2469;&#2503; &#2447;&#2453;&#2463;&#2495; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2475;&#2494;&#2439;&#2482;  (&#2447;&#2453;&#2463;&#2495; <code class="filename">.desktop</code> &#2475;&#2494;&#2439;&#2482;) &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2486;&#2497;&#2471;&#2497; &#2472;&#2495;&#2460;&#2503;&#2480; &#2437;&#2509;&#2479;&#2494;&#2453;&#2494;&#2441;&#2472;&#2509;&#2463;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2480;&#2503;&#2460;&#2495;&#2488;&#2509;&#2463;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; <code class="filename">~/.local/share/thumbnailers/</code> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; <code class="filename">.desktop</code> &#2447;&#2480;  &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2475;&#2480;&#2478;&#2509;&#2479;&#2494;&#2463; &#2480;&#2527;&#2503;&#2459;&#2503;&#2404;</p><div class="sect3" title="&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2467;"><div class="titlepage"><div><div><h4 class="title"><a name="thumbnailer-desktop-file-format"></a>&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2467;</h4></div></div></div><p>&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2475;&#2494;&#2439;&#2482; <code class="literal">X-Thumbnailer</code> &#2447;&#2480; &#2476;&#2495;&#2486;&#2503;&#2487; <code class="literal">&#2463;&#2494;&#2439;&#2474;</code> &#2488;&#2489; <a class="ulink" href="http://standards.freedesktop.org/desktop-entry-spec/latest/" target="_top">&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2475;&#2480;&#2478;&#2509;&#2479;&#2494;&#2463;</a> &#2447;&#2476;&#2434; &#2472;&#2468;&#2497;&#2472; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480; &#2453;&#2507;&#2465; &#2488;&#2489; &#2476;&#2495;&#2486;&#2503;&#2487; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;<code class="literal">X-Thumbnailer-Exec</code> &#2447;&#2480; &#2479;&#2469;&#2494;&#2479;&#2469;&#2477;&#2494;&#2476;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503;&#2404; &#2478;&#2498;&#2482;&#2468;, &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2476;&#2495;&#2472;&#2509;&#2479;&#2494;&#2488; &#2469;&#2494;&#2453;&#2503;&#2404;</p><pre class="programlisting">
[Desktop Entry]
Version=1.0
Encoding=UTF-8
Type=X-Thumbnailer
Name=Your Thumbnailer
MimeType=your-supported/mime-type;
X-Thumbnailer-Exec=your-thumbnailer %i %o %s</pre><p><code class="literal">&#2488;&#2434;&#2488;&#2509;&#2453;&#2480;&#2467;</code> &#2447;&#2476;&#2434; <code class="literal">&#2447;&#2472;&#2453;&#2507;&#2465;&#2495;&#2434;</code> &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495; &#2488;&#2497;&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463;&#2453;&#2480;&#2467;&#2503;&#2480; &#2437;&#2471;&#2495;&#2477;&#2497;&#2453;&#2509;&#2468;, &#2453;&#2503;&#2476;&#2482; &#2441;&#2474;&#2480;&#2507;&#2453;&#2509;&#2468; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467;&#2503;&#2480; &#2478;&#2494;&#2472;&#2455;&#2497;&#2482;&#2507; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2497;&#2472;&#2404; <code class="literal">&#2463;&#2494;&#2439;&#2474;</code>&#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;&#2480; &#2476;&#2495;&#2486;&#2503;&#2487; &#2478;&#2494;&#2472; <code class="literal">X-Thumbnailer</code> &#2469;&#2494;&#2453;&#2494; &#2441;&#2458;&#2495;&#2510;, &#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527; &#2438;&#2474;&#2472;&#2494;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2453;&#2503; &#2488;&#2472;&#2494;&#2453;&#2509;&#2468; &#2453;&#2480;&#2494; &#2479;&#2494;&#2476;&#2503; &#2472;&#2494;&#2404; <code class="literal">&#2472;&#2494;&#2478;</code> &#2478;&#2494;&#2472;&#2463;&#2495; &#2438;&#2474;&#2472;&#2494;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2503;&#2480; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2470;&#2503;&#2527;&#2404;</p><p><code class="literal">X-Thumbnailer-Exec</code> &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2480; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2469;&#2494;&#2453;&#2503;, &#2447;&#2476;&#2434; &#2453;&#2495;&#2459;&#2497; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;&#2480; &#2453;&#2507;&#2465; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503; &#2479;&#2494; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2480; &#2488;&#2478;&#2527; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503;&#2404; &#2488;&#2472;&#2494;&#2453;&#2509;&#2468;&#2453;&#2499;&#2468; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;&#2480; &#2453;&#2507;&#2465;&#2488;&#2478;&#2497;&#2489; &#2472;&#2495;&#2478;&#2509;&#2472;&#2482;&#2495;&#2454;&#2495;&#2468;:</p><div class="variablelist"><dl><dt><span class="term"><code class="varname">%i</code></span></dt><dd><p>&#2479;&#2503; &#2439;&#2472;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495;&#2480; &#2460;&#2472;&#2509;&#2479; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503; &#2468;&#2494;&#2480; &#2488;&#2509;&#2469;&#2494;&#2472;&#2496;&#2527; &#2474;&#2494;&#2469;&#2404; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2479;&#2503;&#2480;&#2453;&#2478; &#2458;&#2494;&#2527; &#2468;&#2503;&#2478;&#2472; &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2495;&#2468; &#2474;&#2494;&#2469; &#2437;&#2469;&#2476;&#2494; &#2486;&#2497;&#2471;&#2497; &#2447;&#2453;&#2463;&#2495; &#2474;&#2494;&#2469;&#2451; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</p></dd><dt><span class="term"><code class="varname">%o</code></span></dt><dd><p>&#2438;&#2441;&#2463;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2488;&#2509;&#2469;&#2494;&#2472;&#2496;&#2527; &#2474;&#2494;&#2469; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2468;&#2504;&#2480;&#2496;&#2453;&#2499;&#2468; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2488;&#2434;&#2480;&#2453;&#2509;&#2487;&#2472; &#2453;&#2480;&#2494; &#2489;&#2527;&#2404; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2488;&#2509;&#2463;&#2494;&#2472;&#2509;&#2465;&#2494;&#2480;&#2509;&#2465; (&#2441;&#2474;&#2480;&#2503; &#2470;&#2503;&#2454;&#2497;&#2472;) &#2437;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2438;&#2441;&#2463;&#2474;&#2497;&#2463; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; PNG &#2475;&#2494;&#2439;&#2482; &#2438;&#2453;&#2494;&#2480;&#2503; &#2482;&#2503;&#2454;&#2494; &#2489;&#2476;&#2503;&#2404; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479; &#2480;&#2494;&#2454;&#2497;&#2472;, &#2474;&#2494;&#2469;&#2463;&#2495; &#2479;&#2494;&#2468;&#2503; <code class="literal">.png</code> &#2447; &#2486;&#2503;&#2487; &#2472;&#2494; &#2489;&#2527;&#2503; &#2479;&#2494;&#2527; &#2453;&#2494;&#2480;&#2472; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2468;&#2499;&#2468;&#2496;&#2527; &#2474;&#2453;&#2509;&#2487;&#2503;&#2480; &#2463;&#2497;&#2482; &#2458;&#2503;&#2527;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472;  &#2468;&#2476;&#2503; &#2468;&#2494; &#2447;&#2454;&#2494;&#2472;&#2503; &#2474;&#2509;&#2480;&#2477;&#2494;&#2476; &#2475;&#2503;&#2482;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><code class="varname">%s</code></span></dt><dd><p>&#2468;&#2504;&#2480;&#2495; &#2489;&#2451;&#2527;&#2494; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2503;&#2480; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2494;&#2486;&#2495;&#2468; &#2438;&#2453;&#2494;&#2480; &#2474;&#2495;&#2453;&#2509;&#2488;&#2503;&#2482;&#2503; &#2469;&#2494;&#2453;&#2503;&#2404; &#2447;&#2439; &#2474;&#2509;&#2479;&#2494;&#2480;&#2494;&#2478;&#2495;&#2463;&#2494;&#2480;&#2463;&#2495; &#2448;&#2458;&#2509;&#2459;&#2495;&#2453;&#2404;</p></dd><dt><span class="term"><code class="varname">%u</code></span></dt><dd><p><code class="literal">%i</code> &#2447;&#2480; &#2478;&#2468;&#2439;, &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2474;&#2494;&#2469; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2472;&#2494; &#2489;&#2527;&#2503; URI &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2527;&#2404; GNOME &#2447;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2497;&#2488;&#2434;&#2455;&#2468;&#2495;&#2480; &#2476;&#2460;&#2494;&#2527; &#2480;&#2494;&#2454;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479;&#2439; &#2447;&#2453;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2489;&#2527;&#2404;</p></dd><dt><span class="term"><code class="varname">%%</code></span></dt><dd><p>&#2447;&#2453;&#2453; <code class="literal">%</code> &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p></dd></dl></div><p>&#2438;&#2474;&#2472;&#2494;&#2480; &#2472;&#2498;&#2472;&#2509;&#2479;&#2468;&#2478; <code class="literal">%o</code> &#2447;&#2476;&#2434; <code class="literal">%i</code> &#2437;&#2469;&#2476;&#2494; <code class="literal">%u</code> &#2453;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2494; &#2474;&#2509;&#2480;&#2527;&#2507;&#2460;&#2472;, &#2472;&#2468;&#2497;&#2476;&#2494; &#2438;&#2474;&#2472;&#2494;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2437;&#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2489;&#2527;&#2503; &#2474;&#2480;&#2476;&#2503;&#2404;</p><p><code class="literal">MimeType</code> MIME &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2503; - &#2479;&#2494; &#2488;&#2503;&#2478;&#2495;&#2453;&#2507;&#2482;&#2472; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2499;&#2469;&#2453; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; - &#2479;&#2494;&#2480; &#2478;&#2494;&#2471;&#2509;&#2479;&#2478;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2474;&#2509;&#2480;&#2495;&#2477;&#2495;&#2441; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</p></div><div class="sect3" title="&#2441;&#2470;&#2494;&#2489;&#2480;&#2467; EPS &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;"><div class="titlepage"><div><div><h4 class="title"><a name="eps-thumbnailer-example"></a>&#2441;&#2470;&#2494;&#2489;&#2480;&#2467; EPS &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;</h4></div></div></div><p>&#2447;&#2439; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467;&#2463;&#2495; <code class="filename">.eps</code> &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2472;&#2468;&#2497;&#2472; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2482;&#2495;&#2454;&#2468;&#2503; &#2489;&#2527; &#2447;&#2476;&#2434; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527; &#2468;&#2494; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2453;&#2480;&#2503; &#2479;&#2494; <span class="command"><strong>&#2480;&#2498;&#2474;&#2494;&#2472;&#2509;&#2468;&#2480; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2441;&#2474;&#2479;&#2507;&#2455;&#2496;&#2468;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; ImageMagick &#2447;&#2480; &#2437;&#2434;&#2486; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2458;&#2482;&#2503;&#2404; &#2474;&#2509;&#2480;&#2469;&#2478;&#2503; &#2438;&#2478;&#2480;&#2494; &#2447;&#2453;&#2463;&#2495; &#2488;&#2489;&#2460; &#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2474;&#2509;&#2463; &#2470;&#2495;&#2527;&#2503; &#2486;&#2497;&#2480;&#2497; &#2453;&#2480;&#2495; &#2479;&#2494; <span class="command"><strong>&#2480;&#2498;&#2474;&#2494;&#2472;&#2509;&#2468;&#2480; &#2453;&#2480;&#2497;&#2472;</strong></span>&#2447; &#2437;&#2472;&#2497;&#2480;&#2507;&#2471;&#2453;&#2499;&#2468; &#2438;&#2453;&#2494;&#2480;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2468;&#2504;&#2480;&#2496; &#2453;&#2480;&#2468;&#2503; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479; &#2453;&#2480;&#2503;&#2404;</p><pre class="programlisting">
#!/bin/sh
#
# eps-thumbnailer - Example thumbnailer script for EPS files.
#
# Usage: esp-thumbnailer eps-file png-file size
#

# command line parameters
ifile=$1
ofile=$2
size=$3

# invoke convert (ImageMagick)
exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"</pre><p><code class="filename">eps-&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;</code> &#2447; &#2441;&#2474;&#2480;&#2503;&#2480; &#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2474;&#2509;&#2463; &#2488;&#2434;&#2480;&#2453;&#2509;&#2487;&#2467; &#2453;&#2480;&#2497;&#2472;, &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2489;&#2527;&#2503; &#2472;&#2495;&#2472; &#2447;&#2476;&#2434; <code class="filename">/usr/local/bin</code> &#2447; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2497;&#2472;&#2404;</p><pre class="screen">
$ chmod +x eps-thumbnailer
$ sudo install eps-thumbnailer /usr/local/bin/eps-thumbnailer</pre><p>&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;&#2468;&#2503; &#2438;&#2478;&#2494;&#2470;&#2503;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482; <code class="filename">eps-thumbnailer.desktop</code> &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;, &#2479;&#2494; &#2472;&#2495;&#2478;&#2509;&#2472;&#2480;&#2498;&#2474;:</p><pre class="programlisting">
[Desktop Entry]
Version=1.0
Encoding=UTF-8
Type=X-Thumbnailer
Name=EPS Thumbnailer
TryExec=convert
MimeType=image/x-eps;
X-Thumbnailer-Exec=/usr/local/bin/eps-thumbnailer %i %o %s</pre><p>&#2447;&#2439; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; <code class="filename">/usr/local/share/thumbnailers</code> &#2447; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503; (&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2472;&#2494; &#2469;&#2494;&#2453;&#2482;&#2503; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;)&#2404;</p><pre class="screen">
$ sudo install -d /usr/local/share/thumbnailers
$ sudo install eps-thumbnailer.desktop /usr/local/share/thumbnailers/eps-thumbnailer.desktop</pre><p><code class="filename">eps-&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;.&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;</code> &#2475;&#2494;&#2439;&#2482; <code class="literal">TryExec</code> &#2476;&#2495;&#2486;&#2503;&#2487; &#2453;&#2496; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2479;&#2494; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2482;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2453;&#2503; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2438;&#2459;&#2503; &#2447;&#2478;&#2472; &#2447;&#2453;&#2463;&#2495; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2441;&#2482;&#2509;&#2482;&#2503;&#2454; &#2453;&#2480;&#2503;&#2404; &#2447;&#2439; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;, &#2479;&#2470;&#2495; <span class="command"><strong>&#2480;&#2498;&#2474;&#2494;&#2472;&#2509;&#2468;&#2480; &#2453;&#2480;&#2494;</strong></span> &#2441;&#2474;&#2479;&#2507;&#2455;&#2496;&#2468;&#2494; &#2472;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2438;&#2478;&#2494;&#2470;&#2503;&#2480; &#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2474;&#2509;&#2463; &#2437;&#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2489;&#2527;&#2503; &#2474;&#2524;&#2503;&#2404;</p><p>&#2486;&#2503;&#2487; &#2471;&#2494;&#2474; &#2489;&#2482; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2509;&#2479;&#2494;&#2486; &#2474;&#2497;&#2472;&#2435;&#2472;&#2495;&#2480;&#2509;&#2478;&#2494;&#2467; &#2453;&#2480;&#2494;, &#2488;&#2497;&#2468;&#2494;&#2480;&#2494;&#2434; Thunar &#2438;&#2478;&#2494;&#2470;&#2503;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2463;&#2495; &#2476;&#2503;&#2459;&#2503; &#2472;&#2495;&#2476;&#2503;&#2404; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2509;&#2479;&#2494;&#2486; <code class="filename">$XDG_CACHE_HOME/Thunar/thumbnailers.cache</code> (&#2438;&#2474;&#2472;&#2495; &#2476;&#2494; &#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2474;&#2509;&#2480;&#2486;&#2494;&#2488;&#2453; &#2451;&#2477;&#2494;&#2480;&#2480;&#2494;&#2439;&#2465; &#2472;&#2494; &#2453;&#2480;&#2494; &#2474;&#2480;&#2509;&#2479;&#2472;&#2509;&#2468; <code class="varname">$XDG_CACHE_HOME</code>, &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; <code class="filename">~/.cache/</code> &#2453;&#2503; &#2472;&#2495;&#2480;&#2509;&#2470;&#2503;&#2486; &#2453;&#2480;&#2503;) &#2447; &#2437;&#2476;&#2488;&#2509;&#2469;&#2495;&#2468;&#2404; Thunar &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2509;&#2479;&#2494;&#2486;&#2453;&#2503; &#2474;&#2497;&#2472;&#2435;&#2472;&#2495;&#2480;&#2509;&#2478;&#2494;&#2467; &#2453;&#2480;&#2503;, &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2438;&#2474;&#2472;&#2495; <code class="filename">thunar-vfs-update-thumbnailers-cache-1</code> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2479;&#2494; Thuanr &#2447;&#2480; &#2437;&#2434;&#2486; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2458;&#2482;&#2503;, &#2447;&#2463;&#2495; &#2474;&#2497;&#2472;&#2435;&#2472;&#2495;&#2480;&#2509;&#2478;&#2494;&#2467; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2488;&#2494;&#2471;&#2494;&#2480;&#2467;&#2468; &#2438;&#2474;&#2472;&#2494;&#2480; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482;&#2503;&#2486;&#2472; &#2474;&#2509;&#2480;&#2496;&#2475;&#2495;&#2453;&#2509;&#2488; (&#2465;&#2503;&#2476;&#2495;&#2527;&#2494;&#2472;/&#2441;&#2476;&#2497;&#2472;&#2509;&#2463; &#2447;<code class="filename">sbin</code>) &#2447;&#2480; &#2488;&#2494;&#2476;&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; <code class="filename">libexec</code> &#2447; &#2439;&#2441;&#2463;&#2495;&#2482;&#2495;&#2463;&#2495; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503;&#2404; &#2488;&#2497;&#2468;&#2480;&#2494;&#2434;, &#2441;&#2470;&#2494;&#2489;&#2480;&#2467;&#2488;&#2509;&#2476;&#2480;&#2498;&#2474;, thunar &#2479;&#2470;&#2495; <code class="filename">/usr</code> &#2447; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2472;&#2495;&#2478;&#2509;&#2472;&#2480;&#2498;&#2474;&#2503; &#2439;&#2441;&#2463;&#2495;&#2482;&#2495;&#2463;&#2495; &#2458;&#2494;&#2527;:</p><pre class="screen">$ /usr/libexec/thunar-vfs-update-thumbnailers-cache-1</pre><p>&#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2489;&#2527;&#2503; &#2472;&#2495;&#2472; &#2479;&#2503; &#2438;&#2474;&#2472;&#2495; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478;&#2463;&#2495; &#2439;&#2441;&#2460;&#2494;&#2480; &#2437;&#2509;&#2479;&#2494;&#2453;&#2494;&#2441;&#2472;&#2509;&#2463; &#2469;&#2503;&#2453;&#2503;&#2439; &#2458;&#2494;&#2482;&#2494;&#2458;&#2509;&#2459;&#2503;&#2472;, &#2488;&#2497;&#2474;&#2494;&#2480; &#2439;&#2441;&#2460;&#2494;&#2480; &#2437;&#2509;&#2479;&#2494;&#2453;&#2494;&#2441;&#2472;&#2509;&#2463; &#2469;&#2503;&#2453;&#2503; &#2472;&#2527;, &#2453;&#2494;&#2480;&#2467; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2509;&#2479;&#2494;&#2486; &#2474;&#2497;&#2480;&#2507; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2460;&#2497;&#2524;&#2503; &#2460;&#2478;&#2494; &#2472;&#2494; &#2469;&#2503;&#2453;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2489;&#2507;&#2478; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503;&#2404;</p><p>&#2447;&#2454;&#2472; &#2479;&#2470;&#2495; Thunar &#2475;&#2494;&#2439;&#2482; &#2476;&#2470;&#2482; &#2474;&#2480;&#2509;&#2479;&#2476;&#2503;&#2453;&#2509;&#2487;&#2472; (FAM &#2437;&#2469;&#2476;&#2494; Gamin &#2488;&#2503;&#2476;&#2494;&#2488;&#2478;&#2497;&#2489; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503;) &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503;, &#2468;&#2476;&#2503; &#2453;&#2495;&#2459;&#2497;&#2453;&#2509;&#2487;&#2472;&#2503;&#2480; &#2478;&#2471;&#2509;&#2479;&#2503;&#2439; &#2447;&#2463;&#2495; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2478;&#2471;&#2509;&#2479;&#2503;&#2439; &#2472;&#2468;&#2497;&#2472; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2453;&#2509;&#2479;&#2494;&#2486; &#2454;&#2497;&#2433;&#2460;&#2503; &#2476;&#2503;&#2480; &#2453;&#2480;&#2476;&#2503; &#2447;&#2476;&#2434; &#2488;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2476;&#2503;&#2404; &#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527;, &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472;&#2488;&#2478;&#2498;&#2489; &#2474;&#2509;&#2480;&#2527;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; Thunar &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2486;&#2497;&#2480;&#2497; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;,</p><pre class="screen">$ Thunar -q</pre><p>&#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2458;&#2482;&#2478;&#2494;&#2472; &#2478;&#2498;&#2489;&#2497;&#2480;&#2509;&#2468;&#2503; &#2476;&#2472;&#2509;&#2471; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2476;&#2434; &#2474;&#2480;&#2503; &#2482;&#2462;&#2509;&#2458;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2458;&#2494;&#2482;&#2497; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479;&#2404;</p></div><div class="sect3" title="&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="cleaning-up-thumbnails"></a>&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2468;&#2504;&#2480;&#2495; &#2489;&#2451;&#2527;&#2494; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; <a class="ulink" href="http://jens.triq.net/thumbnail-spec/index.html" target="_top">&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2488;&#2509;&#2463;&#2509;&#2479;&#2494;&#2472;&#2509;&#2465;&#2494;&#2480;&#2509;&#2465;</a> &#2447;&#2480; &#2488;&#2494;&#2469;&#2503; &#2479;&#2497;&#2453;&#2509;&#2468;  <code class="filename">~/.thumbnails/</code> &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2460;&#2478;&#2494; &#2489;&#2527;&#2404; &#2472;&#2468;&#2497;&#2472; &#2453;&#2507;&#2472;&#2507; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2494;&#2480; &#2488;&#2478;&#2527; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2453;&#2509;&#2479;&#2494;&#2486; &#2474;&#2480;&#2495;&#2488;&#2509;&#2453;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503;</p><pre class="screen">$ rm -rf ~/.thumbnails/</pre><p>&#2479;&#2494; &#2438;&#2474;&#2472;&#2494;&#2480; &#2489;&#2507;&#2478; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2495;&#2459;&#2497; &#2454;&#2494;&#2482;&#2495; &#2460;&#2494;&#2527;&#2455;&#2494; &#2480;&#2494;&#2454;&#2476;&#2503;&#2404; &#2453;&#2494;&#2480;&#2472;, &#2447;&#2439; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2494; &#2468;&#2469;&#2509;&#2479;&#2488;&#2478;&#2497;&#2489; &#2438;&#2474;&#2472;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482; &#2469;&#2503;&#2453;&#2503; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2468;&#2504;&#2480;&#2495; &#2489;&#2527;, &#2475;&#2482;&#2503; &#2438;&#2474;&#2472;&#2495; &#2453;&#2507;&#2472;&#2507; &#2488;&#2434;&#2476;&#2503;&#2470;&#2472;&#2486;&#2496;&#2482; &#2465;&#2494;&#2463;&#2494;&#2451; &#2489;&#2494;&#2480;&#2494;&#2476;&#2503;&#2472; &#2472;&#2494;&#2404;</p></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="preferences.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="advanced-topics.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;</td></tr></table></div></body></html>
