<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="advanced-topics.html" title="&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;"><link rel="next" href="support.html" title="&#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="advanced-topics.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="support.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="faq"></a>&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;</h2></div></div></div><p>&#2447;&#2439; &#2476;&#2495;&#2477;&#2494;&#2455;&#2503;&#2480; &#2441;&#2470;&#2509;&#2470;&#2503;&#2486;&#2509;&#2479; &#2489;&#2482; Thunar &#2447; &#2453;&#2494;&#2460; &#2474;&#2509;&#2480;&#2488;&#2457;&#2509;&#2455;&#2503; &#2453;&#2495;&#2459;&#2497; &#2488;&#2434;&#2454;&#2509;&#2479;&#2453; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2495;&#2468; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2488;&#2434;&#2455;&#2509;&#2480;&#2489; &#2453;&#2480;&#2494;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2447;&#2478;&#2472; &#2453;&#2507;&#2472;&#2507; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2460;&#2494;&#2472;&#2503;&#2472; &#2479;&#2503;&#2463;&#2494; &#2447;&#2439; &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; &#2472;&#2494;&#2439; ,&#2468;&#2476;&#2503; <a class="ulink" href="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided" target="_top">&#2447;&#2453;&#2463;&#2495; &#2437;&#2472;&#2497;&#2480;&#2507;&#2471; &#2475;&#2494;&#2439;&#2482; &#2453;&#2480;&#2497;&#2472;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p><div class="sect2" title="Thunar &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2458;&#2495;&#2489;&#2509;&#2472;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2453;&#2503; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2503; &#2472;&#2494; &#2453;&#2503;&#2472;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-executables"></a>Thunar &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2458;&#2495;&#2489;&#2509;&#2472;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2453;&#2503; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2503; &#2472;&#2494; &#2453;&#2503;&#2472;?</h3></div></div></div><p>&#2472;&#2495;&#2480;&#2494;&#2474;&#2468;&#2509;&#2468;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; Thunar &#2453;&#2503;&#2476;&#2482; <code class="literal">application/x-desktop</code>, <code class="literal">application/x-executable</code> &#2447;&#2476;&#2434; <code class="literal">application/x-shellscript</code> &#2475;&#2494;&#2439;&#2482;&#2455;&#2497;&#2482;&#2507;&#2453;&#2503;&#2439; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2503;&#2404; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2475;&#2495;&#2458;&#2494;&#2480; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2489;&#2476;&#2503; &#2472;&#2494; &#2479;&#2470;&#2495; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; <code class="literal">Application</code> &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2489;&#2527; &#2451; &#2447;&#2453;&#2463;&#2495; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2482;&#2494;&#2439;&#2472; <code class="literal">Exec</code> &#2470;&#2503;&#2527;&#2494; &#2469;&#2494;&#2453;&#2503; &#2437;&#2469;&#2476;&#2494; <code class="literal">Link</code> &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2489;&#2527; &#2451; &#2447;&#2453;&#2463;&#2495; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2482;&#2494;&#2439;&#2472; <code class="literal">URL</code> &#2470;&#2503;&#2527;&#2494; &#2469;&#2494;&#2453;&#2503; &#2470;&#2503;&#2527;&#2494; &#2469;&#2494;&#2453;&#2503;&#2404; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2475;&#2495;&#2458;&#2494;&#2480;&#2463;&#2495; &#2474;&#2494;&#2451;&#2527;&#2494; &#2479;&#2494;&#2527; &#2479;&#2470;&#2495; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2453;&#2494;&#2459;</p><p>&#2438;&#2480;&#2451; &#2482;&#2453;&#2509;&#2487; &#2453;&#2480;&#2497;&#2472; &#2479;&#2503; <code class="literal">application/x-executable</code> &#2447;&#2476;&#2434; <code class="literal">application/x-shellscript</code> &#2447;&#2480; &#2488;&#2494;&#2469;&#2503; &#2447;&#2439; &#2471;&#2480;&#2467;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2478;&#2495;&#2482; &#2489;&#2451;&#2527;&#2494;&#2480; &#2453;&#2507;&#2472;&#2507; &#2470;&#2480;&#2453;&#2494;&#2480; &#2472;&#2494;&#2439;, &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2479;&#2470;&#2495; &#2474;&#2509;&#2479;&#2494;&#2480;&#2503;&#2472;&#2509;&#2463; &#2469;&#2494;&#2453;&#2503; &#2479;&#2494; &#2441;&#2474;&#2480;&#2507;&#2453;&#2509;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;&#2480; &#2488;&#2494;&#2469;&#2503; &#2478;&#2495;&#2482;&#2503; &#2479;&#2494;&#2527; &#2437;&#2469;&#2476;&#2494; MIME-&#2463;&#2494;&#2439;&#2474; &#2441;&#2474;&#2472;&#2494;&#2478; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2527;, &#2468;&#2494;&#2439; &#2479;&#2469;&#2503;&#2487;&#2509;&#2463;&#2404;</p></div><div class="sect2" title="Thunar &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2478;&#2503;&#2463;&#2494;&#2465;&#2494;&#2463;&#2494; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2503;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-metadata"></a>Thunar &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2478;&#2503;&#2463;&#2494;&#2465;&#2494;&#2463;&#2494; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2503;?</h3></div></div></div><p>Thunar &#2475;&#2494;&#2439;&#2482;/&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2488;&#2503;&#2463;&#2495;&#2434; &#2447;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2495;&#2468;, &#2479;&#2494;&#2453;&#2503; &#2478;&#2503;&#2463;&#2494;&#2465;&#2494;&#2463;&#2494; &#2476;&#2482;&#2494; &#2489;&#2527;&#2404; &#2488;&#2476; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2478;&#2503;&#2463;&#2494;&#2465;&#2494;&#2463;&#2494; tdb &#2465;&#2494;&#2463;&#2494;&#2476;&#2503;&#2488; &#2475;&#2494;&#2439;&#2482;&#2503; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503;, &#2479;&#2494;&#2453;&#2503; &#2478;&#2503;&#2463;&#2494;&#2475;&#2494;&#2439;&#2482; &#2476;&#2482;&#2494; &#2489;&#2527;&#2404; &#2465;&#2494;&#2463;&#2494;&#2476;&#2503;&#2488; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; <code class="filename">$XDG_CACHE_HOME/Thunar/metafile.tdb</code> &#2447; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503; &#2447;&#2476;&#2434; <span class="command"><strong>tdbtool</strong></span> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527; &#2479;&#2494; Thunar &#2476;&#2472;&#2509;&#2463;&#2472;&#2503;&#2480; &#2437;&#2434;&#2486; (<code class="filename">tdb/</code> &#2488;&#2494;&#2476;-&#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495;&#2468;&#2503; &#2437;&#2476;&#2488;&#2509;&#2469;&#2495;&#2468;)&#2404;</p></div><div class="sect2" title="Thunar &#2447;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-thunarrc"></a>Thunar &#2447;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503;?</h3></div></div></div><p>Thunar &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480;&#2503;&#2476;&#2482; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;&#2453;&#2503; (&#2447;&#2476;&#2434; &#2438;&#2524;&#2494;&#2482; &#2453;&#2480;&#2494; &#2488;&#2503;&#2463;&#2495;&#2434;&#2488;&#2478;&#2498;&#2489;) <code class="filename">.ini</code> &#2475;&#2494;&#2439;&#2482;&#2503; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2503;, &#2479;&#2494; <code class="filename">$XDG_CONFIG_HOME/Thunar/thunarrc</code> &#2447; &#2437;&#2476;&#2488;&#2509;&#2469;&#2495;&#2468; &#2447;&#2476;&#2434; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463; &#2488;&#2478;&#2509;&#2474;&#2494;&#2470;&#2453; &#2470;&#2495;&#2527;&#2503; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;&#2503;&#2480; &#2488;&#2494;&#2480;&#2488;&#2434;&#2453;&#2509;&#2487;&#2503;&#2474;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; <code class="filename">docs/README.thunarrc</code> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p></div><div class="sect2" title="Thunar &#2447; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2478;&#2494;&#2441;&#2488; &#2477;&#2457;&#2509;&#2455;&#2495;&#2478;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-mouse-gestures"></a>Thunar &#2447; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2478;&#2494;&#2441;&#2488; &#2477;&#2457;&#2509;&#2455;&#2495;&#2478;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2489;&#2527;?</h3></div></div></div><p>Thunar &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472;&#2503; &#2447;&#2480; &#2438;&#2439;&#2453;&#2472; &#2477;&#2495;&#2441;&#2468;&#2503; <span class="emphasis"><em>&#2478;&#2494;&#2441;&#2488; &#2477;&#2457;&#2509;&#2455;&#2495;&#2478;&#2494;</em></span> &#2447;&#2480; &#2460;&#2472;&#2509;&#2479; &#2478;&#2498;&#2482; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2470;&#2503;&#2527;&#2404; &#2479;&#2454;&#2472; &#2438;&#2439;&#2453;&#2472; &#2477;&#2495;&#2441; &#2453;&#2478;&#2509;&#2474;&#2507;&#2472;&#2503;&#2472;&#2509;&#2463;&#2503;&#2480; (&#2438;&#2439;&#2453;&#2472; &#2437;&#2469;&#2476;&#2494; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2466;&#2503;&#2453;&#2503; &#2472;&#2503;&#2439; &#2447;&#2478;&#2472;) &#2478;&#2494;&#2441;&#2488; &#2474;&#2527;&#2503;&#2472;&#2509;&#2463;&#2494;&#2480; &#2474;&#2463;&#2477;&#2498;&#2478;&#2495;&#2468;&#2503; &#2469;&#2494;&#2453;&#2503; &#2468;&#2454;&#2472; &#2478;&#2494;&#2441;&#2488;&#2503;&#2480; &#2478;&#2471;&#2509;&#2479;&#2476;&#2480;&#2509;&#2468;&#2496; &#2476;&#2507;&#2468;&#2494;&#2478; (&#2488;&#2494;&#2471;&#2494;&#2480;&#2467;&#2468; &#2478;&#2494;&#2441;&#2488; &#2489;&#2497;&#2439;&#2482;)  &#2471;&#2480;&#2503; &#2480;&#2503;&#2454;&#2503; &#2438;&#2474;&#2472;&#2495; <span class="emphasis"><em>&#2478;&#2494;&#2441;&#2488; &#2477;&#2457;&#2509;&#2455;&#2495;&#2478;&#2494;</em></span> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472; &#2404; &#2447;&#2454;&#2472; &#2438;&#2474;&#2472;&#2495; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2453;&#2494;&#2480;&#2488;&#2494;&#2480; &#2458;&#2468;&#2497;&#2480;&#2509;&#2470;&#2495;&#2453;&#2503; &#2472;&#2494;&#2524;&#2494;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404;</p><table border="0" summary="Simple list" class="simplelist"><tr><td><span class="guilabel"><strong>&#2476;&#2494;&#2478;</strong></span> - &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2474;&#2480;&#2495;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2454;&#2507;&#2482;&#2503;</td></tr><tr><td><span class="guilabel"><strong>&#2441;&#2474;&#2480;&#2503;</strong></span>- &#2474;&#2509;&#2479;&#2494;&#2480;&#2503;&#2472;&#2509;&#2463; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2454;&#2507;&#2482;&#2503;</td></tr><tr><td><span class="guilabel"><strong>&#2465;&#2494;&#2472;</strong></span> - &#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2454;&#2507;&#2482;&#2503;</td></tr><tr><td><span class="guilabel"><strong>&#2472;&#2496;&#2458;&#2503;</strong></span> - &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2480;&#2495;&#2482;&#2507;&#2465; &#2453;&#2480;&#2503;</td></tr></table></div><div class="sect2" title="&#2438;&#2478;&#2495; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2453;&#2495;&#2476;&#2507;&#2480;&#2509;&#2465;&#2503;&#2480; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2476;&#2480;&#2494;&#2470;&#2509;&#2470; &#2453;&#2480;&#2476;&#2507;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-assign-keyboard-shortcuts"></a>&#2438;&#2478;&#2495; &#2453;&#2495;&#2477;&#2494;&#2476;&#2503; &#2453;&#2495;&#2476;&#2507;&#2480;&#2509;&#2465;&#2503;&#2480; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2476;&#2480;&#2494;&#2470;&#2509;&#2470; &#2453;&#2480;&#2476;&#2507;?</h3></div></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2463;&#2495; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; Thunar &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2476;&#2470;&#2482;&#2503;&#2480; &#2441;&#2474;&#2494;&#2527; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2438;&#2470;&#2480;&#2509;&#2486; GTK+ &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503;: &#2478;&#2494;&#2441;&#2488; &#2474;&#2527;&#2503;&#2472;&#2509;&#2463;&#2494;&#2480; &#2470;&#2495;&#2527;&#2503; &#2478;&#2503;&#2472;&#2497; &#2437;&#2474;&#2486;&#2472;&#2503;&#2480; &#2441;&#2474;&#2480; &#2470;&#2495;&#2527;&#2503; &#2456;&#2497;&#2480;&#2503; &#2438;&#2488;&#2497;&#2472; &#2447;&#2476;&#2434; &#2479;&#2503;&#2463;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2488;&#2503;&#2439; &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2463;&#2495; &#2458;&#2494;&#2474;&#2497;&#2472;&#2404;</p><p>&#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2447;&#2488;&#2494;&#2439;&#2472;&#2478;&#2503;&#2472;&#2509;&#2463; &#2437;&#2474;&#2488;&#2494;&#2480;&#2467; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2439;&#2482;&#2503; &#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2478;&#2503;&#2472;&#2497; &#2477;&#2497;&#2453;&#2509;&#2468;&#2495;&#2468;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472; &#2468;&#2454;&#2472; <span class="keycap"><strong>Backspace</strong></span> &#2453;&#2496; &#2458;&#2494;&#2474;&#2497;&#2472;&#2404;</p><p>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2479;&#2470;&#2495; &#2472;&#2494; &#2476;&#2470;&#2482;&#2494;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2475;&#2495;&#2458;&#2494;&#2480;&#2463;&#2495; GTK+ &#2447; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404; &#2468;&#2495;&#2472;&#2463;&#2495; &#2441;&#2474;&#2494;&#2527;&#2503; &#2447;&#2463;&#2495; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; Xfce 4.3 &#2476;&#2494; &#2468;&#2494;&#2480; &#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496; &#2488;&#2434;&#2488;&#2509;&#2453;&#2480;&#2472; &#2458;&#2494;&#2482;&#2494;&#2472; &#2468;&#2476;&#2503; <span class="guilabel"><strong>&#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496; &#2439;&#2472;&#2509;&#2463;&#2494;&#2480;&#2475;&#2503;&#2488; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2503; </p></li><li class="listitem"><p>&#2479;&#2470;&#2495; &#2438;&#2474;&#2472;&#2495; GNOME &#2458;&#2494;&#2482;&#2494;&#2472; &#2468;&#2476;&#2503; <span class="guilabel"><strong>&#2478;&#2503;&#2472;&#2497; &#2447;&#2476;&#2434; &#2463;&#2497;&#2482;&#2476;&#2494;&#2480;</strong></span> &#2472;&#2495;&#2527;&#2472;&#2509;&#2468;&#2509;&#2480;&#2472; &#2453;&#2503;&#2472;&#2509;&#2470;&#2509;&#2480; &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2503; <span class="guilabel"><strong> &#2488;&#2478;&#2509;&#2474;&#2494;&#2470;&#2472;&#2496;&#2527; &#2478;&#2503;&#2472;&#2497; &#2437;&#2509;&#2479;&#2494;&#2453;&#2509;&#2488;&#2495;&#2482;&#2503;&#2463;&#2480;</strong></span> &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527; <code class="filename">~/.gtkrc-2.0</code> &#2475;&#2494;&#2439;&#2482; (&#2479;&#2470;&#2495; &#2472;&#2494; &#2469;&#2494;&#2453;&#2503; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2497;&#2472;): </p><pre class="screen">gtk-can-change-accels=1</pre><p> &#2447; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468;&#2463;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2497;&#2472;</p></li></ul></div></div><div class="sect2" title="Thunar &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2503;?"><div class="titlepage"><div><div><h3 class="title"><a name="faq-store-keyboard-shortcuts"></a>Thunar &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2453;&#2507;&#2469;&#2494;&#2527; &#2460;&#2478;&#2494; &#2480;&#2494;&#2454;&#2503;?</h3></div></div></div><p>&#2488;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2438;&#2470;&#2480;&#2509;&#2486; GTK+ &#2447;&#2453;&#2509;&#2488;&#2503;&#2482; &#2478;&#2509;&#2479;&#2494;&#2474; &#2475;&#2480;&#2478;&#2509;&#2479;&#2494;&#2463; &#2475;&#2494;&#2439;&#2482;&#2503; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503; &#2479;&#2494; <code class="filename">$XDG_CONFIG_HOME/Thunar/accels.scm</code> &#2447; &#2437;&#2476;&#2488;&#2509;&#2469;&#2495;&#2468;&#2404; <code class="literal">;</code> &#2470;&#2495;&#2527;&#2503; &#2486;&#2497;&#2480;&#2497; &#2489;&#2451;&#2527;&#2494; &#2482;&#2494;&#2439;&#2472;&#2455;&#2497;&#2482;&#2507; &#2489;&#2482; &#2478;&#2472;&#2509;&#2468;&#2476;&#2509;&#2479;&#2404; &#2475;&#2494;&#2439;&#2482; &#2475;&#2480;&#2478;&#2509;&#2479;&#2494;&#2463; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2460;&#2494;&#2472;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; GTK+ &#2465;&#2453;&#2497;&#2478;&#2503;&#2472;&#2509;&#2463;&#2503;&#2486;&#2472; &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2474;&#2509;&#2479;&#2494;&#2453;&#2503;&#2460;&#2453;&#2494;&#2480;&#2453; &#2476;&#2494; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2474;&#2509;&#2480;&#2486;&#2494;&#2488;&#2453; &#2489;&#2472; &#2447;&#2476;&#2434; &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2497;&#2480;&#2507; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2460;&#2497;&#2524;&#2503; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; &#2488;&#2503;&#2463;&#2494; &#2489;&#2476;&#2503; Thunar &#2447;&#2480; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2469;&#2503;&#2453;&#2503; &#2438;&#2482;&#2494;&#2470;&#2494;, &#2438;&#2474;&#2472;&#2495; <code class="envar">$XDG_CONFIG_DIRS</code> &#2447; &#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482; <code class="filename">Thunar/accels.scm</code> &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2479;&#2503;&#2478;&#2472;, <code class="filename">/etc/xdg</code> &#2479;&#2470;&#2495; <code class="envar">$XDG_CONFIG_DIRS</code> (&#2476;&#2503;&#2486;&#2495;&#2480;&#2477;&#2494;&#2455; &#2482;&#2495;&#2472;&#2494;&#2453;&#2509;&#2488; &#2476;&#2472;&#2509;&#2463;&#2472;&#2503;&#2480; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2469;&#2494;&#2453;&#2503;) &#2447;&#2480; &#2437;&#2434;&#2486; &#2489;&#2527; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; <code class="filename">/etc/xdg/Thunar/accels.scm</code> &#2447; &#2474;&#2497;&#2480;&#2507; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2439;&#2472;&#2488;&#2509;&#2463;&#2482; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; Thunar &#2468;&#2454;&#2472; &#2474;&#2509;&#2480;&#2469;&#2478; &#2469;&#2503;&#2453;&#2503;&#2439; &#2447;&#2439; &#2475;&#2494;&#2439;&#2482; &#2469;&#2503;&#2453;&#2503; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2482;&#2507;&#2465; &#2453;&#2480;&#2503; &#2472;&#2503;&#2527;&#2404;</p></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="advanced-topics.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="support.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;</td></tr></table></div></body></html>
