<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="using-removable-media.html" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><link rel="next" href="customizing-thunar.html" title="Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="using-removable-media.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="customizing-thunar.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="preferences"></a>&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</h2></div></div></div><p>&#2438;&#2474;&#2472;&#2494;&#2480; <strong class="application"><code>Thunar</code></strong> &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2467; &#2453;&#2480;&#2468;&#2503; <span class="guilabel"><strong>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2497;&#2472;&#2404; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2527; &#2465;&#2494;&#2527;&#2494;&#2482;&#2455; &#2454;&#2497;&#2482;&#2468;&#2503; &#2478;&#2503;&#2472;&#2497;&#2476;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2488;&#2478;&#2509;&#2474;&#2494;&#2470;&#2472; &#2453;&#2480;&#2497;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;, &#2437;&#2469;&#2476;&#2494; Xfce &#2488;&#2503;&#2463;&#2495;&#2434; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503; <span class="guibutton"><strong>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;</strong></span> &#2476;&#2507;&#2468;&#2494;&#2478;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p><span class="guilabel"><strong>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455; &#2474;&#2499;&#2469;&#2453; &#2474;&#2499;&#2469;&#2453; &#2437;&#2474;&#2486;&#2472; &#2472;&#2495;&#2527;&#2503; &#2458;&#2494;&#2480; &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; &#2476;&#2495;&#2472;&#2509;&#2479;&#2488;&#2509;&#2468; &#2480;&#2527;&#2503;&#2459;&#2503;, &#2479;&#2494;&#2480; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2503;&#2453;&#2463;&#2495; &#2472;&#2495;&#2458;&#2503; &#2438;&#2482;&#2494;&#2470;&#2494; &#2486;&#2509;&#2480;&#2503;&#2472;&#2496;&#2468;&#2503; &#2476;&#2480;&#2509;&#2467;&#2495;&#2468; &#2438;&#2459;&#2503;&#2404; &#2478;&#2498;&#2482;&#2468; &#2438;&#2474;&#2472;&#2495; &#2472;&#2495;&#2478;&#2509;&#2472;&#2482;&#2495;&#2454;&#2495;&#2468; &#2476;&#2495;&#2477;&#2494;&#2455;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2467; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2498;&#2480;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2488;&#2503;&#2463;&#2495;&#2434;&#2488;&#2404;</p></li><li class="listitem"><p>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2498;&#2480;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2488;&#2503;&#2463;&#2495;&#2434;&#2488;&#2404;</p></li><li class="listitem"><p>&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2480; &#2438;&#2458;&#2480;&#2467;&#2404;</p></li><li class="listitem"><p>&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;&#2503;&#2480; &#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;&#2404;</p></li></ul></div><p>Thunar &#2468;&#2469;&#2494;&#2453;&#2469;&#2495;&#2468; &#2476;&#2503;&#2486;&#2453;&#2495;&#2459;&#2497; <span class="emphasis"><em>&#2438;&#2524;&#2494;&#2482;&#2453;&#2499;&#2468; &#2437;&#2474;&#2486;&#2472;</em></span> &#2453;&#2503; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503;, &#2479;&#2494; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2488;&#2478;&#2497;&#2489; &#2472;&#2495;&#2527;&#2472;&#2509;&#2468;&#2509;&#2480;&#2472; &#2453;&#2480;&#2503;, &#2453;&#2495;&#2472;&#2509;&#2468;&#2497; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;&#2503;&#2480; &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2453;&#2503; &#2488;&#2494;&#2471;&#2494;&#2480;&#2467; &#2480;&#2494;&#2454;&#2494;&#2480; &#2441;&#2470;&#2509;&#2470;&#2503;&#2486;&#2509;&#2479;&#2503; &#2447;&#2455;&#2497;&#2482;&#2507;&#2453;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;&#2503;&#2480; &#2478;&#2471;&#2509;&#2479;&#2503; &#2480;&#2494;&#2454;&#2494; &#2489;&#2527;&#2472;&#2495;&#2404; Thunar &#2476;&#2472;&#2509;&#2463;&#2472;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; <a class="ulink" href="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc" target="_top"><code class="filename">README.thunarrc</code></a> &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2476;&#2495;&#2470;&#2509;&#2479;&#2478;&#2494;&#2472; &#2437;&#2474;&#2486;&#2472;&#2488;&#2478;&#2498;&#2489;&#2503;&#2480; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2470;&#2503;&#2527;&#2404; </p><div class="sect2" title="&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><div class="titlepage"><div><div><h3 class="title"><a name="preferences-views"></a>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</h3></div></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2470;&#2499;&#2486;&#2509;&#2479;&#2474;&#2463;, &#2453;&#2509;&#2480;&#2478; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2447;&#2476;&#2434; &#2437;&#2474;&#2486;&#2472; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2479;&#2503;&#2488;&#2453;&#2482; &#2475;&#2494;&#2439;&#2482; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503; &#2488;&#2503;&#2455;&#2497;&#2482;&#2507;&#2468;&#2503; &#2468;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/preferences-views.png" alt="&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2472;&#2468;&#2497;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2479;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2459;&#2503;</strong></span></span></dt><dd><p>&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2477;&#2495;&#2441; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2479;&#2454;&#2472; &#2472;&#2468;&#2497;&#2472; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; &#2454;&#2497;&#2482;&#2476;&#2503;&#2472;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2477;&#2495;&#2441;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2503;&#2459;&#2503;&#2472; &#2468;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; &#2447;&#2463;&#2494; &#2438;&#2439;&#2453;&#2472; &#2477;&#2495;&#2441;, &#2488;&#2472;&#2509;&#2472;&#2495;&#2476;&#2495;&#2487;&#2509;&#2463; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2477;&#2495;&#2441; &#2437;&#2469;&#2476;&#2494; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2477;&#2495;&#2441;&#2451; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2447;&#2454;&#2494;&#2472;&#2503; &#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2477;&#2495;&#2441;&#2527;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2476;&#2509;&#2479;&#2476;&#2489;&#2499;&#2468; &#2477;&#2495;&#2441;&#2463;&#2495; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; <span class="guilabel"><strong>&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2477;&#2495;&#2441;</strong></span> &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2488;&#2494;&#2460;&#2495;&#2527;&#2503; &#2472;&#2495;&#2472;</strong></span></span></dt><dd><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2453;&#2503; &#2453;&#2509;&#2480;&#2478;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2488;&#2494;&#2460;&#2494;&#2472; &#2468;&#2454;&#2472; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2453;&#2503; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;&#2477;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2488; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2459;&#2476;&#2495; &#2475;&#2494;&#2439;&#2482; &#2451; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2488;&#2478;&#2480;&#2509;&#2469;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2438;&#2524;&#2494;&#2482; &#2453;&#2480;&#2494; <code class="filename">.&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2488;</code> &#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2496;&#2468;&#2503; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482; &#2475;&#2494;&#2439;&#2482; &#2488;&#2434;&#2480;&#2453;&#2509;&#2487;&#2472; &#2453;&#2480;&#2503; &#2480;&#2494;&#2454;&#2503;&#2404;</p><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2437;&#2468;&#2495;&#2480;&#2495;&#2453;&#2509;&#2468; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2488;&#2489; <strong class="application"><code>Thunar</code></strong> &#2469;&#2503;&#2453;&#2503; &#2474;&#2509;&#2480;&#2494;&#2474;&#2509;&#2468; &#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2503;&#2480; &#2478;&#2498;&#2482; &#2453;&#2494;&#2480;&#2509;&#2479;&#2476;&#2495;&#2471;&#2495; &#2476;&#2499;&#2470;&#2509;&#2471;&#2495; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472;, &#2468;&#2494;&#2489;&#2482;&#2503; <a class="xref" href="customizing-thunar.html#thumbnailers" title="&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2488;">&#2437;&#2472;&#2497;&#2458;&#2509;&#2459;&#2503;&#2470; &#8220;&#2469;&#2494;&#2478;&#2509;&#2476;&#2472;&#2503;&#2439;&#2482;&#2494;&#2480;&#2488;&#8221;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2438;&#2439;&#2453;&#2472;&#2503;&#2480; &#2474;&#2494;&#2486;&#2503; &#2474;&#2494;&#2464;&#2509;&#2479;</strong></span></span></dt><dd><p>&#2438;&#2439;&#2453;&#2472; &#2477;&#2495;&#2441;&#2468;&#2503; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503;&#2480; &#2453;&#2509;&#2479;&#2494;&#2474;&#2486;&#2472;&#2463;&#2495; &#2438;&#2439;&#2453;&#2472;&#2503;&#2480; &#2472;&#2496;&#2458;&#2503; &#2472;&#2494; &#2470;&#2495;&#2527;&#2503; &#2474;&#2494;&#2486;&#2503; &#2470;&#2503;&#2527;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd></dl></div></div><div class="sect2" title="&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><div class="titlepage"><div><div><h3 class="title"><a name="preferences-side-pane"></a>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</h3></div></div></div><p>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2509;&#2479;&#2494;&#2472; &#2451; &#2468;&#2495;&#2472;&#2463;&#2495; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/preferences-side-pane.png" alt="&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"></div></div><p>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2463;&#2495; &#2438;&#2474;&#2472;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503;&#2480; &#2447;&#2453;&#2463;&#2495; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2437;&#2469;&#2476;&#2494; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2447;&#2453;&#2463;&#2495; &#2463;&#2509;&#2480;&#2495;&#2477;&#2495;&#2441; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2476;&#2503;&#2404; &#2447;&#2439; &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2447;&#2476;&#2434; &#2463;&#2509;&#2480;&#2495; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503;&#2480; &#2438;&#2439;&#2453;&#2472;&#2503;&#2480; &#2438;&#2453;&#2494;&#2480; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2472; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2447;&#2480; &#2453;&#2507;&#2472;&#2507; &#2474;&#2509;&#2480;&#2468;&#2496;&#2453; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494;&#2451; &#2438;&#2474;&#2472;&#2495; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2438;&#2439;&#2453;&#2472;&#2503;&#2480; &#2438;&#2453;&#2494;&#2480;</strong></span></span></dt><dd><p>&#2488;&#2494;&#2439;&#2465;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2438;&#2439;&#2453;&#2472;&#2503;&#2480; &#2438;&#2453;&#2494;&#2480; <span class="guilabel"><strong>&#2454;&#2497;&#2476; &#2459;&#2507;&#2463;</strong></span> (&#2535;&#2540;x&#2535;&#2540; &#2474;&#2495;&#2453;&#2509;&#2488;&#2503;&#2482;&#2503;&#2480; &#2453;&#2494;&#2459;&#2494;&#2453;&#2494;&#2459;&#2495;) &#2469;&#2503;&#2453;&#2503; <span class="guilabel"><strong>&#2454;&#2497;&#2476; &#2476;&#2524;</strong></span> (&#2535;&#2536;&#2542;x&#2535;&#2536;&#2542; &#2474;&#2495;&#2453;&#2509;&#2488;&#2503;&#2482;&#2503;&#2480; &#2453;&#2494;&#2459;&#2494;&#2453;&#2494;&#2459;&#2495;) &#2474;&#2480;&#2509;&#2479;&#2472;&#2509;&#2468;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2438;&#2439;&#2453;&#2472; &#2474;&#2509;&#2480;&#2468;&#2496;&#2453; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2474;&#2509;&#2480;&#2468;&#2496;&#2453; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2438;&#2474;&#2472;&#2495; <span class="guilabel"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2509;&#2480;&#2468;&#2496;&#2453; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2472; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494; &#2469;&#2503;&#2453;&#2503; &#2447;&#2453;&#2463;&#2495; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2474;&#2509;&#2480;&#2494;&#2488;&#2457;&#2509;&#2455;&#2495;&#2453;-&#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd></dl></div></div><div class="sect2" title="&#2438;&#2458;&#2480;&#2467; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><div class="titlepage"><div><div><h3 class="title"><a name="preferences-behavior"></a>&#2438;&#2458;&#2480;&#2467; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</h3></div></div></div><p>&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2479;&#2507;&#2455;&#2494;&#2479;&#2507;&#2455;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2438;&#2480;&#2451; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2495;&#2459;&#2497; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/preferences-behavior.png" alt="&#2438;&#2458;&#2480;&#2467; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2438;&#2439;&#2463;&#2503;&#2478;&#2455;&#2497;&#2482;&#2507; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2453;&#2507;&#2472;&#2507; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503; &#2447;&#2480; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2489;&#2527;&#2494;&#2480; &#2474;&#2480;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2447;&#2453;&#2463;&#2495; &#2438;&#2439;&#2463;&#2503;&#2478; &#2472;&#2495;&#2480;&#2509;&#2470;&#2503;&#2486; &#2453;&#2480;&#2503;&#2472; &#2468;&#2454;&#2472; &#2447;&#2480; &#2486;&#2495;&#2480;&#2507;&#2472;&#2494;&#2478;  &#2472;&#2495;&#2478;&#2509;&#2472;&#2480;&#2503;&#2454;&#2494;&#2457;&#2509;&#2453;&#2495;&#2468; &#2489;&#2527; &#2447;&#2476;&#2434; &#2453;&#2495;&#2459;&#2497; &#2488;&#2478;&#2527; &#2474;&#2480;&#2439; &#2438;&#2439;&#2463;&#2503;&#2478;&#2463;&#2495; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503;&#2439; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2489;&#2527;&#2404;</p><p>&#2437;&#2474;&#2486;&#2472;&#2503;&#2480; &#2472;&#2495;&#2458;&#2503; &#2447;&#2439; &#2476;&#2495;&#2482;&#2478;&#2509;&#2476;&#2463;&#2495; &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2438;&#2474;&#2472;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2453;&#2453;&#2503; &#2488;&#2480;&#2509;&#2476;&#2476;&#2494;&#2478;&#2503; &#2488;&#2480;&#2495;&#2527;&#2503; &#2470;&#2495;&#2527;&#2503; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503;&#2480; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2472;&#2495;&#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503; &#2470;&#2495;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2438;&#2439;&#2463;&#2503;&#2478;&#2455;&#2497;&#2482;&#2507; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2465;&#2494;&#2476;&#2482; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2453;&#2507;&#2472;&#2507; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503; &#2465;&#2494;&#2476;&#2482;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503;&#2472; &#2468;&#2454;&#2472; &#2488;&#2503;&#2454;&#2494;&#2472;&#2503; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494;&#2472;&#2507;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2447;&#2453;&#2463;&#2495; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503; &#2438;&#2439;&#2463;&#2503;&#2478;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd></dl></div></div><div class="sect2" title="&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"><div class="titlepage"><div><div><h3 class="title"><a name="preferences-advanced"></a>&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</h3></div></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2441;&#2458;&#2509;&#2458;&#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2455;&#2497;&#2482;&#2507; &#2472;&#2495;&#2527;&#2472;&#2509;&#2468;&#2509;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/preferences-advanced.png" alt="&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472;&#2488;&#2478;&#2498;&#2489;</strong></span></span></dt><dd><p>&#2438;&#2474;&#2472;&#2495; &#2447;&#2453;&#2463;&#2495; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472; &#2479;&#2494; <span class="guilabel"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2503;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472;&#2488;&#2478;&#2497;&#2489; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494;&#2480; &#2488;&#2478;&#2527; &#2453;&#2494;&#2460; &#2453;&#2480;&#2476;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2447;&#2478;&#2472;&#2477;&#2494;&#2476;&#2503; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472; &#2479;&#2494;&#2468;&#2503; &#2438;&#2474;&#2472;&#2495; &#2479;&#2468;&#2476;&#2494;&#2480; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472;&#2488;&#2478;&#2497;&#2489; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2476;&#2503;&#2472; <strong class="application"><code>Thunar</code></strong> &#2468;&#2468;&#2476;&#2494;&#2480; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2476;&#2503;, &#2479;&#2494;&#2468;&#2503; &#2486;&#2497;&#2471;&#2497; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2472;&#2468;&#2497;&#2472; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472;&#2488;&#2478;&#2497;&#2489; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2527; &#2468;&#2494; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2476;&#2482;&#2503; &#2470;&#2503;&#2527;&#2494; &#2489;&#2476;&#2503; &#2437;&#2469;&#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497;&#2468;&#2503;&#2451; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2477;&#2482;&#2495;&#2441;&#2478; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463;</strong></span></span></dt><dd><p>&#2479;&#2470;&#2495; HAL &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; <strong class="application"><code>Thunar</code></strong> &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2489;&#2527; &#2447;&#2476;&#2434; <strong class="application"><code>thunar-volman</code></strong> &#2474;&#2509;&#2479;&#2494;&#2453;&#2503;&#2460;&#2451; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2439;&#2472;&#2509;&#2463;&#2495;&#2455;&#2509;&#2480;&#2503;&#2463;&#2503;&#2465; &#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404; &#2447;&#2439; &#2475;&#2495;&#2458;&#2494;&#2480; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2460;&#2494;&#2472;&#2468;&#2503; <a class="xref" href="using-removable-media.html#management-of-removable-drives-and-media" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494;">&#2437;&#2472;&#2497;&#2458;&#2509;&#2459;&#2503;&#2470; &#8220;&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494;&#8221;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p></dd></dl></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="using-removable-media.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="customizing-thunar.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> Thunar &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</td></tr></table></div></body></html>
