<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="faq.html" title="&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527;"><link rel="next" href="copyright.html" title="Thunar &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="faq.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="copyright.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="support"></a>&#2488;&#2494;&#2474;&#2507;&#2480;&#2509;&#2463;</h2></div></div></div><p>&#2476;&#2494;&#2455; &#2480;&#2495;&#2474;&#2507;&#2480;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2437;&#2469;&#2476;&#2494; &#2447;&#2439; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2476;&#2494; &#2478;&#2509;&#2479;&#2494;&#2472;&#2497;&#2527;&#2503;&#2482; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2453;&#2507;&#2472;&#2507; &#2474;&#2480;&#2494;&#2478;&#2480;&#2509;&#2486; &#2470;&#2495;&#2468;&#2503;, </p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p><span class="bold"><strong>&#2474;&#2497;&#2472;&#2480;&#2497;&#2470;&#2509;&#2471;&#2494;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479;.</strong></span> &#2465;&#2503;&#2477;&#2503;&#2482;&#2474;&#2494;&#2480; &#2479;&#2470;&#2495; &#2476;&#2494;&#2455;&#2463;&#2495; &#2472;&#2495;&#2460;&#2503; &#2470;&#2503;&#2454;&#2468;&#2503; &#2472;&#2494; &#2474;&#2494;&#2472; &#2468;&#2476;&#2503; &#2476;&#2494;&#2455;&#2463;&#2495; &#2488;&#2434;&#2486;&#2507;&#2471;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2494;&#2404; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2476;&#2495;&#2476;&#2480;&#2472;&#2503;&#2480; &#2478;&#2494;&#2471;&#2509;&#2479;&#2478;&#2503; &#2438;&#2474;&#2472;&#2495; &#2468;&#2494;&#2453;&#2503; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p></li><li class="listitem"><p><span class="bold"><strong>&#2488;&#2497;&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463;.</strong></span> &#2479;&#2468; &#2470;&#2509;&#2480;&#2497;&#2468; &#2465;&#2503;&#2477;&#2503;&#2482;&#2474;&#2494;&#2480; &#2447;&#2453;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2447;&#2480;&#2495;&#2527;&#2494;&#2480; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2476;&#2503;&#2480; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;, &#2468;&#2468; &#2470;&#2509;&#2480;&#2497;&#2468; &#2447;&#2463;&#2494; &#2488;&#2478;&#2494;&#2471;&#2494;&#2472; &#2453;&#2480;&#2494; &#2479;&#2494;&#2476;&#2503;&#2404;</p></li></ul></div><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2472;&#2468;&#2497;&#2472; &#2453;&#2507;&#2472;&#2507; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2437;&#2472;&#2497;&#2480;&#2507;&#2471; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2488;&#2503;&#2439; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;, &#2447;&#2439; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2488;&#2503;&#2463;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2453;&#2503;&#2472; &#2477;&#2494;&#2482; &#2489;&#2476;&#2503; &#2468;&#2494; &#2441;&#2482;&#2509;&#2482;&#2503;&#2454; &#2453;&#2480;&#2497;&#2472;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2453;&#2507;&#2472;&#2507; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479; &#2479;&#2507;&#2455; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2454;&#2472; &#2468;&#2494;&#2480; &#2474;&#2453;&#2509;&#2487;&#2503; &#2441;&#2474;&#2479;&#2497;&#2453;&#2509;&#2468; &#2479;&#2497;&#2453;&#2509;&#2468;&#2495; &#2441;&#2474;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;&#2437;&#2472;&#2497;&#2480;&#2507;&#2471;&#2453;&#2499;&#2468; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479; &#2476;&#2494;&#2488;&#2509;&#2468;&#2476;&#2494;&#2527;&#2472; &#2453;&#2480;&#2503; &#2447;&#2478;&#2472; &#2474;&#2509;&#2479;&#2494;&#2458; &#2441;&#2482;&#2509;&#2482;&#2503;&#2454; &#2453;&#2480;&#2482;&#2503; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2463;&#2495; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2476;&#2503;&#2486;&#2496; &#2488;&#2489;&#2460; &#2489;&#2527;, &#2453;&#2495;&#2472;&#2509;&#2468; &#2441;&#2510;&#2488;&#2453;&#2503; &#2489;&#2509;&#2479;&#2494;&#2453;&#2495;&#2434; &#2438;&#2474; &#2453;&#2480;&#2494;&#2480; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; <a class="ulink" href="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING" target="_top">HACKING</a> &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2476;&#2495;&#2486;&#2503;&#2487; &#2453;&#2480;&#2503; <span class="emphasis"><em>&#2453;&#2507;&#2465;&#2495;&#2434; &#2486;&#2504;&#2482;&#2496;</em></span> &#2437;&#2476;&#2486;&#2509;&#2479;&#2439; &#2474;&#2524;&#2503; &#2472;&#2495;&#2472;&#2404;</p><p>&#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527;, &#2488;&#2475;&#2463;&#2451;&#2527;&#2509;&#2479;&#2494;&#2480; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2451; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2472;&#2495;&#2527;&#2503; &#2453;&#2507;&#2472;&#2507; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2489;&#2482;&#2503;, &#2437;&#2472;&#2497;&#2455;&#2509;&#2480;&#2489; &#2453;&#2480;&#2503; <a class="ulink" href="http://foo-projects.org/mailman/listinfo/thunar-dev" target="_top">thunar-dev &#2478;&#2503;&#2439;&#2482; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;</a> &#2447; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2438;&#2474;&#2472;&#2494;&#2480; IRC &#2453;&#2509;&#2482;&#2494;&#2527;&#2503;&#2472;&#2509;&#2463;&#2453;&#2503; <span class="bold"><strong>irc.freenode.net</strong></span> &#2447; &#2474;&#2527;&#2503;&#2472;&#2509;&#2463; &#2453;&#2480;&#2497;&#2472;, <span class="bold"><strong>#thunar</strong></span> &#2458;&#2509;&#2479;&#2494;&#2472;&#2503;&#2482;&#2503; &#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2472; &#2447;&#2476;&#2434; &#2488;&#2489;&#2494;&#2527;&#2468;&#2494; &#2458;&#2494;&#2472;&#2404;</p></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="faq.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="copyright.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2479;&#2503;&#2488;&#2476; &#2474;&#2509;&#2480;&#2486;&#2509;&#2472; &#2474;&#2509;&#2480;&#2494;&#2527;&#2439; &#2460;&#2495;&#2460;&#2509;&#2462;&#2494;&#2488;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> Thunar &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503;</td></tr></table></div></body></html>
