<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="next" href="working-with-files-and-folders.html" title="&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="index.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="the-file-manager-window"></a>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;</h2></div></div></div><p>&#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2468;&#2503; &#2476;&#2494;&#2478;&#2503; &#2447;&#2453;&#2463;&#2495; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2509;&#2479;&#2494;&#2472;, &#2465;&#2494;&#2472;&#2503; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494; &#2447;&#2476;&#2434; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;&#2480; &#2441;&#2474;&#2480;&#2503; &#2474;&#2494;&#2469;&#2476;&#2494;&#2480; &#2469;&#2494;&#2453;&#2503;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/file-manager-window.png" alt="&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;"></div></div><p><span class="guilabel"><strong>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2509;&#2479;&#2494;&#2472;</strong></span> &#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2488;&#2480;&#2476;&#2480;&#2494;&#2489; &#2453;&#2480;&#2503;&#2404; &#2474;&#2509;&#2480;&#2469;&#2478; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; <span class="emphasis"><em>&#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;</em></span> &#2447; &#2472;&#2495;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503;, &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2453;&#2482; &#2476;&#2509;&#2479;&#2453;&#2509;&#2468;&#2495;&#2455;&#2468; &#2465;&#2494;&#2463;&#2494; &#2447;&#2476;&#2434; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496;&#2480; &#2472;&#2494;&#2478;&#2451; &#2469;&#2494;&#2453;&#2476;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2470;&#2509;&#2476;&#2495;&#2468;&#2496;&#2527; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2470;&#2495;&#2527;&#2503; &#2463;&#2509;&#2479;&#2494;&#2486; &#2476;&#2495;&#2472;&#2503; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2494; &#2475;&#2494;&#2439;&#2482; &#2460;&#2478;&#2494; &#2469;&#2494;&#2453;&#2503; &#2447;&#2476;&#2434; &#2488;&#2503;&#2454;&#2494;&#2472; &#2469;&#2503;&#2453;&#2503; &#2438;&#2476;&#2494;&#2480; &#2474;&#2480;&#2503; &#2474;&#2497;&#2472;&#2480;&#2497;&#2470;&#2509;&#2471;&#2494;&#2480; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2468;&#2499;&#2468;&#2496;&#2527; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2469;&#2503;&#2453;&#2503; <span class="emphasis"><em>&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;</em></span> &#2447; &#2479;&#2503;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472; &#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482; &#2451; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2469;&#2494;&#2453;&#2503;&#2404; &#2458;&#2468;&#2497;&#2480;&#2509;&#2469; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2463;&#2495; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2478;&#2498;&#2482;&#2503; &#2472;&#2495;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503; - &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2482;&#2495;&#2472;&#2494;&#2453;&#2509;&#2488;/&#2441;&#2439;&#2472;&#2495;&#2453;&#2509;&#2488; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2503; &#2472;&#2468;&#2497;&#2472; &#2489;&#2527;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472;  &#2468;&#2476;&#2503; &#2447;&#2463;&#2495; &#2447;&#2453;&#2509;&#2488;&#2474;&#2509;&#2482;&#2507;&#2480; &#2453;&#2480;&#2468;&#2503; &#2453;&#2495;&#2459;&#2497;&#2463;&#2494; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2489;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2476;&#2495;&#2477;&#2495;&#2472;&#2509;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2486;&#2497;&#2471;&#2497; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2477;&#2503;&#2468;&#2480;&#2503; &#2453;&#2495; &#2438;&#2459;&#2503; &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      </p><p><span class="emphasis"><em>&#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;</em></span> &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2447;&#2480; &#2472;&#2496;&#2458;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; &#2441;&#2474;&#2480;&#2503;&#2480; &#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2472;&#2486;&#2463;&#2503;, &#2438;&#2474;&#2472;&#2495; &#2447;&#2453;&#2463;&#2495; <span class="guilabel"><strong>&#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;</strong></span> &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2470;&#2503;&#2454;&#2468;&#2503; &#2474;&#2494;&#2476;&#2503;&#2472;&#2404; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2468;&#2503; &#2479;&#2503; &#2465;&#2494;&#2463;&#2494; &#2460;&#2478;&#2494; &#2438;&#2459;&#2503; &#2468;&#2494;&#2468;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2438;&#2480;&#2451; &#2468;&#2469;&#2509;&#2479;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; <a class="xref" href="using-removable-media.html" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;">&#2437;&#2472;&#2497;&#2458;&#2509;&#2459;&#2503;&#2470; &#8220;&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;&#8221;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p><p>&#2476;&#2494;&#2453;&#2496; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2455;&#2497;&#2482;&#2507; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2453;&#2494;&#2480;&#2496; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468;&#2404; &#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2463;&#2503;&#2472;&#2503; &#2447;&#2472;&#2503; <span class="guilabel"><strong>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2509;&#2479;&#2494;&#2472;</strong></span> &#2447; &#2480;&#2503;&#2454;&#2503; &#2472;&#2495;&#2460;&#2503;&#2480; &#2478;&#2468; &#2453;&#2480;&#2503; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2468;&#2504;&#2480;&#2496; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2447;&#2480; &#2488;&#2494;&#2489;&#2479;&#2509;&#2479;&#2503; &#2454;&#2497;&#2476; &#2470;&#2509;&#2480;&#2497;&#2468; &#2455;&#2497;&#2480;&#2497;&#2468;&#2509;&#2476;&#2474;&#2498;&#2480;&#2509;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2453;&#2507;&#2472;&#2507; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503;, &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503; &#2465;&#2494;&#2472; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guimenuitem"><strong>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2437;&#2474;&#2488;&#2494;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2453;&#2507;&#2472;&#2507; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503;, &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503; &#2465;&#2494;&#2472; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guimenuitem"><strong>&#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2474;&#2497;&#2472;&#2480;&#2494;&#2527; &#2472;&#2494;&#2478;&#2453;&#2480;&#2467; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404; &#2478;&#2472;&#2503; &#2480;&#2494;&#2454;&#2476;&#2503;&#2472;, &#2447; &#2474;&#2470;&#2509;&#2471;&#2468;&#2495;&#2455;&#2497;&#2482;&#2507; &#2453;&#2503;&#2476;&#2482; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479;&#2439; &#2474;&#2509;&#2480;&#2479;&#2507;&#2460;&#2509;&#2479;, &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2469;&#2503;&#2453;&#2503; &#2480;&#2503;&#2475;&#2494;&#2480;&#2503;&#2472;&#2509;&#2488;&#2474;&#2509;&#2480;&#2494;&#2474;&#2509;&#2468; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2472;&#2527;&#2404;</p><p><span class="emphasis"><em>&#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;</em></span> &#2488;&#2480;&#2509;&#2476;&#2470;&#2494; &#2476;&#2495;&#2470;&#2509;&#2479;&#2478;&#2494;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2503;&#2404; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2465;&#2476;&#2482; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;, &#2447;&#2476;&#2434; &#2475;&#2494;&#2439;&#2482; &#2437;&#2469;&#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2482;&#2503; &#2447;&#2453;&#2463;&#2495;  &#2474;&#2509;&#2480;&#2488;&#2457;&#2509;&#2455;-&#2478;&#2503;&#2472;&#2497; &#2438;&#2488;&#2503; &#2479;&#2503;&#2454;&#2494;&#2472; &#2469;&#2503;&#2453;&#2503; &#2438;&#2474;&#2472;&#2495; &#2453;&#2495; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2478;&#2494;&#2441;&#2488;&#2503;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2447;&#2453;&#2463;&#2495; &#2437;&#2494;&#2527;&#2468;&#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480; &#2463;&#2503;&#2472;&#2503; &#2447;&#2453;&#2488;&#2494;&#2469;&#2503; &#2453;&#2527;&#2503;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527;&#2404; &#2437;&#2472;&#2509;&#2479;&#2469;&#2494;&#2527;, &#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2503; <span class="keycap"><strong>Shift</strong></span> &#2453;&#2496; &#2463;&#2495; &#2471;&#2480;&#2503; &#2480;&#2503;&#2454;&#2503; &#2451; &#2468;&#2496;&#2480;&#2458;&#2495;&#2489;&#2509;&#2472;&#2495;&#2468; &#2453;&#2496; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2488;&#2434;&#2454;&#2509;&#2479;&#2494; &#2476;&#2494;&#2524;&#2494;&#2472;&#2507; &#2476;&#2494; &#2453;&#2478;&#2494;&#2472;&#2507; &#2479;&#2494;&#2527;&#2404;</p><p><span class="emphasis"><em>&#2474;&#2494;&#2469;&#2476;&#2494;&#2480;</em></span> &#2488;&#2480;&#2509;&#2476;&#2470;&#2494; &#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2438;&#2459;&#2503;&#2472; &#2488;&#2503;&#2454;&#2494;&#2472;&#2503; &#2479;&#2494;&#2451;&#2527;&#2494;&#2480; &#2474;&#2494;&#2469; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2474;&#2494;&#2469;&#2476;&#2494;&#2480; &#2476;&#2507;&#2468;&#2494;&#2478;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503; &#2479;&#2503; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2447;&#2453;&#2503; &#2474;&#2509;&#2480;&#2453;&#2494;&#2486; &#2453;&#2480;&#2494; &#2489;&#2527; &#2468;&#2494; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2453;&#2495;&#2459;&#2497; &#2437;&#2474;&#2486;&#2472;&#2488;&#2489; &#2474;&#2509;&#2480;&#2488;&#2457;&#2509;&#2455;-&#2478;&#2503;&#2472;&#2497; &#2438;&#2472;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2494;&#2469;&#2476;&#2494;&#2480; &#2476;&#2507;&#2468;&#2494;&#2478;&#2503; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404;</p><div class="sect2" title="&#2437;&#2476;&#2527;&#2476; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h3 class="title"><a name="customizing-the-appearance"></a>&#2437;&#2476;&#2527;&#2476; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2439; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h3></div></div></div><p>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; &#2447;&#2480; &#2437;&#2476;&#2527;&#2476; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2527; &#2453;&#2480;&#2503; &#2468;&#2507;&#2482;&#2494;&#2480; &#2438;&#2480;&#2451; &#2437;&#2472;&#2503;&#2453; &#2441;&#2474;&#2494;&#2527; &#2480;&#2527;&#2503;&#2459;&#2503;&#2404; &#2438;&#2439;&#2453;&#2472;&#2455;&#2497;&#2482;&#2507; &#2438;&#2474;&#2472;&#2494;&#2480; &#2474;&#2459;&#2472;&#2509;&#2470;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2472;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2476;&#2480;&#2509;&#2468;&#2478;&#2494;&#2472; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2438;&#2453;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2453;&#2494;&#2486;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2438;&#2453;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p>&#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2488;&#2509;&#2469;&#2494;&#2472; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2453;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2463;&#2497;&#2482;&#2476;&#2494;&#2480; &#2486;&#2504;&#2482;&#2496;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2503; &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2468;&#2503; &#2474;&#2494;&#2469;&#2476;&#2494;&#2480;&#2503;&#2480; &#2447;&#2480; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2503; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472;&#2476;&#2494;&#2480; &#2480;&#2494;&#2454;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p><p>&#2438;&#2474;&#2472;&#2495; &#2476;&#2494;&#2478; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503; &#2447;&#2453;&#2463;&#2495; &#2463;&#2509;&#2480;&#2495;&#2477;&#2495;&#2441; &#2474;&#2459;&#2472;&#2509;&#2470; &#2453;&#2480;&#2494;&#2480; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;, &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2463;&#2509;&#2480;&#2495;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p><div class="sect3" title="&#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2477;&#2495;&#2441;&#2468;&#2503; &#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;"><div class="titlepage"><div><div><h4 class="title"><a name="visible-columns-in-the-detailed-list-view"></a>&#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2477;&#2495;&#2441;&#2468;&#2503; &#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;</h4></div></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2438;&#2453;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470; &#2453;&#2480;&#2503;&#2472; &#2468;&#2494;&#2489;&#2482;&#2503;, <span class="guilabel"><strong>&#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;</strong></span> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;&#2496;&#2468;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2453;&#2482;&#2494;&#2478;&#2453;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470;&#2496;&#2527; &#2453;&#2480;&#2503; &#2488;&#2494;&#2460;&#2494;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404; &#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;&#2453;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2527; &#2453;&#2480;&#2503; &#2488;&#2494;&#2460;&#2494;&#2472;&#2507;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2509;&#2480;&#2471;&#2494;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2453;&#2482;&#2494;&#2478; &#2488;&#2494;&#2460;&#2494;&#2472;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/visible-columns.png" alt="&#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;</strong></span></span></dt><dd><p>&#2476;&#2495;&#2470;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2482;&#2494;&#2478;&#2503;&#2480; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2469;&#2503;&#2453;&#2503; &#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2453;&#2482;&#2494;&#2478;&#2463;&#2495; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2453;&#2482;&#2494;&#2478;&#2503;&#2480; &#2476;&#2495;&#2472;&#2509;&#2479;&#2494;&#2488; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; <span class="guibutton"><strong>&#2441;&#2474;&#2480;&#2503; &#2479;&#2494;&#2472;</strong></span> &#2437;&#2469;&#2476;&#2494; <span class="guibutton"><strong>&#2472;&#2495;&#2458;&#2503; &#2472;&#2494;&#2478;&#2497;&#2472;</strong></span> &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404; &#2438;&#2476;&#2494;&#2480; &#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494; &#2475;&#2495;&#2480;&#2503; &#2474;&#2503;&#2468;&#2503; <span class="guibutton"><strong>&#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2453;&#2482;&#2494;&#2478;&#2503;&#2480; &#2438;&#2453;&#2494;&#2480; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494;</strong></span></span></dt><dd><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2482;&#2494;&#2478; &#2474;&#2509;&#2480;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2447;&#2476;&#2434; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463; &#2488;&#2478;&#2509;&#2474;&#2498;&#2480;&#2509;&#2472;&#2480;&#2498;&#2474;&#2503; &#2470;&#2499;&#2486;&#2509;&#2479;&#2478;&#2494;&#2472; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2489;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2476;&#2503; <span class="guibutton"><strong>&#2474;&#2509;&#2480;&#2527;&#2507;&#2460;&#2472;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2453;&#2482;&#2494;&#2478; &#2474;&#2509;&#2480;&#2488;&#2494;&#2480;&#2472;</strong></span> &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></dd></dl></div></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="index.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</td></tr></table></div></body></html>
