<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="working-with-files-and-folders.html" title="&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><link rel="next" href="preferences.html" title="&#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="working-with-files-and-folders.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="preferences.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="using-removable-media"></a>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h2></div></div></div><div class="sect2" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h3 class="title"><a name="accessing-removable-media"></a>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h3></div></div></div><p>&#2479;&#2470;&#2495; <a class="ulink" href="http://freedesktop.org/wiki/Software_2fhal" target="_top">HAL</a> &#2453;&#2503; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2494;&#2480; &#2478;&#2468; &#2453;&#2480;&#2503; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2494; &#2489;&#2527; &#2437;&#2469;&#2476;&#2494; &#2438;&#2474;&#2472;&#2495; <a class="ulink" href="http://www.freebsd.org/" target="_top">FreeBSD</a> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2459;&#2503;&#2472; &#2447;&#2478;&#2472; &#2489;&#2527; &#2468;&#2476;&#2503; Thunar  &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2453;&#2480;&#2503;&#2404; &#2441;&#2474;&#2480;&#2472;&#2509;&#2468;&#2497; &#2482;&#2453;&#2509;&#2487;&#2509;&#2479; &#2453;&#2480;&#2497;&#2472; &#2479;&#2503; FreeBSD 6.0 &#2437;&#2469;&#2476;&#2494; &#2447;&#2480; &#2472;&#2468;&#2497;&#2472;&#2463;&#2494;&#2527; Thunar &#2447;&#2480; &#2488;&#2509;&#2469;&#2494;&#2472;&#2496;&#2527; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2472;&#2494; &#2453;&#2480;&#2503; HAL &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2480;&#2494;&#2478;&#2480;&#2509;&#2486; &#2470;&#2503;&#2527;&#2494; &#2438;&#2459;&#2503;&#2404;</p><div class="sect3" title="&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="to-mount-media"></a>&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503;</h4></div></div></div><p><span class="emphasis"><em>&#2478;&#2494;&#2441;&#2472;&#2509;&#2463;</em></span> &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2479;&#2494;&#2527;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2503;&#2472;, &#2468;&#2454;&#2472; &#2438;&#2474;&#2472;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2494;&#2476;-&#2465;&#2495;&#2480;&#2503;&#2453;&#2509;&#2463;&#2480;&#2495; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2469;&#2494;&#2453;&#2503;&#2404; </p><p>&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2480; &#2460;&#2472;&#2509;&#2479; &#2447;&#2453;&#2503; &#2479;&#2469;&#2494;&#2479;&#2469; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472; &#2476;&#2494; &#2472;&#2468;&#2497;&#2472; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2463;&#2495;&#2453;&#2503; &#2453;&#2478;&#2509;&#2474;&#2495;&#2441;&#2463;&#2494;&#2480;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2497;&#2472; (&#2479;&#2503;&#2478;&#2472;, USB &#2474;&#2507;&#2480;&#2509;&#2463;&#2503; USB &#2488;&#2509;&#2463;&#2495;&#2453; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2497;&#2472;)&#2404; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2474;&#2509;&#2480;&#2468;&#2495;&#2472;&#2495;&#2471;&#2495;&#2468;&#2509;&#2476; &#2453;&#2480;&#2503; &#2447;&#2478;&#2472; &#2447;&#2453;&#2463;&#2495; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2469;&#2494;&#2453;&#2503;&#2404; &#2479;&#2470;&#2495; <strong class="application"><code>xfdesktop</code></strong> &#2458;&#2494;&#2482;&#2497; &#2469;&#2494;&#2453;&#2503; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2475;&#2494;&#2439;&#2482;/&#2482;&#2462;&#2509;&#2458;&#2494;&#2480; &#2438;&#2439;&#2453;&#2472;</strong></span> &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; &#2447;&#2439; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2463;&#2495; &#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503;&#2404;</p><p>&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2479;&#2503; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2463;&#2495; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2447;&#2453;&#2503; &#2468;&#2494;&#2480; &#2441;&#2474;&#2480; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2495;&#2488;&#2453;&#2503;&#2463; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472;&#2503;&#2480; <span class="guilabel"><strong>&#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;</strong></span> &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2495;&#2468;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404; &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2453;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478; &#2488;&#2509;&#2468;&#2480;&#2494;&#2527;&#2472;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2476;&#2503; &#2447;&#2476;&#2434; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;&#2527; &#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2495;&#2488;&#2453;&#2503;&#2463;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2476;&#2503;&#2404;</p></div><div class="sect3" title="&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="to-eject-media"></a>&#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503;</h4></div></div></div><p>&#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2463;&#2495; &#2479;&#2470;&#2495; &#2478;&#2507;&#2463;&#2480;&#2494;&#2439;&#2460;&#2465;&#2509; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2489;&#2527; (&#2479;&#2503;&#2478;&#2472;, CD-ROM &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;) &#2468;&#2476;&#2503; &#2488;&#2494;&#2439;&#2465; &#2474;&#2509;&#2479;&#2494;&#2472; &#2476;&#2494; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;&#2503;&#2480; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2503;&#2480; &#2441;&#2474;&#2480; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2439;&#2460;&#2503;&#2453;&#2509;&#2463; &#2477;&#2482;&#2495;&#2441;&#2478;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404; &#2453;&#2527;&#2503;&#2453; &#2488;&#2503;&#2453;&#2503;&#2472;&#2509;&#2465;&#2503;&#2480; &#2478;&#2471;&#2509;&#2479;&#2503;&#2439; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2469;&#2503;&#2453;&#2503; &#2476;&#2503;&#2480; &#2489;&#2527;&#2503; &#2438;&#2488;&#2503;&#2404; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2463;&#2495; &#2479;&#2470;&#2495; &#2478;&#2507;&#2463;&#2480;&#2494;&#2439;&#2460;&#2465;&#2509; &#2472;&#2494; &#2489;&#2527; (&#2479;&#2503;&#2478;&#2472;, &#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2476;&#2494; USB &#2488;&#2509;&#2463;&#2495;&#2453;) &#2468;&#2476;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2437;&#2476;&#2460;&#2503;&#2453;&#2509;&#2463;&#2503;&#2480; &#2441;&#2474;&#2480; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2477;&#2482;&#2495;&#2441;&#2478;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404; &#2437;&#2482;&#2509;&#2474; &#2453;&#2495;&#2459;&#2497; &#2488;&#2478;&#2527; &#2474;&#2480;&#2439; &#2447;&#2453;&#2463;&#2495; &#2456;&#2507;&#2487;&#2472;&#2494;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2460;&#2494;&#2472;&#2494;&#2472;&#2507; &#2489;&#2476;&#2503; &#2479;&#2503; &#2447;&#2454;&#2472; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2494; &#2476;&#2494; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2463;&#2495; &#2453;&#2478;&#2509;&#2474;&#2495;&#2441;&#2463;&#2494;&#2480; &#2469;&#2503;&#2453;&#2503; &#2476;&#2495;&#2458;&#2509;&#2459;&#2495;&#2472;&#2509;&#2472; &#2453;&#2480;&#2494; &#2472;&#2495;&#2480;&#2494;&#2474;&#2470;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/removable-media-unmount.png" alt="&#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2456;&#2507;&#2487;&#2472;&#2494;"></div></div><p>&#2441;&#2474;&#2480;&#2472;&#2509;&#2468;&#2497; <strong class="application"><code>&#2482;&#2495;&#2476;&#2472;&#2507;&#2463;&#2495;&#2475;&#2494;&#2439;</code></strong> &#2447;&#2480; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2469;&#2494;&#2453;&#2482;&#2503; &#2447;&#2476;&#2434; &#2474;&#2509;&#2480;&#2494;&#2453; &#2476;&#2495;&#2460;&#2509;&#2462;&#2474;&#2509;&#2468;&#2495; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2482;&#2503;&#2439; &#2453;&#2503;&#2476;&#2482; &#2447;&#2439; &#2456;&#2507;&#2487;&#2472;&#2494;&#2463;&#2495; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; Xfce &#2447;&#2480; &#2474;&#2509;&#2480;&#2494;&#2453; &#2476;&#2495;&#2460;&#2509;&#2462;&#2474;&#2509;&#2468;&#2495; <a class="ulink" href="http://goodies.xfce.org/projects/applications/notification-daemon-xfce" target="_top">Xfce &#2455;&#2497;&#2465;&#2495;&#2460; &#2474;&#2509;&#2480;&#2460;&#2503;&#2453;&#2509;&#2463;</a> &#2447; &#2474;&#2494;&#2451;&#2527;&#2494; &#2479;&#2494;&#2527;&#2404; &#2479;&#2470;&#2495; &#2456;&#2507;&#2487;&#2472;&#2494;&#2480; &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2474;&#2494;&#2451;&#2527;&#2494; &#2472;&#2494; &#2479;&#2494;&#2527; &#2468;&#2476;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2437;&#2474;&#2488;&#2494;&#2480;&#2467; &#2476;&#2494; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2463;&#2495; &#2476;&#2495;&#2458;&#2509;&#2459;&#2495;&#2472;&#2509;&#2472; &#2453;&#2480;&#2494;&#2480; &#2438;&#2455;&#2503; &#2474;&#2509;&#2480;&#2494;&#2488;&#2457;&#2509;&#2455;&#2495;&#2453;-&#2478;&#2503;&#2472;&#2497; &#2458;&#2482;&#2503; &#2479;&#2494;&#2451;&#2527;&#2494; &#2474;&#2480;&#2509;&#2479;&#2472;&#2509;&#2468; &#2437;&#2474;&#2503;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p>&#2447;&#2453; &#2476;&#2494; &#2447;&#2453;&#2494;&#2471;&#2495;&#2453; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2499;&#2468; &#2489;&#2451;&#2527;&#2494;&#2480; &#2488;&#2478;&#2527; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494; &#2476;&#2494; &#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2494; &#2469;&#2503;&#2453;&#2503; &#2476;&#2495;&#2480;&#2468; &#2469;&#2494;&#2453;&#2497;&#2472;&#2404; &#2437;&#2468;&#2447;&#2476; &#2479;&#2470;&#2495; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2474;&#2453; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2476;&#2503;&#2480; &#2453;&#2480;&#2468;&#2503; &#2472;&#2494; &#2458;&#2494;&#2527; &#2468;&#2476;&#2503; &#2479;&#2503; &#2488;&#2453;&#2482; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2468;&#2503; &#2458;&#2482;&#2459;&#2503; &#2488;&#2503;&#2455;&#2497;&#2482;&#2507; &#2476;&#2472;&#2509;&#2471; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2489;&#2527;&#2503; &#2472;&#2495;&#2472; &#2447;&#2476;&#2434; <strong class="application"><code>&#2463;&#2494;&#2480;&#2509;&#2478;&#2495;&#2472;&#2494;&#2482;</code></strong> &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2460;&#2503; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2482;&#2494;&#2439;&#2472; &#2437;&#2509;&#2479;&#2494;&#2495;&#2474;&#2509;&#2482;&#2453;&#2503;&#2486;&#2472; &#2458;&#2482;&#2459;&#2503; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2479;&#2494;&#2458;&#2494;&#2439; &#2453;&#2480;&#2503; &#2472;&#2495;&#2472;&#2404;</p><p>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494;&#2480; &#2438;&#2455;&#2503; &#2437;&#2476;&#2486;&#2509;&#2479;&#2439; &#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2503; &#2472;&#2495;&#2472;&#2404; &#2475;&#2509;&#2482;&#2474;&#2495; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2469;&#2503;&#2453;&#2503; &#2465;&#2495;&#2488;&#2453;&#2503;&#2463;&#2463;&#2495; &#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2472;&#2494; &#2453;&#2480;&#2503; &#2476;&#2503;&#2480; &#2453;&#2480;&#2476;&#2503;&#2472; &#2472;&#2494;&#2404; &#2475;&#2509;&#2482;&#2509;&#2479;&#2494;&#2486; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2469;&#2503;&#2453;&#2503; USB &#2488;&#2509;&#2463;&#2495;&#2453; &#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2472;&#2494; &#2453;&#2480;&#2503; &#2476;&#2503;&#2480; &#2453;&#2480;&#2476;&#2503;&#2472; &#2472;&#2494;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2474;&#2509;&#2480;&#2469;&#2478;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2438;&#2472;&#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2503; &#2472;&#2494; &#2472;&#2503;&#2472; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2465;&#2494;&#2463;&#2494; &#2489;&#2494;&#2480;&#2494;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472; &#2476;&#2494; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;  &#2453;&#2509;&#2480;&#2509;&#2479;&#2494;&#2486;&#2451; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404;</p></div></div><div class="sect2" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494;"><div class="titlepage"><div><div><h3 class="title"><a name="management-of-removable-drives-and-media"></a>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494;</h3></div></div></div><p>&#2479;&#2470;&#2495; &#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; <a class="ulink" href="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html" target="_top">thunar-volman</a> &#2474;&#2509;&#2479;&#2494;&#2453;&#2503;&#2460;&#2463;&#2495; &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503; Thunar &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2472;&#2495;&#2527;&#2472;&#2509;&#2468;&#2509;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2404; &#2441;&#2474;&#2480;&#2472;&#2509;&#2468;&#2497; &#2478;&#2472;&#2503; &#2480;&#2494;&#2454;&#2497;&#2472;, &#2447;&#2439; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; HAL &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2474;&#2509;&#2480;&#2527;&#2507;&#2460;&#2472;&#2404;</p><p>&#2447;&#2454;&#2472; &#2479;&#2470;&#2495; HAL &#2488;&#2478;&#2480;&#2509;&#2469;&#2472; &#2474;&#2494;&#2451;&#2527;&#2494; &#2479;&#2494;&#2527; &#2447;&#2476;&#2434; &#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; <strong class="application"><code>thunar-volman</code></strong> &#2439;&#2472;&#2509;&#2488;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2494;&#2489;&#2482;&#2503; &#2438;&#2474;&#2472;&#2495; Thunar &#2447;&#2480; <span class="guilabel"><strong>&#2477;&#2482;&#2495;&#2441;&#2478; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463;</strong></span> &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404; &#2437;&#2468;&#2447;&#2476;, &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2454;&#2497;&#2482;&#2497;&#2472;, <span class="guilabel"><strong>&#2441;&#2458;&#2509;&#2458; &#2474;&#2480;&#2509;&#2479;&#2494;&#2527;&#2503;&#2480;</strong></span> &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; &#2479;&#2494;&#2472; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2476;&#2507;&#2468;&#2494;&#2478; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2503; &#2472;&#2495;&#2472;&#2404;                                                                                                                                                                                                                                            </p><p>&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496; &#2471;&#2494;&#2474; &#2489;&#2482; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2474;&#2509;&#2480;&#2527;&#2507;&#2460;&#2472;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2527; &#2453;&#2480;&#2503; &#2468;&#2507;&#2482;&#2494;&#2404; &#2476;&#2507;&#2468;&#2494;&#2478;&#2503;&#2480; &#2465;&#2494;&#2472;&#2503; &#2472;&#2496;&#2458;&#2503;, <span class="guilabel"><strong>&#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2472;&#2494;</strong></span> &#2488;&#2503;&#2453;&#2486;&#2472;&#2503;&#2480; <span class="guilabel"><strong>&#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480;</strong></span> &#2482;&#2495;&#2434;&#2453;&#2503; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404; <span class="guilabel"><strong>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;</strong></span> &#2453;&#2472;&#2475;&#2495;&#2455;&#2494;&#2480;&#2503;&#2486;&#2472; &#2465;&#2494;&#2527;&#2494;&#2482;&#2455; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p><div class="screenshot"><div class="mediaobject"><img src="images/removable-drives-and-media.png" alt="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2447;&#2476;&#2434; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;"></div></div><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2438;&#2455;&#2503;&#2439; <strong class="application"><code>&#2460;&#2495;&#2472;&#2507;&#2478;-&#2477;&#2482;&#2495;&#2441;&#2478;-&#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;</code></strong> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2469;&#2494;&#2453;&#2503;&#2472; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2454;&#2497;&#2476;&#2439; &#2477;&#2494;&#2482;, &#2453;&#2494;&#2480;&#2467; &#2447;&#2453;&#2503; <strong class="application"><code>&#2460;&#2495;&#2472;&#2507;&#2478;-&#2477;&#2482;&#2495;&#2441;&#2478;-&#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;</code></strong> &#2447;&#2480; &#2478;&#2468; &#2453;&#2480;&#2503;&#2439; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2494; &#2489;&#2527;&#2503;&#2459;&#2503;&#2404; &#2488;&#2497;&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2437;&#2474;&#2486;&#2472; &#2453;&#2507;&#2469;&#2494;&#2527; &#2438;&#2459;&#2503; &#2468;&#2494; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494;&#2480; &#2488;&#2497;&#2476;&#2495;&#2471;&#2494;&#2480;&#2509;&#2468;&#2503; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2476;&#2495;&#2495;&#2477;&#2472;&#2509;&#2472; &#2486;&#2509;&#2480;&#2503;&#2472;&#2496;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2437;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; &#2476;&#2495;&#2477;&#2453;&#2509;&#2468; &#2453;&#2480;&#2494; &#2438;&#2459;&#2503;&#2404; </p><p><span class="guilabel"><strong>&#2488;&#2509;&#2463;&#2507;&#2480;&#2503;&#2460;</strong></span> &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; &#2488;&#2476;&#2458;&#2503;&#2527;&#2503; &#2455;&#2497;&#2480;&#2497;&#2468;&#2509;&#2476;&#2474;&#2498;&#2480;&#2509;&#2472; &#2437;&#2474;&#2486;&#2472;&#2488;&#2478;&#2498;&#2489; &#2469;&#2494;&#2453;&#2503;&#2404; &#2472;&#2494;&#2478; &#2469;&#2503;&#2453;&#2503; &#2476;&#2507;&#2461;&#2494; &#2479;&#2494;&#2527; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2455;&#2497;&#2482;&#2507; &#2453;&#2503;&#2476;&#2482; &#2488;&#2509;&#2463;&#2507;&#2480;&#2503;&#2460; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2479;&#2503;&#2478;&#2472; &#2476;&#2494;&#2489;&#2509;&#2479;&#2495;&#2453; &#2489;&#2494;&#2480;&#2509;&#2465;&#2465;&#2495;&#2488;&#2509;&#2453; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;, USB &#2488;&#2509;&#2463;&#2495;&#2453; &#2447;&#2476;&#2434; CD-ROM &#2447;&#2480; &#2460;&#2472;&#2509;&#2479;&#2439; &#2474;&#2509;&#2480;&#2479;&#2507;&#2460;&#2509;&#2479;&#2404; <span class="guilabel"><strong>&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2488;&#2509;&#2463;&#2507;&#2480;&#2503;&#2460;</strong></span> &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2458;&#2503; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494; &#2453;&#2480;&#2494; &#2438;&#2459;&#2503;&#2404;</p><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#2489;&#2463;-&#2474;&#2509;&#2482;&#2494;&#2455;&#2465;&#2509; &#2489;&#2482;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2479;&#2454;&#2472; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2453;&#2478;&#2509;&#2474;&#2495;&#2441;&#2463;&#2494;&#2480;&#2503; &#2474;&#2509;&#2482;&#2494;&#2455; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2454;&#2472; &#2447;&#2439; &#2471;&#2480;&#2472;&#2503;&#2480; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2503; (&#2479;&#2503;&#2478;&#2472;, &#2476;&#2494;&#2489;&#2509;&#2479;&#2495;&#2453; &#2489;&#2494;&#2480;&#2509;&#2465;&#2465;&#2495;&#2488;&#2509;&#2453; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2476;&#2494; USB &#2488;&#2509;&#2463;&#2495;&#2453;) &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2453;&#2503; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p>&#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2475;&#2495;&#2458;&#2494;&#2480;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2470;&#2495;&#2527;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503; &#2470;&#2503;&#2472; &#2468;&#2476;&#2503; &#2453;&#2495;&#2459;&#2497; &#2474;&#2507;&#2480;&#2509;&#2463;&#2503;&#2476;&#2482; &#2478;&#2495;&#2441;&#2460;&#2495;&#2453; &#2474;&#2509;&#2482;&#2503;&#2527;&#2494;&#2480; &#2438;&#2480; &#2454;&#2497;&#2433;&#2460;&#2503; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494; &#2479;&#2494;&#2476;&#2503;&#2472;&#2494; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2478;&#2494;&#2482;&#2509;&#2463;&#2495;&#2478;&#2495;&#2465;&#2495;&#2527;&#2494;</strong></span> &#2474;&#2499;&#2487;&#2509;&#2464;&#2494;&#2527; <span class="guilabel"><strong>&#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2469;&#2494;&#2453;&#2494; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2527; &#2478;&#2495;&#2441;&#2460;&#2495;&#2453; &#2475;&#2439;&#2482; &#2458;&#2494;&#2482;&#2494;&#2472;</strong></span> &#2437;&#2474;&#2486;&#2472; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2482;&#2503;&#2451; &#2438;&#2474;&#2472;&#2494;&#2480; &#2478;&#2495;&#2441;&#2460;&#2495;&#2453; &#2474;&#2509;&#2482;&#2503;&#2527;&#2494;&#2480;&#2453;&#2503; &#2489;&#2463;-&#2474;&#2509;&#2482;&#2494;&#2455; &#2453;&#2480;&#2503; &#2488;&#2497;&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2479;&#2494;&#2476;&#2503; &#2472;&#2494;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472;&#2507;&#2480; &#2488;&#2478;&#2527; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2453;&#2503; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2454;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2503; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2476;&#2503;&#2472; &#2468;&#2454;&#2472; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; (&#2479;&#2503;&#2478;&#2472;, CD-ROMs &#2437;&#2469;&#2476;&#2494; DVDs) &#2475;&#2494;&#2439;&#2482; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2453;&#2503; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p>&#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2475;&#2495;&#2458;&#2494;&#2480;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503; &#2470;&#2503;&#2472; &#2468;&#2476;&#2503; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2453;&#2509;&#2487;&#2478;&#2468;&#2494; &#2438;&#2459;&#2503; &#2453;&#2495;&#2472;&#2494; &#2468;&#2494; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494; &#2437;&#2488;&#2478;&#2509;&#2477;&#2476; &#2489;&#2527;&#2503; &#2479;&#2494;&#2527; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2472;&#2468;&#2497;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478;</strong></span> &#2437;&#2474;&#2486;&#2472;&#2463;&#2495;&#2480; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2453;&#2507;&#2472;&#2507; &#2474;&#2509;&#2480;&#2477;&#2494;&#2476; &#2469;&#2494;&#2453;&#2503; &#2472;&#2494;&#2404; </p></dd><dt><span class="term"><span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472;&#2507;&#2480; &#2474;&#2480; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2463;&#2495; &#2476;&#2509;&#2480;&#2494;&#2441;&#2460; &#2453;&#2480;&#2497;&#2472;</strong></span></span></dt><dd><p>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503; &#2472;&#2468;&#2497;&#2472;&#2477;&#2494;&#2476;&#2503; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472;&#2507; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527;&#2477;&#2494;&#2476;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495;&#2453;&#2503; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404; &#2441;&#2474;&#2480;&#2472;&#2509;&#2468;&#2497; &#2478;&#2472;&#2503; &#2480;&#2494;&#2454;&#2497;&#2472;, &#2479;&#2470;&#2495; &#2437;&#2472;&#2509;&#2479; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2499;&#2468; &#2472;&#2494; &#2489;&#2527; &#2476;&#2494; &#2437;&#2472;&#2509;&#2479; &#2488;&#2476; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2453;&#2503; &#2441;&#2474;&#2503;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2494; &#2489;&#2527; &#2468;&#2476;&#2503;&#2439; &#2453;&#2503;&#2476;&#2482; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2453;&#2509;&#2487;&#2478;&#2468;&#2494; &#2488;&#2478;&#2509;&#2474;&#2472;&#2509;&#2472; CD-ROM &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472; &#2447;&#2476;&#2434; <span class="guilabel"><strong>&#2472;&#2468;&#2497;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2468;&#2503; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478;</strong></span> &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503;&#2472; &#2468;&#2476;&#2503; &#2438;&#2474;&#2472;&#2495; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472;&#2503;&#2480; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472; &#2470;&#2495;&#2476;&#2503;&#2472; &#2472;&#2494; &#2441;&#2474;&#2503;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2476;&#2503;&#2472; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2476;&#2503;&#2472;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; &#2437;&#2463;&#2507;&#2480;&#2494;&#2472; &#2476;&#2494;&#2459;&#2494;&#2439; &#2472;&#2494; &#2453;&#2480;&#2503;&#2472; &#2468;&#2476;&#2503; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2472;&#2468;&#2497;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478;</strong></span></span></dt><dd><p>&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2495;&#2459;&#2497; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2453;&#2509;&#2487;&#2478;&#2468;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2474;&#2470;&#2509;&#2471;&#2468;&#2495; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2438;&#2480;&#2451; &#2460;&#2494;&#2472;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; <a class="ulink" href="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html" target="_top">&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2437;&#2463;&#2507;&#2488;&#2509;&#2463;&#2494;&#2480;&#2509;&#2463; &#2488;&#2509;&#2474;&#2503;&#2488;&#2495;&#2475;&#2495;&#2453;&#2503;&#2486;&#2472;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404; &#2476;&#2494;&#2524;&#2468;&#2495; &#2472;&#2495;&#2480;&#2494;&#2474;&#2468;&#2509;&#2468;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2488;&#2476;&#2488;&#2478;&#2527; &#2437;&#2463;&#2507;&#2480;&#2494;&#2472; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2453;&#2480;&#2468;&#2503; &#2476;&#2482;&#2494; &#2489;&#2527;&#2503; &#2469;&#2494;&#2453;&#2503;&#2404;</p><p>&#2438;&#2474;&#2472;&#2494;&#2480; &#2488;&#2495;&#2488;&#2509;&#2463;&#2503;&#2478;&#2503; &#2479;&#2470;&#2495; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2460; &#2439;&#2478;&#2495;&#2441;&#2482;&#2503;&#2463;&#2480; <a class="ulink" href="http://www.winehq.org/" target="_top">WINE</a> &#2439;&#2472;&#2488;&#2509;&#2463;&#2482; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503;, &#2468;&#2476;&#2503; &#2437;&#2463;&#2507;-&#2480;&#2494;&#2472; &#2474;&#2470;&#2509;&#2471;&#2468;&#2495; WINE &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; <code class="filename">autorun.exe</code> &#2475;&#2494;&#2439;&#2482; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#2472;&#2468;&#2497;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2527; &#2437;&#2463;&#2507;-&#2451;&#2474;&#2503;&#2472; &#2475;&#2494;&#2439;&#2482;</strong></span></span></dt><dd><p>&#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477; &#2451; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494;&#2480; &#2437;&#2463;&#2507;-&#2451;&#2474;&#2503;&#2472; &#2453;&#2509;&#2487;&#2478;&#2468;&#2494; &#2468;&#2504;&#2480;&#2495; &#2453;&#2480;&#2468;&#2503; &#2447;&#2439; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2497;&#2472;&#2404; &#2437;&#2463;&#2507;-&#2451;&#2474;&#2503;&#2472; &#2474;&#2470;&#2509;&#2471;&#2468;&#2495; &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2476;&#2495;&#2488;&#2509;&#2468;&#2494;&#2480;&#2495;&#2468; &#2460;&#2494;&#2472;&#2468;&#2503; <a class="ulink" href="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html" target="_top">&#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2437;&#2463;&#2507;&#2488;&#2509;&#2463;&#2494;&#2480;&#2509;&#2463; &#2488;&#2509;&#2474;&#2503;&#2488;&#2495;&#2475;&#2495;&#2453;&#2503;&#2486;&#2472;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404; &#2472;&#2495;&#2480;&#2494;&#2474;&#2468;&#2509;&#2468;&#2494; &#2476;&#2499;&#2470;&#2509;&#2471;&#2495;&#2480; &#2460;&#2472;&#2509;&#2479;, &#2488;&#2480;&#2509;&#2476;&#2470;&#2494; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2437;&#2463;&#2507;-&#2451;&#2474;&#2503;&#2472; &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2453;&#2480;&#2468;&#2503; &#2476;&#2482;&#2494; &#2489;&#2476;&#2503;&#2404;</p></dd></dl></div><p>&#2479;&#2454;&#2472; &#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2503; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472;&#2507; &#2469;&#2494;&#2453;&#2503; &#2437;&#2469;&#2476;&#2494; &#2476;&#2494;&#2489;&#2509;&#2479;&#2495;&#2453; &#2453;&#2507;&#2472;&#2507; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2469;&#2494;&#2453;&#2503; &#2468;&#2454;&#2472; &#2437;&#2476;&#2486;&#2495;&#2487;&#2509;&#2463; &#2437;&#2474;&#2486;&#2472;&#2488;&#2478;&#2498;&#2489; &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2458;&#2494;&#2482;&#2494;&#2468;&#2503; &#2437;&#2472;&#2497;&#2478;&#2468;&#2495; &#2470;&#2495;&#2476;&#2503;&#2404; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2468;&#2495;&#2472; &#2471;&#2480;&#2472;&#2503;&#2480; &#2458;&#2494;&#2482;&#2453; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;, &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2479;&#2454;&#2472; &#2458;&#2494;&#2482;&#2497; &#2489;&#2527; &#2468;&#2454;&#2472; &#2447;&#2463;&#2495; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2527;:</p><div class="variablelist"><dl><dt><span class="term"><code class="literal">%d</code></span></dt><dd><p>&#2453;&#2478;&#2494;&#2472;&#2509;&#2465;&#2503; <code class="literal">%d</code> &#2447;&#2480; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2437;&#2476;&#2527;&#2476; &#2472;&#2468;&#2497;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482; &#2474;&#2494;&#2469; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; &#2441;&#2470;&#2494;&#2489;&#2480;&#2467;&#2488;&#2509;&#2476;&#2480;&#2498;&#2474;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; USB &#2488;&#2509;&#2463;&#2495;&#2453; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2503;&#2472;, &#2468;&#2476;&#2503; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482; &#2474;&#2494;&#2469; <code class="filename">/dev/da0s1</code> &#2437;&#2469;&#2476;&#2494; <code class="filename">/dev/sda1</code> &#2489;&#2476;&#2503;&#2404;</p><p>&#2479;&#2470;&#2495; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2453;&#2507;&#2472;&#2507; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482; &#2479;&#2497;&#2453;&#2509;&#2468; &#2472;&#2494; &#2469;&#2494;&#2453;&#2503; &#2437;&#2469;&#2476;&#2494; &#2453;&#2507;&#2472;&#2507; &#2453;&#2494;&#2480;&#2467;&#2503; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2474;&#2494;&#2451;&#2527;&#2494; &#2472;&#2494; &#2479;&#2494;&#2527;, &#2468;&#2476;&#2503; <code class="literal">%d</code> &#2458;&#2482;&#2453;&#2463;&#2495; &#2454;&#2494;&#2482;&#2495; &#2488;&#2509;&#2463;&#2509;&#2480;&#2495;&#2434; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><code class="literal">%h</code></span></dt><dd><p>&#2453;&#2478;&#2494;&#2472;&#2509;&#2465;&#2503; <code class="literal">%h</code> &#2447;&#2480; &#2474;&#2509;&#2480;&#2468;&#2495;&#2463;&#2495; &#2437;&#2476;&#2527;&#2476; &#2472;&#2468;&#2497;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; HAL UDI &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p></dd><dt><span class="term"><code class="literal">%m</code></span></dt><dd><p>&#2479;&#2503;&#2454;&#2494;&#2472;&#2503; &#2472;&#2468;&#2497;&#2472;&#2477;&#2494;&#2476;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2494; &#2438;&#2459;&#2503; &#2488;&#2503;&#2454;&#2494;&#2472;&#2503; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465;&#2503; <code class="literal">%m</code> &#2447;&#2480; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2503;&#2453;&#2463;&#2495; &#2437;&#2476;&#2527;&#2476; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2474;&#2527;&#2503;&#2472;&#2509;&#2463; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404; &#2479;&#2470;&#2495; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2463;&#2495; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463; &#2453;&#2480;&#2468;&#2503; &#2472;&#2494; &#2474;&#2494;&#2480;&#2503;&#2472; (&#2479;&#2503;&#2478;&#2472;, &#2478;&#2497;&#2470;&#2509;&#2480;&#2472;&#2479;&#2472;&#2509;&#2468;&#2509;&#2480; &#2476;&#2494; &#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465;) &#2437;&#2469;&#2476;&#2494; &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2527; &#2478;&#2494;&#2441;&#2472;&#2509;&#2463;&#2495;&#2434; &#2479;&#2470;&#2495; &#2472;&#2495;&#2488;&#2509;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2494; &#2469;&#2494;&#2453;&#2503; &#2468;&#2476;&#2503;, <code class="literal">%m</code> &#2454;&#2494;&#2482;&#2495; &#2488;&#2509;&#2463;&#2509;&#2480;&#2495;&#2434; &#2470;&#2509;&#2476;&#2494;&#2480;&#2494; &#2474;&#2509;&#2480;&#2468;&#2495;&#2488;&#2509;&#2469;&#2494;&#2474;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p></dd></dl></div><div class="sect3" title="&#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2453;&#2494;&#2480;&#2495;&#2455;&#2480;&#2496; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2480; &#2488;&#2478;&#2494;&#2471;&#2494;&#2472; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="troubleshooting-the-volume-manager"></a>&#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2503;&#2480; &#2453;&#2494;&#2480;&#2495;&#2455;&#2480;&#2496; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494;&#2480; &#2488;&#2478;&#2494;&#2471;&#2494;&#2472; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2474;&#2509;&#2480;&#2468;&#2509;&#2479;&#2494;&#2486;&#2495;&#2468; &#2453;&#2494;&#2460; &#2472;&#2494; &#2453;&#2480;&#2503; &#2488;&#2503;&#2439; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503; &#2488;&#2478;&#2488;&#2509;&#2479;&#2494; &#2488;&#2478;&#2494;&#2471;&#2494;&#2472;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480;&#2496; &#2474;&#2480;&#2494;&#2478;&#2480;&#2509;&#2486;&#2404;</p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#2472;&#2495;&#2486;&#2509;&#2458;&#2495;&#2468; &#2489;&#2527;&#2503; &#2472;&#2495;&#2472; &#2479;&#2503; <strong class="application"><code>Thunar</code></strong> &#2465;&#2495;&#2478;&#2472; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2458;&#2482;&#2459;&#2503;&#2404; &#2477;&#2482;&#2495;&#2441;&#2478; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2447;&#2480; &#2441;&#2474;&#2480; &#2472;&#2495;&#2480;&#2509;&#2477;&#2480; &#2453;&#2480;&#2503;, &#2453;&#2494;&#2480;&#2467; &#2447;&#2463;&#2495; &#2472;&#2495;&#2460;&#2503; &#2465;&#2495;&#2478;&#2472; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2472;&#2503;&#2439;&#2404; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2474;&#2509;&#2480;&#2469;&#2478;&#2503;&#2439; Xfce &#2488;&#2509;&#2476;&#2527;&#2434;&#2453;&#2509;&#2480;&#2495;&#2477;&#2494;&#2476;&#2503;&#2439; <strong class="application"><code>Thunar</code></strong>&#2453;&#2503; &#2465;&#2495;&#2478;&#2472; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2471;&#2494;&#2480;&#2467; &#2453;&#2480;&#2503;&#2404; &#2447;&#2463;&#2495; &#2479;&#2470;&#2495; &#2453;&#2507;&#2472;&#2507; &#2453;&#2494;&#2480;&#2467;&#2503; &#2471;&#2509;&#2476;&#2434;&#2488; &#2489;&#2527;&#2503; &#2479;&#2494;&#2527; &#2468;&#2476;&#2503; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478; &#2458;&#2494;&#2482;&#2494;&#2472;</strong></span> (&#2453;&#2496;&#2476;&#2507;&#2480;&#2509;&#2465; &#2486;&#2480;&#2509;&#2463;&#2453;&#2494;&#2463; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; <span class="keycap"><strong>Alt</strong></span>+<span class="keycap"><strong>F2</strong></span> &#2454;&#2497;&#2482;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474;&#2503; &#2465;&#2494;&#2472; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2503; &#2465;&#2503;&#2453;&#2509;&#2488;&#2463;&#2474; &#2469;&#2503;&#2453;&#2503; <span class="guilabel"><strong>&#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;, <code class="literal">Thunar --&#2465;&#2495;&#2478;&#2472;</code> &#2470;&#2495;&#2472; &#2447;&#2476;&#2434; <span class="guibutton"><strong>&#2458;&#2494;&#2482;&#2494;&#2472;</strong></span> &#2447; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2465;&#2509;&#2480;&#2494;&#2439;&#2477;&#2463;&#2495; &#2489;&#2463;-&#2474;&#2509;&#2482;&#2494;&#2455; &#2453;&#2480;&#2503; &#2476;&#2494; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2474;&#2509;&#2480;&#2476;&#2503;&#2486; &#2453;&#2480;&#2494;&#2472;&#2507;&#2480; &#2474;&#2480; <strong class="application"><code>&#2463;&#2494;&#2480;&#2509;&#2478;&#2495;&#2472;&#2494;&#2482;</code></strong> &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; &#2469;&#2503;&#2453;&#2503; <strong class="application"><code>thunar-volman</code></strong> &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2480; &#2458;&#2503;&#2487;&#2509;&#2463;&#2494; &#2453;&#2480;&#2497;&#2472;&#2404; &#2474;&#2509;&#2480;&#2469;&#2478;&#2503;, &#2438;&#2474;&#2472;&#2494;&#2453;&#2503; <strong class="application"><code>lshal</code></strong> &#2437;&#2469;&#2476;&#2494; <strong class="application"><code>hal-device</code></strong> &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2472;&#2468;&#2497;&#2472; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480;  HAL UDI &#2454;&#2497;&#2433;&#2460;&#2503; &#2476;&#2503;&#2480; &#2453;&#2480;&#2503; &#2472;&#2495;&#2468;&#2503; &#2489;&#2476;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2447;&#2453;&#2476;&#2494;&#2480; UDI &#2488;&#2478;&#2509;&#2474;&#2480;&#2509;&#2453;&#2503; &#2460;&#2503;&#2472;&#2503; &#2479;&#2494;&#2476;&#2494;&#2480; &#2474;&#2480; <strong class="application"><code>&#2463;&#2494;&#2480;&#2509;&#2478;&#2495;&#2472;&#2494;&#2482;</code></strong> &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2468;&#2503; <code class="literal">thunar-volman --&#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&lt;&#2438;&#2474;&#2472;&#2494;&#2480; &#2465;&#2495;&#2477;&#2494;&#2439;&#2488;&#2503;&#2480; udi&gt;</code> &#2458;&#2494;&#2482;&#2494;&#2472; &#2447;&#2476;&#2434; &#2477;&#2497;&#2482; &#2451; &#2488;&#2468;&#2480;&#2509;&#2453;&#2476;&#2494;&#2472;&#2496;&#2480; &#2438;&#2441;&#2463;&#2474;&#2497;&#2463; &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p></li></ol></div><p>&#2447;&#2480;&#2474;&#2480;&#2451; &#2479;&#2470;&#2495; &#2453;&#2494;&#2460; &#2472;&#2494; &#2453;&#2480;&#2503; &#2468;&#2476;&#2503; <a class="ulink" href="http://forum.xfce.org/" target="_top">Xfce &#2475;&#2507;&#2480;&#2494;&#2478;</a> &#2437;&#2469;&#2476;&#2494; <a class="ulink" href="http://foo-projects.org/mailman/listinfo/thunar-dev" target="_top">thunar-dev &#2478;&#2503;&#2439;&#2482; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;</a> &#2447; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479; &#2458;&#2494;&#2472;&#2404;</p></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="working-with-files-and-folders.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="preferences.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2478;&#2503;&#2472;&#2509;&#2463; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;</td></tr></table></div></body></html>
