<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="up" href="index.html" title="Thunar &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;"><link rel="prev" href="the-file-manager-window.html" title="&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;"><link rel="next" href="using-removable-media.html" title="&#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="the-file-manager-window.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="using-removable-media.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr></table><hr></div><div class="sect1" title="&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="working-with-files-and-folders"></a>&#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h2></div></div></div><div class="sect2" title="&#2475;&#2494;&#2439;&#2482; &#2454;&#2507;&#2482;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h3 class="title"><a name="opening-files"></a>&#2475;&#2494;&#2439;&#2482; &#2454;&#2507;&#2482;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h3></div></div></div><p>&#2479;&#2454;&#2472; &#2438;&#2474;&#2472;&#2495; &#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482; &#2454;&#2497;&#2482;&#2476;&#2503;&#2472;, &#2488;&#2503;&#2439; &#2471;&#2480;&#2472;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453;&#2439; &#2474;&#2498;&#2480;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2453;&#2494;&#2460;&#2455;&#2497;&#2482;&#2507; &#2453;&#2480;&#2503; &#2470;&#2503;&#2527;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2453;&#2507;&#2472;&#2507; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463; &#2475;&#2494;&#2439;&#2482; &#2454;&#2507;&#2482;&#2494; &#2489;&#2482;&#2503; &#2468;&#2494; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2463;&#2503;&#2453;&#2509;&#2488;&#2463; &#2488;&#2478;&#2509;&#2474;&#2494;&#2470;&#2453;&#2503; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;, &#2479;&#2454;&#2472; &#2459;&#2476;&#2495; &#2475;&#2494;&#2439;&#2482; &#2454;&#2507;&#2482;&#2494; &#2489;&#2476;&#2503; &#2459;&#2476;&#2495;&#2463;&#2495; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2459;&#2476;&#2495; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2453;&#2503;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2459;&#2476;&#2495;&#2463;&#2495; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2495;&#2468; &#2489;&#2476;&#2503;&#2404;</p><p>&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2472; &#2476;&#2503;&#2480; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2476;&#2480;&#2509;&#2471;&#2495;&#2468;&#2494;&#2434;&#2486; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2503;&#2404; &#2475;&#2494;&#2439;&#2482;&#2503; &#2479;&#2470;&#2495; &#2453;&#2507;&#2472;&#2507; &#2476;&#2480;&#2509;&#2471;&#2495;&#2468;&#2494;&#2434;&#2486; &#2472;&#2494; &#2469;&#2494;&#2453;&#2503;, &#2468;&#2476;&#2503; &#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2476;&#2495;&#2487;&#2527;&#2476;&#2488;&#2509;&#2468;&#2497; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2453;&#2480;&#2503;&#2404;</p><div class="sect3" title="&#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="executing-the-default-action"></a>&#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2468;&#2503;, &#2475;&#2494;&#2439;&#2482;&#2463;&#2495;&#2480; &#2441;&#2474;&#2480; &#2465;&#2494;&#2476;&#2482; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404; &#2479;&#2503;&#2478;&#2472;, &#2437;&#2465;&#2495;&#2451; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2489;&#2482; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2478;&#2495;&#2441;&#2460;&#2495;&#2453; &#2474;&#2509;&#2482;&#2503;&#2527;&#2495;&#2434; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2447;&#2453;&#2503; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507;&#2404; &#2447;&#2439; &#2453;&#2509;&#2487;&#2503;&#2468;&#2509;&#2480;&#2503;, &#2478;&#2495;&#2441;&#2460;&#2495;&#2453; &#2474;&#2509;&#2482;&#2503;&#2527;&#2494;&#2480;&#2503; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2454;&#2507;&#2482;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2441;&#2474;&#2480; &#2465;&#2494;&#2476;&#2482; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472;&#2404;</p><p><strong class="application"><code>Thunar</code></strong> &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2497;&#2489; &#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2472; &#2453;&#2480;&#2482;&#2503; &#2453;&#2507;&#2472;&#2507; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2441;&#2474;&#2480; &#2447;&#2453;&#2476;&#2494;&#2480; &#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2482;&#2503;&#2439; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2489;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503;&#2404; &#2468;&#2469;&#2509;&#2479;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; <a class="xref" href="preferences.html#preferences-behavior" title="&#2438;&#2458;&#2480;&#2467; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;">&#2437;&#2472;&#2497;&#2458;&#2509;&#2459;&#2503;&#2470; &#8220;&#2438;&#2458;&#2480;&#2467; &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489;&#8221;</a> &#2470;&#2503;&#2454;&#2497;&#2472;&#2404;</p></div><div class="sect3" title="&#2474;&#2498;&#2480;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2472;&#2494; &#2447;&#2478;&#2472; &#2453;&#2494;&#2460; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="executing-non-default-actions"></a>&#2474;&#2498;&#2480;&#2509;&#2476;&#2472;&#2495;&#2480;&#2509;&#2471;&#2494;&#2480;&#2495;&#2468; &#2472;&#2494; &#2447;&#2478;&#2472; &#2453;&#2494;&#2460; &#2458;&#2494;&#2482;&#2494;&#2472;&#2507; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2459;&#2494;&#2524;&#2494; &#2437;&#2472;&#2509;&#2479; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2453;&#2494;&#2480;&#2509;&#2479;&#2453;&#2480; &#2453;&#2480;&#2468;&#2503;, &#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2475;&#2494;&#2439;&#2482;&#2463;&#2495; &#2472;&#2495;&#2527;&#2503; &#2453;&#2494;&#2460; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#2478;&#2503;&#2472;&#2497; &#2476;&#2494; <span class="emphasis"><em>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</em></span> &#2488;&#2494;&#2476;&#2478;&#2503;&#2472;&#2497;&#2468;&#2503; &#2474;&#2509;&#2480;&#2494;&#2474;&#2509;&#2479; <span class="emphasis"><em>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</em></span> &#2474;&#2459;&#2472;&#2509;&#2470;&#2488;&#2478;&#2498;&#2489; &#2469;&#2503;&#2453;&#2503; &#2438;&#2474;&#2472;&#2494;&#2480; &#2453;&#2494;&#2457;&#2509;&#2453;&#2509;&#2487;&#2495;&#2468; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></div><div class="sect3" title="&#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="adding-actions"></a>&#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2471;&#2480;&#2472;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2486;&#2509;&#2482;&#2495;&#2487;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2468;&#2503; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2471;&#2494;&#2474;&#2455;&#2497;&#2482;&#2507; &#2437;&#2472;&#2497;&#2488;&#2480;&#2472; &#2453;&#2480;&#2497;&#2472;:</p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2471;&#2480;&#2472;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;&#2527; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p><span class="guilabel"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455;&#2503; &#2447;&#2453;&#2463;&#2495; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; <span class="guibutton"><strong>&#2447;&#2453;&#2463;&#2495; &#2474;&#2459;&#2472;&#2509;&#2470;&#2472;&#2496;&#2527; &#2453;&#2478;&#2494;&#2472;&#2509;&#2465; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2447;&#2463;&#2495; &#2479;&#2503; &#2474;&#2509;&#2480;&#2507;&#2455;&#2509;&#2480;&#2494;&#2478;&#2503;&#2480; &#2488;&#2494;&#2489;&#2479;&#2509;&#2479;&#2503; &#2454;&#2497;&#2482;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2476;&#2509;&#2480;&#2494;&#2441;&#2460; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li></ol></div><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2463;&#2495; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2503;&#2459;&#2503;&#2472; &#2468;&#2494; &#2447;&#2454;&#2472; &#2438;&#2474;&#2472;&#2494;&#2480; &#2472;&#2495;&#2480;&#2509;&#2470;&#2495;&#2487;&#2509;&#2463; &#2475;&#2494;&#2439;&#2482; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2468;&#2494;&#2482;&#2495;&#2453;&#2494;&#2527; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2489;&#2527;&#2503; &#2455;&#2495;&#2527;&#2503;&#2459;&#2503;&#2404; &#2438;&#2474;&#2472;&#2495; &#2479;&#2470;&#2495; <span class="guibutton"><strong>&#2447;&#2439; &#2471;&#2480;&#2472;&#2503;&#2480; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2503;&#2476;&#2503; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2497;&#2472;</strong></span> &#2437;&#2474;&#2486;&#2472;&#2463;&#2495; &#2488;&#2453;&#2509;&#2480;&#2495;&#2527; &#2453;&#2480;&#2503;&#2472; &#2437;&#2469;&#2476;&#2494; &#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2494; &#2459;&#2495;&#2482; &#2472;&#2494; &#2447;&#2478;&#2472; &#2489;&#2527; &#2468;&#2476;&#2503;, &#2472;&#2468;&#2497;&#2472; &#2479;&#2497;&#2453;&#2509;&#2468; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2463;&#2494;&#2439; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2489;&#2495;&#2488;&#2494;&#2476;&#2503; &#2480;&#2527;&#2503; &#2479;&#2494;&#2476;&#2503;&#2404;</p><p>&#2438;&#2474;&#2472;&#2495; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2447;&#2480; &#2438;&#2451;&#2468;&#2494;&#2527;
<span class="guibutton"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</strong></span>&#2476;&#2507;&#2468;&#2494;&#2478; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503;&#2451; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2463;&#2495; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p></div><div class="sect3" title="&#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;"><div class="titlepage"><div><div><h4 class="title"><a name="modifiying-actions"></a>&#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</h4></div></div></div><p>&#2475;&#2494;&#2439;&#2482; &#2437;&#2469;&#2476;&#2494; &#2475;&#2494;&#2439;&#2482; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2488;&#2494;&#2469;&#2503; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2471;&#2494;&#2474;&#2455;&#2497;&#2482;&#2507; &#2437;&#2472;&#2497;&#2488;&#2480;&#2472; &#2453;&#2480;&#2497;&#2472;:</p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#2479;&#2503; &#2475;&#2494;&#2439;&#2482;&#2503; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2478;&#2503;&#2439;&#2472; &#2447;&#2480;&#2495;&#2527;&#2494;&#2468;&#2503; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p><span class="guilabel"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</strong></span> &#2476;&#2507;&#2468;&#2494;&#2478; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2503; &#2472;&#2468;&#2497;&#2472; &#2465;&#2495;&#2475;&#2482;&#2509;&#2463; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2465;&#2509;&#2480;&#2474; &#2465;&#2494;&#2441;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenuitem"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2503;&#2451; &#2472;&#2468;&#2497;&#2472; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2488;&#2434;&#2479;&#2497;&#2453;&#2509;&#2468; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;&#2404;</p></li></ol></div><p>&#2453;&#2507;&#2472;&#2507; &#2475;&#2494;&#2439;&#2482; &#2463;&#2494;&#2439;&#2474;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2474;&#2498;&#2480;&#2509;&#2476;&#2503; &#2479;&#2507;&#2455; &#2453;&#2480;&#2494; &#2453;&#2507;&#2472;&#2507; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2468;&#2503; &#2441;&#2474;&#2480;&#2503;&#2480; &#2476;&#2480;&#2509;&#2467;&#2472;&#2494;&#2472;&#2497;&#2488;&#2494;&#2480;&#2503; <span class="guilabel"><strong>&#2437;&#2472;&#2509;&#2479; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472;&#2503; &#2454;&#2497;&#2482;&#2497;&#2472;</strong></span> &#2465;&#2494;&#2527;&#2494;&#2482;&#2455; &#2455;&#2524;&#2503; &#2468;&#2497;&#2482;&#2497;&#2472;, &#2479;&#2503; &#2437;&#2509;&#2479;&#2494;&#2453;&#2486;&#2472;&#2463;&#2495; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494;&#2480; &#2441;&#2474;&#2480; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; <span class="guimenuitem"><strong>&#2482;&#2462;&#2509;&#2458;&#2494;&#2480; &#2437;&#2474;&#2488;&#2494;&#2480;&#2472;</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></div></div><div class="sect2" title="&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;"><div class="titlepage"><div><div><h3 class="title"><a name="file-properties"></a>&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;</h3></div></div></div><p>&#2475;&#2494;&#2439;&#2482; &#2474;&#2509;&#2480;&#2474;&#2494;&#2463;&#2495;&#2460; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; &#2475;&#2494;&#2439;&#2482; &#2478;&#2509;&#2479;&#2494;&#2472;&#2503;&#2460;&#2494;&#2480;&#2503;&#2480; &#2479;&#2503;&#2453;&#2507;&#2472;&#2507; &#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2480;&#2503;&#2480; &#2476;&#2503;&#2486;&#2495; &#2468;&#2469;&#2509;&#2479; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2503;&#2404; &#2447;&#2439; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507;&#2480; &#2488;&#2494;&#2489;&#2494;&#2479;&#2509;&#2479;&#2503; &#2438;&#2474;&#2472;&#2495; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2453;&#2494;&#2460;&#2455;&#2497;&#2482;&#2507;&#2451; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503;&#2472;:</p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#2476;&#2495;&#2486;&#2503;&#2487; &#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2460;&#2472;&#2509;&#2479; &#2438;&#2439;&#2453;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2497;&#2472;, &#2479;&#2503;&#2478;&#2472; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2482;&#2462;&#2509;&#2458;&#2494;&#2480; &#2447;&#2476;&#2434; URL &#2482;&#2495;&#2434;&#2453;&#2404;</p></li><li class="listitem"><p>&#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2474;&#2509;&#2480;&#2468;&#2496;&#2453; &#2479;&#2507;&#2455; &#2453;&#2480;&#2497;&#2472; &#2437;&#2469;&#2476;&#2494; &#2478;&#2497;&#2459;&#2503; &#2475;&#2503;&#2482;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2475;&#2494;&#2439;&#2482; &#2437;&#2469;&#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2503;&#2480;&#2480; UNIX &#2475;&#2494;&#2439;&#2482; &#2437;&#2472;&#2497;&#2478;&#2507;&#2470;&#2472; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2447;&#2453;&#2463;&#2495; &#2475;&#2494;&#2439;&#2482; &#2447;&#2476;&#2434; &#2447;&#2453;&#2439; &#2471;&#2480;&#2472;&#2503;&#2480; &#2437;&#2472;&#2509;&#2479;&#2494;&#2472;&#2509;&#2479; &#2475;&#2494;&#2439;&#2482; &#2454;&#2497;&#2482;&#2468;&#2503; &#2453;&#2507;&#2472; &#2437;&#2509;&#2479;&#2494;&#2474;&#2509;&#2482;&#2495;&#2453;&#2503;&#2486;&#2472; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2527; &#2468;&#2494; &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li></ul></div><div class="screenshot"><div class="mediaobject"><img src="images/file-properties.png" alt="&#2475;&#2494;&#2439;&#2482;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;"></div></div><p>&#2475;&#2494;&#2439;&#2482; &#2474;&#2509;&#2480;&#2474;&#2494;&#2463;&#2495;&#2460; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; &#2454;&#2507;&#2482;&#2494;&#2480; &#2460;&#2472;&#2509;&#2479; &#2472;&#2495;&#2478;&#2509;&#2472;&#2507;&#2453;&#2509;&#2468; &#2471;&#2494;&#2474;&#2455;&#2497;&#2482;&#2507; &#2437;&#2472;&#2497;&#2488;&#2480;&#2472; &#2453;&#2480;&#2497;&#2472;:</p><div class="orderedlist"><ol class="orderedlist" type="1"><li class="listitem"><p>&#2438;&#2474;&#2472;&#2495; &#2479;&#2503; &#2475;&#2494;&#2439;&#2482; &#2476;&#2494; &#2475;&#2507;&#2482;&#2509;&#2465;&#2494;&#2480;&#2503;&#2480; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496; &#2474;&#2480;&#2496;&#2453;&#2509;&#2487;&#2494; &#2476;&#2494; &#2474;&#2480;&#2495;&#2476;&#2480;&#2509;&#2468;&#2472; &#2453;&#2480;&#2468;&#2503; &#2458;&#2494;&#2472; &#2468;&#2494; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2497;&#2472;&#2404; &#2447;&#2453;&#2488;&#2494;&#2469;&#2503; &#2447;&#2453;&#2494;&#2471;&#2495;&#2453; &#2438;&#2439;&#2463;&#2503;&#2478; &#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2472; &#2453;&#2480;&#2494; &#2479;&#2494;&#2527; &#2472;&#2494; &#2447;&#2476;&#2434; &#2488;&#2476; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503;&#2439; &#2476;&#2495;&#2470;&#2509;&#2479;&#2478;&#2494;&#2472; &#2438;&#2459;&#2503; &#2447;&#2478;&#2472; &#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496; &#2474;&#2509;&#2480;&#2470;&#2480;&#2509;&#2486;&#2472; &#2453;&#2480;&#2468;&#2503; &#2474;&#2494;&#2480;&#2503; &#2472;&#2494;&#2404;</p></li><li class="listitem"><p>&#2472;&#2495;&#2478;&#2509;&#2472;&#2503;&#2480; &#2447;&#2453;&#2463;&#2495; &#2453;&#2494;&#2460; &#2453;&#2480;&#2497;&#2472;: </p><div class="itemizedlist"><ul class="itemizedlist" type="disc"><li class="listitem"><p>&#2478;&#2503;&#2439;&#2472; &#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenu"><strong>&#2475;&#2494;&#2439;&#2482;</strong></span> &#8594; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p>&#2472;&#2495;&#2480;&#2509;&#2476;&#2494;&#2458;&#2495;&#2468; &#2438;&#2439;&#2463;&#2503;&#2478;&#2503; &#2465;&#2494;&#2472;-&#2453;&#2509;&#2482;&#2495;&#2453; &#2453;&#2480;&#2497;&#2472; &#2447;&#2476;&#2434; &#2474;&#2509;&#2480;&#2494;&#2488;&#2457;&#2509;&#2455;&#2495;&#2453;-&#2478;&#2503;&#2472;&#2497; &#2469;&#2503;&#2453;&#2503; <span class="guimenuitem"><strong>&#2476;&#2504;&#2486;&#2495;&#2487;&#2509;&#2463;&#2509;&#2479;&#2494;&#2476;&#2482;&#2496;...</strong></span> &#2476;&#2494;&#2459;&#2494;&#2439; &#2453;&#2480;&#2497;&#2472;&#2404;</p></li><li class="listitem"><p><span class="keycap"><strong>Alt</strong></span>+<span class="keycap"><strong>&#2480;&#2495;&#2463;&#2494;&#2480;&#2509;&#2472;</strong></span> &#2458;&#2494;&#2474;&#2497;&#2472;&#2404;</p></li></ul></div></li></ol></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="the-file-manager-window.html">&#2474;&#2498;&#2480;&#2509;&#2476;&#2476;&#2480;&#2509;&#2468;&#2496;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="using-removable-media.html">&#2474;&#2480;&#2476;&#2480;&#2509;&#2468;&#2496;</a></td></tr><tr><td width="40%" align="left" valign="top">&#2475;&#2494;&#2439;&#2482; &#2476;&#2509;&#2479;&#2476;&#2488;&#2509;&#2469;&#2494;&#2474;&#2453; &#2441;&#2439;&#2472;&#2509;&#2465;&#2507; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#2474;&#2509;&#2480;&#2469;&#2478; &#2437;&#2476;&#2488;&#2509;&#2469;&#2494;&#2472; (Home)</a></td><td width="40%" align="right" valign="top"> &#2488;&#2509;&#2469;&#2494;&#2472;&#2494;&#2472;&#2509;&#2468;&#2480;&#2479;&#2507;&#2455;&#2509;&#2479; &#2478;&#2495;&#2465;&#2495;&#2527;&#2494; &#2476;&#2509;&#2479;&#2476;&#2489;&#2494;&#2480; &#2453;&#2480;&#2494; &#2489;&#2458;&#2509;&#2459;&#2503;</td></tr></table></div></body></html>
