Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Select the default view for folders. When you open a new window, the is displayed in the view that you select. This can be either the icon view, the compact list view or the detailed list view. You can also select <guilabel>Last Active View</guilabel> here to use the view you used for the last active window.
bn: ফোল্ডারের জন্য ডিফল্ট ভিউ নির্বাচন করুন। যখন নতুন উইন্ডো খুলবেন, আপনি যে ভিউটি নির্বাচন করেছেন তা প্রদর্শিত হবে। এটা আইকন ভিউ, সন্নিবিষ্ট তালিকা ভিউ অথবা বিস্তারিত তালিকা ভিউও হতে পারে। আপনি এখানে পূর্ববর্তী সক্রিয় ভিউয়ের জন্য ব্যবহৃত ভিউটি ব্যবহার করতে <guilabel>পূর্ববর্তী সক্রিয় ভিউ</guilabel> নির্বাচন করতে পারেন।
ca: Selecciona la visualització per defecte de les carpetes. Quan obriu una finestra nova, el contingut es mostrarà amb el tipus de visualització que hageu seleccionat. Aquesta pot ser vista d'icones, la vista de llistat detallat o la vista de llistat compacte. També podeu seleccionar <guilabel>Darrera vista activa</guilabel> per emprar el mateix tipus de visualització que veu emprar en la darrera finestra activa.
da: Vælg standardvisningen for mapper. Når du åbner et nyt vindue, vil kompakt listevisning blive vist i den visning som du vælger. Dette kan enten være ikonvisning, listevisning, eller detaljeret listevisning. Du kan også vælge <guilabel>Sidste aktive visning</guilabel> her for at vælge den visning der er anvendt på det sidste aktive vindue.
es: Seleccione la vista predeterminada para las carpetas. Cuando abra un nuevo directorio será mostrado con la vista que haya elegido. Esta puede ser vista de icono, en lista compacta o en lista detallada. También puede seleccionar <guilabel>Última vista activa</guilabel> aquí para usar la vista que configuró en la última ventana activa.
gl: Seleccione a vista predeterminada para os cartafoles. Cando abre unha nova xanela, mostrarase ca vista seleccionada. Pode ser a vista de iconas, a vista de lista compacta ou a vista de lista detallada. Tamén pode seleccionar aquí a <guilabel>Última vista activa</guilabel> para usar a vista que se usou na última fiestra activa.
it: Selezionare la visualizzazione predefinita per le cartelle. All'apertura di una nuova finestra, questa verrà visualizzata con lo stile selezionato. Può trattarsi di visualizzazione a icone, a lista compatta o dettagliata. È inoltre possibile selezionare l'opzione <guilabel>Ultima visualizzazione attiva</guilabel> per utilizzare lo stile di visualizzazione adottato nell'ultima finestra attiva.
pl: Wybierz domyślny widok folderów. Kiedy otworzysz nowe okno, zostanie ono wyświetlone w widoku, jaki wybierzesz. Może być to widok ikon, listy kompaktowej lub listy szczegółowej. Możesz także wybrać <guilabel>Ostatnio aktywne</guilabel>, aby używać widoku takiego samego jak w ostatnim aktywnym oknie.
tr: Dizinler için öntanımlı görünümü belirlemenizi sağlar. Yeni bir pencere açtığınızda belirlediğiniz görünüm kullanılacaktır. Bu simge görünümü, detaylı liste veya sıralı liste biçiminde olabilir. Ayrıca <guilabel>Önceki Aktif Görünüm</guilabel> seçeneği ile en son kullandığınız görünüm kullanılabilir.
zh_tw: 選取檢視資料夾時的預設檢視設定。當您開啟新視窗時，顯示您所選取的檢視方式。它可以是圖示檢視、簡潔清單檢視、詳細清單檢視。您也可以在這裡選取<guilabel>上次的檢視狀態</guilabel>以使用您最後一次開啟視窗所使用的檢視方式。

source: Sort folders before files
bn: ফাইলের পূর্বে ফোল্ডার সাজিয়ে নিন
ca: Situar les carpetes abans que els fitxers
da: Sortér mapper før filer
es: Ordenar las carpetas antes que los archivos
gl: Poñer os directorios antes ca os ficheiros
it: Mostra le cartelle prima dei file
pl: Sortuj foldery przed plikami
tr: Dizinleri dosyalardan önce listele
zh_tw: 將資料夾排在檔案前面

source: Select this option to list folders before files when you sort a folder.
bn: আপনি যখন ফোল্ডারকে ক্রমানুসারে সাজান তখন ফাইলের পূর্বে ফোল্ডারকে তালিকাভুক্ত করার জন্য এই অপশনটি নির্বাচন করুন।
ca: Seleccioneu aquesta opció per llistar les carpetes abans que els fitxers al ordenar una carpeta.
da: Vælg denne indstilling for at vise mapper før filer, når du sorterer en mappe.
es: Seleccione esta opción para listar las carpetas antes que los archivos cuando ordene un directorio.
gl: Seleccione esta opción para listar os cartafoles antes dos ficheiros ao ordenar un cartafol.
it: Selezionare questa opzione per visualizzare le cartelle prima dei file quando si ordina una cartella.
pl: Wybierz tę opcję, aby listować foldery przed plikami podczas sortowania zawartości katalogu.
tr: Bu seçeneği eğer dizinlerin dosyalardan önce gösterilmesini istiyorsanız kullanabilirsiniz.
zh_tw: 選取此選項以讓您排序資料夾的內容時讓內含的資料夾排在檔案前面。

source: Show thumbnails
bn: থাম্বনেইলস প্রদর্শন করুন
ca: Mostrar miniatures
da: Vis miniaturer
es: Mostrar miniaturas
gl: Mostrar as miniaturas
it: Mostra miniature
pl: Pokaż miniatury
tr: Küçük resimleri göster
zh_tw: 顯示縮圖

source: Select this option to show thumbnails of image files and other supported files. The file manager stores the thumbnail files for each folder in the hidden <filename role="directory">.thumbnails</filename> directory in the user's Home Folder.
bn: ছবি ফাইল ও অন্যান্য সমর্থিত ফাইলের থাম্বনেইল প্রদর্শনের জন্য এই অপশনটি নির্বাচন করুন। ফাইল ব্যবস্থাপক প্রতিটি ফোল্ডারের জন্য ব্যবহারকারীর প্রধান ফোল্ডারে আড়াল করা <filename role="directory">.থাম্বনেইলস</filename> ডিরেক্টরীতে থাম্বনেইল ফাইল সংরক্ষন করে রাখে।
ca: Seleccioneu aquesta opció per mostrar les miniatures dels fitxers d'imatges així com els d'altres tipus que ho suportin. El gestor de fitxers desa la miniatura de cada fitxer en un directori ocult <filename role="directory">.thumbnails</filename> en la carpeta arrel de l'usuari.
da: Vælg denne indstilling for at vise miniaturer af billedfiler og andre filer der er understøttet. Filhåndteringen gemmer miniaturebilleder for hver mappe i den skjulte <filename role="directory">.thumbnails</filename> mappe i brugerens hjemmemappe.
es: Selecione esta opción para mostrar miniaturas de las imágenes y otros archivos soportados. El gestor de archivos guarda los archivos miniatura de cada directorio en el directorio oculto <filename role="directory">.thumbnails</filename> en la carpeta Home del usuario.
gl: Seleccione esta opción para mostrar miniaturas de ficheiros de imaxe e de outros ficheiros soportados. O xestor de ficheiros almacena os ficheiros das miniaturas de cada cartafol no directorio oculto <filename role="directory">.thumbnails</filename> do directorio persoal do usuario.
it: Selezionare questa opzione per mostrare le miniature dei file di immagine e di altri file supportati. Il gestore di file salva i file delle miniature per ogni directory nella cartella nascosta <filename role="directory">.thumbnails</filename> nella directory «home» dell'utente.
pl: Wybierz tę opcję, aby pokazywać miniatury obrazów i inych wspieranych formatów plików. Menedżer plików przechowuje pliki miniatur dla każdego folderu w ukrytym katalogu <filename role="directory">.thumbnails</filename> w twoim katalogu domowym.
tr: Bu seçeneği resim dosyalarının küçük resimlerini göstermek için kullanabilirsiniz. Dosya yöneticisi her bir dizin için küçük resim dosyalarını kullanıcının ev dizinindeki <filename role="directory">.thumbnails</filename> dizininde barındırmaktadır.
zh_tw: 選取此選項以顯示影像檔與其它支援本功能檔案的縮圖。檔案管理員會在使用者「家資料夾」內隱藏的 <filename role="directory">.thumbnails</filename> 目錄內，為每個資料夾儲存縮圖檔案。

source: See <xref linkend="thumbnailers"/> if you want to extend the basic thumbnail functionality provided by <application>Thunar</application> with support for additional file types.
bn: আপনি যদি অতিরিক্ত ফাইলের সমর্থন সহ <application>Thunar</application> থেকে প্রাপ্ত থাম্বনেইলের মূল কার্যবিধি বৃদ্ধি করতে চান, তাহলে <xref linkend="thumbnailers"/> দেখুন।
ca: Veieu <xref linkend="thumbnailers"/> si voleu ampliar la funcionalitat bàsica que dona <application>Thunar</application> per més tipus de fitxers.
da: Se <xref linkend="thumbnailers"/> hvis du vil udvide den grundlæggende miniature funktionalitet, stillet til rådighed af <application>Thunar</application> med understøttelse for yderligere filtyper.
es: Consulte <xref linkend="thumbnailers"/> si quiere extender el funcionamiento básico proporciando por <application>Thunar</application> con soporte para tipos de fichero adicionales.
gl: Consulte <xref linkend="thumbnailers"/> se desexa estender a funcionalidade de miniaturas básica proporcionada por <application>Thunar</application> con soporte para tipos de ficheiros adicionais.
it: Consultare <xref linkend="thumbnailers"/> se si desidera estendere le funzionalità di base del thumbaniler di <application>Thunar</application> aggiungendo il supporto ad altri formati di file.
pl: Jeśli chcesz rozszerzyć podstawową funkcjonalność generowania miniatur oferowaną przez <application>Thunara</application> o dodatkowe formaty plików, zobacz <xref linkend="thumbnailers"/>.
tr: Eğer temel küçük resim fonksiyonlarını daha çok dosya desteği ile birlikte geliştirmek istiyorsanız, <xref linkend="thumbnailers"/> bağlantısını incelemeniz gerekmektedir.
zh_tw: 如果您想要擴展 <application>Thunar</application> 提供的基本縮圖功能，為它加入額外檔案類型支援的話，請見 <xref linkend="thumbnailers"/>。

source: Text beside icons
bn: আইকনের পাশে পাঠ্য
ca: Text al costat de les icones
da: Tekst ved siden af ikoner
es: Texto al lado de los iconos
gl: Texto a carón das iconas
it: Testo accanto alle icone
pl: Tekst obok ikon
tr: Simgelerin yanında yazı
zh_tw: 文字位於圖示旁

source: Select this options to place the icon captions for items in the icon view beside the icon rather than under the icon.
bn: আইকন ভিউতে আইটেমের ক্যাপশনটি আইকনের নীচে না দিয়ে পাশে দেয়ার জন্য এই অপশনটি নির্বাচন করুন।
ca: Seleccioneu aquesta opció si voleu que el text de la icona dels elements en la vista d'icones es vegi al costat de la icona en lloc de sota seu.
da: Vælg denne indstilling, for at placere ikonteksten for elementer i ikonvisning, ved siden af ikonet i stedet for under det.
es: Seleccione esta opción para colocar el texto de los iconos a su lado en lugar de bajo ellos.
gl: Seleccione esta opción para situar os textos das iconas dos elementos a carón das iconas en vez debaixo delas.
it: Selezionare questa opzione per inserire l'intestazione dell'icona a fianco, anziché sotto, dell'icona stessa nella visualizzazione a icone
pl: Zaznacz tą opcję, aby etykiety ikon znajdywały się obok nich, a nie pod (dotyczy widoku ikon).
tr: Bu seçeneği dosya ve dizin isimlerini dosya simgelerinin altında göstermek yerine yanında göstermek için kullanabilirsiniz.
zh_tw: 選取此選項以在圖示檢視內，將項目的圖示說明放置在圖示的旁邊而不是在圖示的下方。

source: Side Pane Preferences
bn: সাইড প্যান পছন্দসমূহ
ca: Subfinestra lateral
da: Indstillinger til sidepanelet
es: Preferiencias del panel lateral
gl: Preferencias do panel lateral
it: Preferenze del pannello laterale
pl: Ustawienia panelu bocznego
tr: Yan Pencere Gözü Tercihleri
zh_tw: 側窗格偏好設定

source: You can select display options for the shortcuts pane and the tree pane.
bn: শর্টকাট প্যান ও তিনটি প্যানের জন্য প্রদর্শন অপশনটি নির্বাচন করতে পারেন।
ca: Podeu seleccionar les opcions de la subfinestra de dreceres i la de la subfinestra en arbre
da: Du kan vælge visningsmulighder til genvejs- og træstrukturpanelet.
es: Usted puede seleccionar opciones de visualización para los accesos directos del panel y el panel en árbol.
gl: Pode seleccionar as opcións de visualización do panel de atallos e o panel de árbore.
it: È possibile impostare le opzioni di visualizzazione per il pannello delle scorciatoie e per il pannello della visualizzazione ad albero.
pl: Możesz wybrać opcje wyświetlania dla panelu skrótów i panelu drzewa.
tr: Bu kısımda yan pencere gözü ve ağaç görünümü tercihlerini ayarlayabilirsiniz.
zh_tw: 您可以為捷徑窗格與樹狀窗格選取顯示選項。

source: The side pane can either display a list of shortcuts for folders in your file system, which is the default, or a tree view of your file system. This page allows you to select the size of the icons for the shortcuts and the tree pane. You can also specify whether emblems should be displayed.
bn: সাইড প্যানটি আপনার ফাইল সিস্টেমের ফোল্ডারের শর্টকাটের একটি তালিকা অথবা ফাইল সিস্টেমের একটি ট্রিভিউ প্রদর্শন করবে। এই পৃষ্ঠায় শর্টকাট এবং ট্রি প্যানের আইকনের আকার নির্ধারন করা যায়। এর কোনো প্রতীক প্রদর্শিত হবে কিনা তাও আপনি নির্দিষ্ট করে দিতে পারেন।
ca: La subfinestra lateral pot mostrar tant la llista de dreceres a les carpetes del vostre sistema de fitxers, l'opció per defecte, com una vista en arbre del vostre sistema de fitxers. Aquesta pàgina us permet seleccionar la mida de les icones per les dreceres i l'arbre. També podeu indicar si es mostraran els distintius.
da: Sidepanelet kan enten vise en liste af genveje til mapper i dit filsystem, som er standardindstillingen, eller som en trævisning af dit filsystem. Denne side tillader dig at vælge størrelsen på ikoner til genvejs- og træpanelet. Du kan også angive hvilke emblemer der skal vises.
es: El panel lateral puede tanto mostrar una lista de enlaces directos en su sistema de ficheros, que es lo preterminado, como mostrar una vista de árbol de su sistema. Esta página le permite seleccionar el tamaño de los iconos para los enlaces y el árbol. También puede especificar que emblemas deben ser mostrados.
gl: O panel lateral pode mostrar unha lista de atallos de cartafoles do sistema de ficheiros, que é o comportamento predeterminado, ou unha vista de árbore do sistema de ficheiros. Esta páxina permítelle seleccionar o tamaño das iconas dos atallos e do panel de árbore. Tamén pode especificar se se mostran ou non os emblemas.
it: Il pannello laterale può visualizzare sia una lista di scorciatoie per le cartelle presenti nel proprio file system (modalità predefinita), sia una struttura ad albero delle stesse cartelle. Questa pagina permette di selezionare la dimensione delle icone visualizzate nel pannello delle scorciatoie o della struttura ad albero. È inoltre possibile indicare quali emblemi debbano essere visualizzati.
pl: Panel boczny może wyświetlać albo listę skrótów do folderów w twoim systemie plików (domyślne), albo drzewo twojego systemu plików. Ta karta umożliwia ci wybranie rozmiaru ikon dla skrótów i panelu drzewa. Możesz także okreslić, czy powinny być wyświetlane emblematy.
tr: Yan pencere gözü öntanımlı olarak sistem dizinlerinize kısayolları barındırır veya ayarlarsanız ağaç görünümünü kullanır. Bu bölümde kısayolların ve ağaç görünümün simge boyutunu ayarlayabilirsiniz. Ayrıca amblemlerin gösterilip gösterilmeyeceğini belirleyebilirsiniz.
zh_tw: 側窗格還可以顯示一份您檔案系統內資料夾的捷徑清單 (預設情況)，或是顯示您檔案系統的樹狀檢視。此頁面讓您可以為捷徑與樹狀窗格選取圖示大小。您也可以指定是否要顯示標記。

source: Icon Size
bn: আইকনের আকার
ca: Mida d'icones
da: Ikonstørrelse
es: Tamaño de icono
gl: Tamaño das iconas
it: Dimensione dell'icona
pl: Rozmiar ikon
tr: Simge Boyutu
zh_tw: 圖示大小

source: The size of the icons displayed in the side, ranging from <guilabel>Very Small</guilabel> (around 16x16 pixels) to <guilabel>Very Large</guilabel> (around 128x128 pixels).
bn: সাইডে প্রদর্শিত আইকনের আকার <guilabel>খুব ছোট</guilabel> (১৬x১৬ পিক্সেলের কাছাকাছি) থেকে <guilabel>খুব বড়</guilabel> (১২৮x১২৮ পিক্সেলের কাছাকাছি) পর্যন্ত।
ca: La mida de les icones mostrades a la subfinestra, el rang va de <guilabel>Molt petita</guilabel> (al voltat de 16x16 píxels) fins a <guilabel>Molt gran</guilabel> (al voltat de 128x128 píxels).
da: Størrelsen på ikonerne vist i siden, går fra <guilabel>Meget små</guilabel> (omkring 16x16 pixels) til <guilabel>Meget store</guilabel> (omkring 128x128 pixels).
es: El tamaño de los iconos mostrados en el lateral, variando desde <guilabel>Muy pequeño</guilabel> (unos 16x16 píxeles) hasta <guilabel>Muy grande </guilabel> (unos 128x128 píxeles).
gl: O tamaño das iconas que se mostra neste lado vai dende <guilabel>Moi pequeno</guilabel> (16x16 píxels) a <guilabel>Moi grande</guilabel> (128x128 píxels).
it: La dimensione delle icone visualizzate nel pannello laterale, le scelte possibili variano da <guilabel>Molto piccola</guilabel> (circa 16x16 pixel) a <guilabel>Molto grande</guilabel> (circa 128x128 pixel).
pl: Rozmiar ikon wyświetlanych w panelu może przyjmować wartości od <guilabel>Bardzo mały</guilabel> (ok. 16x16 pikseli) do <guilabel>Bardzo duży</guilabel> (ok. 128x128 pikseli).
tr: Yan gözde gösterilecek simge boyutunu <guilabel>Çok Küçük</guilabel> (16x16 piksel boyutlarında) değeri ile <guilabel>Çok Büyük</guilabel> (128x128 piksel boyutlarında) değeri arasında ayarlayabilirsiniz.
zh_tw: 在側邊要顯示的圖示大小，範圍從<guilabel>最小</guilabel> (大約 16x16 像素) 到<guilabel>最大</guilabel> (大約 128x128 像素)。

source: Show Icon Emblems
bn: আইকন প্রতীক প্রদর্শন করুন
ca: Mostrar les icones de distintius
da: Vis ikonemblemer
es: Mostrar emblemas de los iconos
gl: Mostrar os emblemas das iconas
it: Visualizza gli emblemi delle icone
pl: Pokazuj emblematy ikon
tr: Simge Amblemlerini Göster
zh_tw: 顯示圖示標記

source: Select this option to display emblems for folders in the side pane. You can assign emblems to folders in the <guilabel>Properties</guilabel> dialog. Select a folder in the main area and choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties...</guimenuitem></menuchoice> from the main menu, or right-click the folder and select <menuchoice><guimenuitem>Properties...</guimenuitem></menuchoice> from the context menu.
bn: সাইড প্যানে ফোল্ডারের প্রতীক প্রদর্শনের জন্য এই অপশনটি নির্বাচন করুন। আপনি <guilabel>বৈশিষ্ট্যাবলী</guilabel> ডায়ালগে ফোল্ডারের জন্য প্রতীক নির্ধারন করে দিতে পারেন। মেইন এরিয়া থেকে একটি ফোল্ডার নির্বাচন করুন এবং মেইন মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>বৈশিষ্ট্যাবলী...</guimenuitem></menuchoice> বাছাই করুন অথবা ফোল্ডারে ডান-ক্লিক করুন এবং প্রাসঙ্গিক-মেনু থেকে <menuchoice><guimenuitem>বৈশিষ্ট্যাবলী...</guimenuitem></menuchoice> নির্বাচন করুন।
ca: Seleccioneu aquesta opció per mostrar els distintius de les carpetes a la subfinestra lateral. Podeu assignar distintius en el diàleg <guilabel>Propietats</guilabel>. Seleccioneu una carpeta a l'àrea principal i seleccioneu al menú principal <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Propietats…</guimenuitem></menuchoice>, o feu clic-dret a la carpeta i seleccioneu <menuchoice><guimenuitem>Propietats…</guimenuitem></menuchoice> al menú contextual.
da: Vælg denne indstilling for at vise symboler for mapper i sidepanelet. Du kan tildele emblemer til mapper i <guilabel>Egenskaber</guilabel>-dialogvinduet. Vælg en mappe i hovedområdet og vælg <menuchoice><guimenu>Fil</guimenu><guimenuitem>Egenskaber...</guimenuitem></menuchoice> fra hovedmenuen, eller højreklik på mappen og vælg <menuchoice><guimenuitem>Egenskaber...</guimenuitem></menuchoice> fra kontekstmenuen.
es: Seleccione esta opción para mostrar emblemas de las carpetas en el panel lateral. Puede assignar emblemas a las carpetas en el diálogo <guilabel>Propiedades</guilabel>. Seleccione una carpeta en el área principal y elija <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice> en el menú principal, o haga clic derecho en la carpeta y seleccione <menuchoice><guimenuitem>Propiedades...</guimenuitem></menuchoice> en el menú contextual.
gl: Seleccione esta opción para mostrar os emblemas dos cartafoles no panel lateral. Pode asignarlle emblemas aos cartafoles co diálogo <guilabel>Propiedades</guilabel>. Seleccione un cartafol na zona principal e escolla <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice> no menú principal, ou prema co botón dereito e seleccione <menuchoice><guimenuitem>Propiedades...</guimenuitem></menuchoice> no menú contextual.
it: Selezionare questa opzione per visualizzare gli emblemi delle cartelle nel pannello laterale. È possibile assegnare gli emblemi alle directory dalla finestra delle <guilabel>Proprietà</guilabel>. Selezionare una cartella nell'area principale e scegliere <menuchoice><guimenu>File</guimenu><guimenuitem>Proprietà...</guimenuitem></menuchoice> dal menu principale, oppure fare clic con il tasto destro del mouse sulla directory e selezionare <menuchoice><guimenuitem>Proprietà...</guimenuitem></menuchoice> dal menu contestuale.
pl: Zaznacz tą opcję aby wyświetlać emblematy dla folderów w panelu bocznym. Możesz przypisać emblematy do folderów w oknie dialogowym <guilabel>Właściwości</guilabel>. Zaznacz folder w obszarze głównym i wybierz <menuchoice><guimenu>Plik</guimenu><guimenuitem>Właściwości...</guimenuitem></menuchoice> z głównego menu lub kliknij prawym przyciskiem myszy i wybierz <menuchoice><guimenuitem>Właściwości...</guimenuitem></menuchoice> z menu kontekstowego.
tr: Bu seçeneği yan pencere gözünde amblemleri göstermek için kullanabilirsiniz. Dizinlere amblem belirlemek için <guilabel>Özellikler</guilabel> menüsünü kullanabilirsiniz. Bu işlemi gerçekleştirebilmek için, amblem atamak istediğiniz dizini seçip menüden <menuchoice><guimenu>Dosya</guimenu><guimenuitem>Özellikler...</guimenuitem></menuchoice> öğesine tıklayabilir veya dizine sağ tıklayıp açılan menüden <menuchoice><guimenuitem>Özellikler...</guimenuitem></menuchoice> öğesine tıklayabilirsiniz.
zh_tw: 選取此選項以在側窗格內顯示資料夾的標記。您可以在<guilabel>屬性</guilabel>對話窗內指定資料夾的標記。在主要區域內選取一份資料夾，接著選擇從主選單選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>屬性...</guimenuitem></menuchoice>，或是對該資料夾點擊右鍵並從情境選單內選取<menuchoice><guimenuitem>屬性...</guimenuitem></menuchoice>。

source: Behavior Preferences
bn: আচরণ পছন্দসমূহ
ca: Preferències de comportament
da: Opførselsindstillinger
es: Preferencias de comportamiento
gl: Preferencias de comportamento
it: Preferenze di comportamento
pl: Ustawienia zachowania
tr: Davranış Tercihleri
zh_tw: 行為偏好設定

source: You can select the preferred behavior to interact with the file manager.
bn: ফাইল ম্যানেজারের সাথে যোগাযোগের জন্য আরও পছন্দসই কিছু নির্বাচন করতে পারেন।
ca: Podeu seleccionar el comportament del gestor de fitxers amb el que preferiu interactuar.
da: Du kan vælge den foretrukne opførsel til at påvirke filhåndteringen.
es: Puede seleccionar el comportamiento preferido para interactuar con el administrador de archivos.
gl: Pode seleccionar o comportamento preferido para interactuar co xestor de ficheiros.
it: È possibile selezionare il comportamento preferito per interagire con il gestore di file.
pl: Możesz wybrać preferowany sposób komunikacji z menedżerem plików
tr: Bu seçenek yardımı ile dosya yöneticisinin dosya ve dizinler ile etkileşimini düzenleyebilirsiniz.
zh_tw: 您可以選取和檔案管理員互動的偏好行為。

source: Single click to active items
bn: আইটেমগুলো সক্রিয় করতে ক্লিক করুন
ca: Només un clic per activar els elements
da: Enkeltklik for at aktivere elementer
es: Haga clic para activar elementos
gl: Un só clic para activar os elementos
it: Clic singolo per attivare gli elementi
pl: Pojedyncze kliknięcie aktywuje
tr: Öğeleri aktif etmek için tek tıklama
zh_tw: 單點擊以啟用項目
