Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: If the Windows emulator <ulink type="http" url="http://www.winehq.org/">WINE</ulink> is installed on your system, the auto-run mechanism will also try to run <filename>autorun.exe</filename> files using WINE.
bn: আপনার সিস্টেমে যদি উইন্ডোজ ইমিউলেটর <ulink type="http" url="http://www.winehq.org/">WINE</ulink> ইনস্টল করা থাকে, তবে অটো-রান পদ্ধতি WINE ব্যবহার করে <filename>autorun.exe</filename> ফাইল চালানোর চেষ্টা করবে।
ca: Si l'emulador de Windows <ulink type="http" url="http://www.winehq.org/">WINE</ulink> està instaŀlat al vostre sistema, el mecanisme d'execució automàtica també intentarà executar els fitxers <filename>autorun.exe</filename> emprant WINE.
da: Hvis Windows emulatoren <ulink type="http" url="http://www.winehq.org/">WINE</ulink> er installeret på dit system, vil auto-kør-mekanismen også forsøge at køre <filename>autorun.exe</filename> filer ved brug af WINE.
gl: Se o emulador de Windows <ulink type="http" url="http://www.winehq.org/">WINE</ulink> está instalado no seu sistema, o mecanismo de autoexecución tamén intentará executar os ficheiros <filename>autorun.exe</filename> usando WINE.
it: Se l'emulatore di sistemi Windows <ulink type="http" url="http://www.winehq.org/">WINE</ulink> è installato sul proprio sistema, il meccanismo di avvio automatico tenterà di eseguire il file <filename>autorun.exe</filename> utilizzando WINE.
pl: Jeśli emulator Windowsa, <ulink type="http" url="http://www.winehq.org/">WINE</ulink>, został zainstalowany w twoim systemie, mechanizm autouruchamiania będzie próbował także uruchomiać pliki <filename>autorun.exe</filename> używając WINE.
tr: Eğer sisteminizde <ulink type="http" url="http://www.winehq.org/">WINE</ulink> kurulu ise, otomatik çalıştırma mekanizması <filename>autorun.exe</filename> dosyasını WINE kullanarak çalıştırmayı deneyecektir.

source: Auto-open files on new drives and media
bn: নতুন ড্রাইভ ও মিডিয়ায় অটো-ওপেন ফাইল
ca: Obertura de fitxers en nous dispositius i mitjans
da: Auto-åbning af filer på nye drev og medier
gl: Abrir automaticamente os ficheiros dos soportes e unidades novas
it: Apertura automatica dei file all'inserimento di un supporto
pl: Automatycznie otwieraj pliki na nowych napędach i nośnikach
tr: Yeni sürücülerde ve ortamdaki dosyaları otomatik açma

source: Enable this option to make of auto-open capabilities of certain removable drives and media. See the <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> for details about the auto-open mechanism. To enhance security, you will always be prompted to confirm the auto-open.
bn: নির্দিষ্ট স্থানান্তরযোগ্য ড্রাইভ ও মিডিয়ার অটো-ওপেন ক্ষমতা তৈরি করতে এই অপশনটি সক্রিয় করুন। অটো-ওপেন পদ্ধতি সম্পর্কে বিস্তারিত জানতে <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">ডেক্সটপ অ্যাপ্লিকেশন অটোস্টার্ট স্পেসিফিকেশন</ulink> দেখুন। নিরাপত্তা বৃদ্ধির জন্য, সর্বদা আপনাকে অটো-ওপেন অপশনটি নিশ্চিত করতে বলা হবে।
ca: Habiliteu aquesta opció per emprar les capacitat d'obertura automàtica de certs dispositius i mitjans. Veieu <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> per detalls referents al mecanisme d'obertura automàtica. Per millorar la seguretat, sempre s'us demanarà confirmació abans d'obrir automàticament cap fitxer.
da: Brug denne funktion for at gøre bruge af auto-åbn-muligheden på bestemte flytbare drev og medier. Se <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> for deltajer om auto-åbn mekanismen. For at forbedre sikkerheden, vil du altid blive spurgt om at bekræfte auto-åbn-funktionen.
it: Abilitare questa opzione per avvalersi della capacità di apertura automatica di alcuni dispositivi e supporti rimovibili. Consultare le <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">specifiche di avvio automatico per le applicazioni desktop</ulink> per maggiori dettagli sul meccanismo di apertura automatica. Per aumentare la sicurezza, verrà sempre richiesta la conferma dell'apertura automatica.
pl: Uaktywnij tą opcję, aby skorzystać z możliwości automatycznego otwierania niektórych napędów i nośników. Zobacz <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink>, aby dowiedzieć się szczegółów na temat mechanizmu autootwierania. W trosce o bezpieczeństwo zostaniesz za każdym razem poproszony o potwierdzenie automatycznego otwierania.
tr: Bu seçeneği ayrılabilir sürücü ve ortamları otomatik açmak için kullanabilirsiniz. Bu mekanizma hakkında daha detaylı bilgiye <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> sayfasından ulaşabilirsiniz. Güvenlik açısından, otomatik açma öncesi sizden onayınız istenecektir.

source: The remaining options allow you to specify a command to run when a certain kind of media is inserted into a drive or a certain kind of external device is connected. The command can use three special variables, that will be substituted when the command is run:
bn: যখন ড্রাইভে নির্দিষ্ট মিডিয়া প্রবেশ করানো থাকে অথবা বাহ্যিক কোনো ডিভাইস সংযুক্ত থাকে তখন অবশিষ্ট অপশনসমূহ আপনাকে নির্দিষ্ট কমান্ড চালাতে অনুমতি দিবে। কমান্ড তিন ধরনের চালক ব্যবহার করতে পারে, কমান্ড যখন চালু হয় তখন এটি প্রতিস্থাপিত হয়:
ca: La resta d'opcions us permeten fixar una ordre a executar-se quan certs tipus de mitjans s'insereixin en un dispositiu o certs tipus de dispositius externs es connectin. L'ordre pot emprar tres variables especials que es substituiran quan l'ordre s'executi:
da: De tilbageværende indstillinger vil tillade dig af specificere en kommando, der skal køres når en bestemt type medie er indsat i drevet, eller når en bestemt type ekstern enhed er tilsluttet. Kommandoen kan bruge tre særlige variabler, der vil blive erstattet når kommandoen er udført:
es: Las siguientes opciones permiten especificar un comando para ejecutar cuando cierto tipo de soporte es insertado o se conecta algún dispositivo externo. El comando puede utilizar tres variables especiales que se sustituirán cuando el comando se ejecute:
gl: As opcións restantes permítenlle especificar unha orde para executar cando certo tipo de soporte se insire nunha unidade ou cando se conecta certo tipo de dispositivo externo. A orde pode usar tres variables especiais, que se substituirán cando se execute a orde:
it: Le restanti opzioni permettono di specificare un comando da eseguire all'inserimento in una unità di un certo tipo di supporto o alla connessione di un dispositivo esterno. Il comando può utilizzare tre variabili speciali che verranno sostituite all'esecuzione del comando stesso:
pl: Pozostałe opcje pozwolą ci na określenie poleceń do uruchomienia przy podłączaniu pewnych zewnętrznych urządzeń czy wymiennych nośników. Polecenia mogą używać trzech specjalnych zmiennych, które zostaną zastąpione podczas uruchamiania polecenia:
tr: Kalan seçenekler bilgisayarınıza bir sürücü bağladığınızda ya da bir ortam taktığınızda çalıştırılacak komutları belirlemenizi sağlar. Çalıştıracağınız komut için üç özel değişken belirleyebilirsiniz. Bunlar:

source: Each appearance of <literal>%d</literal> in the command will be substituted with the device file path of the newly added device. For example, if you have plugged in an USB stick, the device file path will be <filename>/dev/da0s1</filename> or <filename>/dev/sda1</filename>.
bn: কমান্ডে <literal>%d</literal> এর প্রতিটি অবয়ব নতুন সংযুক্ত ডিভাইসের ডিভাইস ফাইল পাথ দ্বারা প্রতিস্থাপিত হবে। উদাহরণস্বরূপ, আপনি যদি USB স্টিক সংযুক্ত করেন, তবে ডিভাইস ফাইল পাথ <filename>/dev/da0s1</filename> অথবা <filename>/dev/sda1</filename> হবে।
ca: Cada aparició del literal <literal>%d</literal> en l'ordre es substituirà amb el camí al fitxer de dispositiu afegit. Per exemple, si heu connectat un llapis USB, el camí al fitxer de dispositiu serà <filename>/dev/da0s1</filename> o <filename>/dev/sda1</filename>.
da: Hver forekomst af <literal>%d</literal> i kommandoen vil blive erstattet af enhedens filsti på nylige tilføjede enheder. F.eks. hvis du har forbundet en USB-stang, vil enhedens filsti være <filename>/dev/da0s1</filename> eller <filename>/dev/sda1</filename>.
es: Cada aparición de <literal>%d</literal> en el comando se sustituirá con la ruta del dispositivo nuevo añadido. Por ejemplo, si inserta una memoria USB, la ruta del archivo del dispositivo será <filename>/dev/da0s1</filename> o <filename>/dev/sda1</filename>.
gl: Cada aparición de <literal>%d</literal> na orde substituirase ca ruta do ficheiro do dispositivo do dispositivo recén engadido. Por exemplo, se conectou unha memoria USB, a ruta do ficheiro de dispositivo será <filename>/dev/da0s1</filename> ou <filename>/dev/sda1</filename>.
it: Ogni volta che la stringa <literal>%d</literal> compare nel comando, verrà sostituita con il percorso del file del dispositivo appena inserito. Per esempio, se si è connessa una chiavetta USB, il percorso del file del dispositivo sarà <filename>/dev/da0s1</filename> o <filename>/dev/sda1</filename>.
pl: Każde wystąpienie <literal>%d</literal> w poleceniu zostanie zastąpione ścieżką do nowo dodanego urządzenia. Przykładowo, jeśli podłączyłeś PenDrive, ścieżka do urządzenia będzie <filename>/dev/da0s1</filename> lub <filename>/dev/sda1</filename>.
tr: Çalıştırılacak komut içerisinde <literal>%d</literal> yer alıyorsa, bu değer aygıtın dosya yolu ile değiştirilecektir. Mesela, bilgisayarınıza USB stick bağladığınızda yol <filename>/dev/da0s1</filename> veya <filename>/dev/sda1</filename>.

source: If no device file is associated with the device or the device file could not be found for some reason, the variable <literal>%d</literal> will be substituted with the empty string.
bn: যদি ডিভাইসের সাথে কোনো ডিভাইস ফাইল যুক্ত না থাকে অথবা কোনো কারণে ডিভাইস ফাইলটি পাওয়া না যায়, তবে <literal>%d</literal> চলকটি খালি স্ট্রিং দ্বারা প্রতিস্থাপিত হবে।
ca: Si no hi ha cap fitxer de dispositiu associat al dispositiu o no es pot trobar el fitxer de dispositiu, la variable <literal>%d</literal> es substituirà per una cadena buida.
da: Hvis ingen enhedsfil er tilknyttet enheden eller enhedsfilen, af en eller anden grund ikke kan findes, vil variablen <literal>%d</literal> blive erstattet med den tomme streng.
es: Si ningún archivo de dispositivo es asociado con el dispositivo o el dispositivo no se puede encontrar por alguna razón, la variable <literal>%d</literal> se sustituirá con una cadena vacía.
gl: Se non se asocia ningún ficheiro de dispositivo co dispositivo ou se non se pode atopar por algunha razón o ficheiro do dispositivo, a variable <literal>%d</literal> substituirase cunha cadea baleira.
it: Se al dispositivo non è associato alcun file del dispositivo o se quest'ultimo non è rintracciabile, la variabile <literal>%d</literal> verrà sostituita con una stringa vuota.
pl: Jeśli żaden plik urządzenia nie jest powiązany z urządzeniem lub z pewnych względów plik urządzenia nie może zostać odnaleziony, zmienna <literal>%d</literal> zostanie zastąpiona pustym napisem.
tr: Eğer aygıt dosyası ile ilintili bir aygıt yoksa veya aygıt dosyası herhangi bir sebepten dolayı bulunamıyorsa, <literal>%d</literal> değeri boş bir dizge ile değiştirilecektir.

source: Each appearance of <literal>%h</literal> in the command will be substituted with the HAL UDI of the newly added device.
bn: কমান্ডে <literal>%h</literal> এর প্রতিটি অবয়ব নতুন সংযুক্ত ডিভাইসের HAL UDI দ্বারা প্রতিস্থাপিত হবে।
ca: Cada aparició del literal <literal>%h</literal> en l'ordre es substituirà amb el UDI HAL del dispositiu afegit.
da: Hver forekomst af <literal>%h</literal> i kommandoen vil blive erstattet med HAL-UDI'en på den nyligt tilføjetde enhed.
es: Cada aparición del <literal>%h</literal> en el comando se sustituirá con la HAL UDI del nuevo dispositivo añadido.
gl: Cada aparición de <literal>%h</literal> na orde substituirase polo UDI de HAL do novo dispositivo engadido.
it: Ogni volta che la stringa <literal>%h</literal> compare nel comando, verrà sostituita con il codice UDI di HAL del nuovo dispositivo.
pl: Każde wystąpienie <literal>%h</literal> w poleceniu zostanie zastąpione przez UDI nowo dodanego urządzenia w systemie HAL.
tr: Çalıştırılacak komut içerisinde <literal>%h</literal> değişkeni yer alıyorsa bu değer HAL UDI ile yer değiştirecektir.

source: Each appearance of <literal>%m</literal> in the command will be substituted with the mount point where the newly added device was mounted. If the device cannot be mounted (for example printers or keyboards) or if the automatic mounting was disabled, <literal>%m</literal> will be substituted with the empty string.
bn: যেখানে নতুনভাবে সংযুক্ত ডিভাইস মাউন্ট করা আছে সেখানে কমান্ডে <literal>%m</literal> এর প্রত্যেকটি অবয়ব মাউন্ট পয়েন্ট দ্বারা প্রতিস্থাপিত হবে। যদি ডিভাইসটি মাউন্ট করতে না পারেন (যেমন, মুদ্রনযন্ত্র বা কীবোর্ড) অথবা স্বয়ংক্রিয় মাউন্টিং যদি নিস্ক্রিয় করা থাকে তবে, <literal>%m</literal> খালি স্ট্রিং দ্বারা প্রতিস্থাপিত হবে।
ca: Cada aparició del literal <literal>%m</literal> en l'ordre es substituirà amb el punt de muntatge on s'ha muntat el dispositu afegit. Si no es pot muntar el dispositiu (e.g: impressores o teclats) o si el muntatge automàtic no està habilitat, el <literal>%m</literal> es substituirà per una cadena buida.
da: Hver forekomst af <literal>%m</literal> i kommandoen vil blive erstattet af det monteringspunkt, hvor den nyligt tilføjede enhed blev monteret. Hvis enheden ikke kan monteres (f.eks. printere eller tastaturer) eller hvis automatisk montering er slået fra, vil <literal>%m</literal> blive erstattet med den tomme streng.
es: Cada aparición de <literal>%m</literal> en el comando se sustituirá con el punto de montaje donde el nuevo disposistivo ha sido montado. Si el dispositivo no puede ser montado (por ejemplo impresoras o teclados) o el montaje automático está deshabilitado, <literal>%m</literal> se sustituirá con la cadena vacía.
gl: Cada aparición de <literal>%m</literal> na orde substituirase polo punto de montaxe onde se montou o novo dispositivo engadido. Se non se pode montar o dispositivo (por exemplo as impresoras ou os teclados) ou se se desactivou a montaxe automática, <literal>%m</literal> substituirase por unha cadea baleira.
it: Ogni volta che la stringa <literal>%m</literal> compare nel comando, verrà sostituita con il punto di montaggio del nuovo dispositivo aggiunto. Se il dispositivo non può essere montato (per esempio una stampante o una tastiera) o se il montaggio automatico è disabilitato, <literal>%m</literal> verrà sostituita con una stringa vuota.
pl: Każde wystąpienie <literal>%m</literal> w poleceniu zostanie zastąpione punktem montowania nowo dodanego urządzenia. Jeśli urządzenie nie może być zamontowane (np. drukarki lub klawiatury) lub jeśli automatyczne montowanie zostało wyłączone, <literal>%m</literal> zostanie zastąpione pustym napisem.
tr: Çalıştırılacak komut içerisinde <literal>%m</literal> değişkeni yer alıyorsa bu değer bağlama noktası ile değiştirilecektir. Eğer aygıt bağlanabilen bir aygıt değilse (mesela klavye veya yazıcı ise) veya otomatik bağlama devredışı ise, <literal>%m</literal> değeri boş dizge ile değiştirilecektir.

source: Troubleshooting the Volume Manager
bn: ভলিউম ব্যবস্থাপকের কারিগরী সমস্যার সমাধান করা হচ্ছে
ca: Problemes amb el gestor de volums
da: Fejlfinding til arkivhåndteringen
gl: Solución de erros do xestor de volumes
it: Soluzione dei problemi relativi al gestore di volumi
pl: Rozwiązywanie problemów z Menedżerem Woluminów
tr: Bölüm Yöneticisi İçin Sorun Giderme İpuçları

source: Useful tips to trouble shoot the volume manager in case it does not work as expected.
bn: ভলিউম ব্যবস্থাপক প্রত্যাশিত কাজ না করে সেই ক্ষেত্রে সমস্যা সমাধানের জন্য কার্যকরী পরামর্শ।
ca: Consells útils per configurar el gestor de volums en cas de que no funcioni com espereu.
da: Nyttige råd til fejlfinding til arkivhåndteringen, i det tilfælde at den ikke virker som forventet.
gl: Consellos útiles para resolver os problemas co xestor de volumes en caso de que non funcione como se agardaba.
it: Suggerimenti utili per risolvere i problemi relativi al gestore di volumi in caso non dovesse funzionare secondo le attese.
pl: Porady użyteczne przy rozwiązywaniu problemów z menedżerem woluminów jeśli nie działa on tak, jak oczekiwano.
tr: Bölüm yöneticisi hakkında sorun giderme konusunda faydalı ipuçları sunmaktadır.

source: Make sure <application>Thunar</application> is running as daemon. The volume manager depends on this, as it is not a daemon by itself. By default, Xfce automatically spawns <application>Thunar</application> as daemon on startup. If it got killed for some reason, open the <guilabel>Run program</guilabel> (using the keyboard shortcut <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> or right-click on the desktop and choose <guilabel>Run Program...</guilabel> from the desktop menu), enter <literal>Thunar --daemon</literal> and click <guibutton>Run</guibutton>.
bn: নিশ্চিত হয়ে নিন যে <application>Thunar</application> ডিমন হিসাবে চলছে। ভলিউম ব্যবস্থাপক এর উপর নির্ভর করে, কারণ এটি নিজে ডিমন হিসাবে নেই। ডিফল্ট হিসাবে প্রথমেই Xfce স্বয়ংক্রিভাবেই <application>Thunar</application>কে ডিমন হিসাবে ধারণ করে। এটি যদি কোনো কারণে ধ্বংস হয়ে যায় তবে <guilabel>প্রোগ্রাম চালান</guilabel> (কীবোর্ড শর্টকাট ব্যবহার করে <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> খুলুন অথবা ডেক্সটপে ডান ক্লিক করে ডেক্সটপ থেকে <guilabel>প্রোগ্রাম চালানো...</guilabel> বাছাই করুন, <literal>Thunar --ডিমন</literal> দিন এবং <guibutton>চালান</guibutton> এ ক্লিক করুন।
ca: Comproveu que <application>Thunar</application> s'estigui executant com a dimoni. El gestor de volums depèn d'això, ja que no és un dimoni en sí mateix. Per defecte, Xfce al iniciar-se llança <application>Thunar</application> com a dimoni. Si s'ha mort per algun motiu, obriu <guilabel>Executa</guilabel> (emprant la drecera de teclat <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> o fent clic-dret a l'escriptori i seleccionant <guilabel>Executa…</guilabel> del menú de l'escriptori), introduïu <literal>Thunar --daemon</literal> i feu clic en <guibutton>Executa</guibutton>.
da: Vær sikker på at <application>Thunar</application> kører som en tjeneste. Arkivhåndteringen afhænger af dette, da den ikke er en tjeneste i sig selv. Som standard, vil Xfce automatisk starte <application>Thunar</application> op som en tjeneste under opstart. Hvis den blev dræbt af en eller anden grund, så åbn <guilabel>Kør program</guilabel> (ved brug af tastaturgenvejen <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> eller højreklik på skrivebordet og vælg <guilabel>Kør program...</guilabel> fra skrivebordsmenuen), indtast <literal>Thunar --daemon</literal> og klik på <guibutton>Kør</guibutton>.
gl: Asegúrese de que <application>Thunar</application> se está executando como un daemon. O xestor de volumes depende disto, xa que non é un daemon. Por defecto, Xfce ao arrincar inicia automaticamente <application>Thunar</application> como un daemon. Se se matou por algunha razón, abra <guilabel>Executar programa</guilabel> (usando o atallo de teclado <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> ou premendo co botón dereito no escritorio e seleccionando <guilabel>Executar programa...</guilabel> no menú do escritorio), introduza <literal>Thunar --daemon</literal> e prema en <guibutton>Executar</guibutton>.
it: Assicurarsi che <application>Thunar</application> sia in esecuzione come demone. Il gestore di volumi dipende da questo, dato che non è un demone. Di norma, Xfce esegue <application>Thunar</application> come demone all'avvio. Se per qualche ragione venisse terminato, aprire la finestra di <guilabel>Esegui programma</guilabel> (utilizzando la scorciatoia da tastiera <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> o facendo clic sulla scrivania con il tasto destro e scegliendo <guilabel>Esegui programma...</guilabel> dal menu della scrivania), digitare <guilabel>Esegui programma...</guilabel> e fare clic su <guibutton>Esegui</guibutton>.
pl: Upewnij się, że <application>Thunar</application> jest uruchomiony jako demon. Menedżer woluminów wymaga tego, jako że sam w sobie nie jest demonem. Domyślnie Xfce automatycznie uruchamia <application>Thunara</application> jako demon przy starcie. Jeśli z jakiegoś powodu jego proces został zakończony, otwórz <guilabel>Uruchom program</guilabel> (używając skrótu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> lub klikając prawym przyciskiem myszy na pulpit i wybierając <guilabel>Uruchom Program...</guilabel> z menu), wprowadź <literal>Thunar --daemon</literal> i kliknij <guibutton>Uruchom</guibutton>.
tr: <application>Thunar</application> uygulamasının sistem servisi olarak çalıştığından emin olun. Bölüm yöneticisi servis olmadığından buna ihtiyaç duymaktadır. Xfce, öntanımlı olarak <application>Thunar</application> uygulamasını açılışta sistem servisi olarak çalıştırır. Eğer sistem servisi herhangi bir sebepten dolayı kapatılmış ise, menüdeki <guilabel>Çalıştır</guilabel> seçeneğini (klavye kısayolu <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> veya masaüstüne sağ tıklayıp <guilabel>Çalıştır</guilabel> seçeneği) kullanarak <literal>Thunar --daemon</literal> yazıp <guibutton>Çalıştır</guibutton> seçeneğine tıklamalısınız.
