Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Thunar currently features basic support for so called <emphasis>mouse gestures</emphasis> in its icon view. You can use these <emphasis>mouse gestures</emphasis> by holding down the middle mouse button (usually the mouse wheel) while the mouse pointer is on the background area of the icon view component (any area that is not covered by an icon or a text). Now you can move the cursor into four directions to perform certain actions, which are described below.
bn: Thunar বর্তমানে এর আইকন ভিউতে <emphasis>মাউস ভঙ্গিমা</emphasis> এর জন্য মূল সমর্থন দেয়। যখন আইকন ভিউ কম্পোনেন্টের (আইকন অথবা টেক্সট দ্বারা ঢেকে নেই এমন) মাউস পয়েন্টার পটভূমিতে থাকে তখন মাউসের মধ্যবর্তী বোতাম (সাধারণত মাউস হুইল) ধরে রেখে আপনি <emphasis>মাউস ভঙ্গিমা</emphasis> ব্যবহার করতে পারেন । এখন আপনি নিম্নোক্ত কাজ করার জন্য কারসার চতুর্দিকে নাড়াতে পারবেন।
ca: Actualment Thunar permet un ús bàsic a la vista d'icones dels anomenats <emphasis>gestos de ratolí</emphasis>. Podeu emprar <emphasis>gestos de ratolí</emphasis> mantenit pitjat el botó del mig del ratolí (normalment la rodeta del ratolí) mentre que el punter del ratolí es troba sobre l'àrea de fons del component de vista d'icones (qualsevol àrea no coberta per un text o una icona). En aquest moment podeu moure el punter del ratolí en qualsevol de les quatre direccions per realitzar algunes accions que us descrivim a continuació.
da: Thunar understøtter for øjeblikket grundlæggende understøttelse af såkaldte <emphasis>musebevægelser</emphasis> i ikonvisning. Du kan bruge disse <emphasis>musebevægelser</emphasis> ved at holde den midterste knap (som regel musehjulet) nede, mens musemarkøren er i baggrundsområdet af det element der er vist i ikonvisning (ethvert område der ikke er dækket af et ikon eller tekst). Nu kan du bevæge markøren i fire retninger for at udføre bestemte handlinger, som er beskrevet herunder.
es: Thunar ofrece un soporte básico para los <emphasis>gestos de ratón</emphasis> en su vista de iconos. Puede usar estos <emphasis>gestos de ratón</emphasis> pulsando el botón del medio (generalmente el de la rueda scroll) mietras que el puntero está en el área del fondo de la vista de iconos (cualquier área que no está cubierta por un icono o texto). Ahora puede mover el cursor en cuatro direcciones para realizar algunas acciones descritas abajo.
it: Attualmente Thunar fornisce un supporto di base per le cosiddette <emphasis>mouse gesture</emphasis> nella visualizzazione a icone. È possibile utilizzare le <emphasis>mouse gesture</emphasis> tenendo premuto il tasto centrale del mouse (generalmente la rotella del mouse) mentre il puntatore è nell'area di sfondo del componente nella vista a icone (qualsiasi area non occupata da testo o icona). A questo punto è possibile spostare il cursore nelle quattro direzioni per eseguire determinate azioni descritte nel seguito.
pl: Obecnie Thunar zapewnia podstawowe wsparcie dla tzw. <emphasis>gestów myszy</emphasis> w widoku ikon. Możesz ich używać wciskając środkowy przycisk myszy (przeważnie rolkę) gdy wskaźnik myszy znajduje się na polu tła (polu, które nie jest przykryte przez ikonę lub tekst). Następnie przesuwaj kursor w czterech kierunkach, aby wykonać pewne czynności opisane poniżej:
tr: Thunar şimdilik temel <emphasis>fare hareketlerini</emphasis> simge görünümünde sunmaktadır. Bu <emphasis>fare hareketlerini</emphasis> farenizin orta tuşuna (genelde tekerlek) basılı tutarak dört farklı yöne hareket ettirerek kullanabilirsiniz. Her yönün farklı bir işlemi vardır. Bunlar:
zh_tw: Thunar 現在使用圖示檢視模式時可以玩到一種叫作<emphasis>滑鼠手勢</emphasis> 的新功能。要使用<emphasis>滑鼠手勢</emphasis> 您需要按住滑鼠中鍵 (也就是滾輪的地方) 不放，然後在檔案總管空白的地方就會出現之前沒看過的箭頭游標 (請注意不要點到任何檔案圖示或文字)。 現在您可以上下左右動動看這個游標，我們將為您說明指到這四個方向有什麼作用。

source: Left
bn: বাম
ca: Esquerra
da: Venstre
es: Izquierda
gl: Esquerda
it: Sinistra
pl: W lewo
tr: Sol
zh_tw: 向左

source: <placeholder-1/> - opens the previous visited folder
bn: <placeholder-1/> - পূর্বে পরিদর্শিত ফোল্ডার খোলে
ca: <placeholder-1/> - obra la darrera carpeta que s'hagi visitat
da: <placeholder-1/> - åbner den sidste anvendte mappe
es: <placeholder-1/> - abre la carpeta visitada anteriormente
gl: <placeholder-1/> - abre o anterior cartafol visitado
it: <placeholder-1/> - apre la cartella visitata precedentemente
pl: <placeholder-1/> - przechodzi do uprzednio odwiedzonego foldderu
tr: <placeholder-1/> - bir önceki dizini açar
zh_tw: <placeholder-1/> - 回去前一個目錄

source: Up
bn: উপরে
ca: Amunt
da: Op
es: Arriba
gl: Arriba
it: Su
pl: W górę
tr: Yukarı
zh_tw: 往上

source: <placeholder-1/> - opens the parent folder
bn: <placeholder-1/>- প্যারেন্ট ফোল্ডার খোলে
ca: <placeholder-1/> - obra la carpeta pare
da: <placeholder-1/> - åbner den forrige mappe
es: <placeholder-1/> - abre la carpeta padre
gl: <placeholder-1/> - abre o cartafol pai
it: <placeholder-1/> - apre la cartella genitore
pl: <placeholder-1/> - przechodzi do katalogu nadrzędnego
tr: <placeholder-1/> - ana dizini açar
zh_tw: <placeholder-1/> - 跳到往上一層的目錄

source: Right
bn: ডান
ca: Dreta
da: Højre
es: Derecha
gl: Dereita
it: Destra
pl: W prawo
tr: Sağ
zh_tw: 向右

source: <placeholder-1/> - opens the next visited folder
bn: <placeholder-1/> - পরবর্তী ফোল্ডার খোলে
ca: <placeholder-1/> - obra la següent carpeta que s'ha visitat
da: <placeholder-1/> - åbner den næste anvendte mapppe
es: <placeholder-1/> - abre la siguiente carpeta visitada
gl: <placeholder-1/> - abre o seguinte cartafol visitado
it: <placeholder-1/> - apre la cartella visitata successivamente
pl: <placeholder-1/> - przechodzi do kolejnego (według listy historii odwiedzeń) odwiedzonego katalogu
tr: <placeholder-1/> - bir sonraki dizini açar
zh_tw: <placeholder-1/> - 跳到往後一個目錄

source: Down
bn: নীচে
ca: Avall
da: Ned
es: Abajo
gl: Abaixo
it: Giù
pl: W dół
tr: Aşağı
zh_tw: 往下

source: <placeholder-1/> - reloads the current folder
bn: <placeholder-1/> - বর্তমান ফোল্ডার রিলোড করে
ca: <placeholder-1/> - torna a carregar la carpeta actual
da: <placeholder-1/> - opdaterer den nuværende mappe
es: <placeholder-1/> - recarga la carpeta actual
gl: <placeholder-1/> - recarga o cartafol actual
it: <placeholder-1/> - aggiorna la cartella corrente
pl: <placeholder-1/> - odświeża bieżący katalog
tr: <placeholder-1/> - mevcut dizini tekrar yükler
zh_tw: <placeholder-1/> - 重新整理現在這個目錄

source: How do I assign different keyboard shortcuts?
bn: আমি কিভাবে কিবোর্ডের বিভিন্ন শর্টকাট বরাদ্দ করবো?
ca: Com puc assignar dreceres de teclat?
da: Hvordan tildeler jeg forskellige tastaturgenveje?
es: ¿Cómo asgino diferentes combinaciones de teclas
gl: Como podo asignar diferentes atallos de teclado?
it: Come si possono assegnare scorciatoie da tastiera diverse?
pl: Jak przypisać własne skróty klawiszowe?
tr: Farklı klavye kısayollarını nasıl atayabilirim?
zh_tw: 我要怎樣才能改成我想要的快速鍵？

source: If you want to rebind a shortcut, Thunar supports the standard GTK+ way of changing shortcuts: simply hover over the menu option with the mouse pointer and press the keyboard shortcut you want to rebind it to.
bn: আপনি যদি শর্টকাটটি পুনরায় যোগ করতে চান তবে Thunar শর্টকাট বদলের উপায় হিসাবে আদর্শ GTK+ সমর্থন করে: মাউস পয়েন্টার দিয়ে মেনু অপশনের উপর দিয়ে ঘুরে আসুন এবং যেটি যোগ করতে চান সেই কীবোর্ড শর্টকাটটি চাপুন।
ca: Si voleu tornar a fixar una drecera, Thunar admet la forma estàndard de GTK+ per canviar dreceres: simplement passeu per sobre de l'opció de menú amb el ratolí i polseu la drecera de teclat que li voleu fixar.
da: Hvis du vil gentildele en genvej, understøtter Thunar standard-GTK+ måden at ændre genveje på: simpelthen svæv over menupunktet med musemarkøren og tryk på den tastaturgenvej du vil gentildele den til.
es: Si quiere reasignar una combinación, Thunar soporta la forma estándar de GTK+ de cambiar las combinaciones de teclas: Simplemente colóquese en la opción del menú con el putero del ratón y pulse la combinación de teclas que usted quiera asignarle a esa opción del menú.
gl: Se quere reasignar un atallo, Thunar soporta o xeito estándar de GTK+ para cambiar os atallos: simplemente poña o punteiro do rato enriba da opción de menú e prema o novo atallo de teclado que lle desexa asignar.
it: Se si desidera riassegnare una scorciatoia, Thunar fornisce il supporto allo standard GTK+:
pl: Thunar obsługuje standardową metodę zmieniania skrótów zgodną z GTK+: najedź wskaźnikiem myszy na opcję w menu, do której chcesz przypisać skrót i wciśnij pożądaną kombinację klawiszy.
tr: Thunar bir kısayolu değiştirmek için GTK+ yöntemini kullanır. Fare işaretçisi ile menü seçeneğinin üstüne gelip istediğiniz klavye kısayoluna basmanız yeterlidir.
zh_tw: 如果您想要更改快速鍵，Thunar 支援標準的 GTK+ 行為方便您改動快速鍵：只要將滑鼠游標指到程式選單中您可以反白的操作選項那裡，然後馬上按下您想要的快速鍵組合就行了。

source: To delete a keyboard assignment, press the <keycap>Backspace</keycap> key while you are on the menu entry.
bn: কীবোর্ড এসাইনমেন্ট অপসারণ করতে চাইলে আপনি যখন মেনু ভুক্তিতে থাকেন তখন <keycap>Backspace</keycap> কী চাপুন।
ca: Per esborrar una assignació de tecles, polseu la tecla de <keycap>retrocés</keycap> quan sigueu sobre l'entrada de menú.
da: For at slette en tastaturtildeling, tryk da på <keycap>Backspace</keycap>-knappen men du er på menupunktet.
es: Para borrar una combinación asignada, pulse la tecla <keycap>Backspace</keycap> mientras que está en la entrada del menú.
gl: Para eliminar unha asignación de teclado, prema a tecla <keycap>Retroceso</keycap> mentres está na entrada do menú.
it: Per eliminare l'assegnazione di una scorciatoia, premere il tasto <keycap>Backspace</keycap> mentre si è posizionati sulla voce del menu.
pl: Aby usunąć skrót, wciśnij <keycap>Backspace</keycap>, kiedy znajdujesz się na odpowiedniej pozycji w menu.
tr: Klavye kısayolunu silmek için menü öğesinin üzerinde iken <keycap>Backspace</keycap> tuşuna basmanız yeterlidir.
zh_tw: 要消除您不想要的快速鍵，同樣也是滑鼠擺到程式選單可以反白的操作選項那裡然後按下消去鍵( <keycap>Backspace</keycap> )即可。

source: If the shortcut doesn't change, then you need to enable the feature in GTK+. This can be achieved in 3 ways:
bn: শর্টকাট যদি না বদলাতে চান তবে আপনি ফিচারটি GTK+ এ সক্রিয় করুন। তিনটি উপায়ে এটি করা যায়:
ca: Si la drecera no canvia caldrà que habiliteu aquesta funcionalitat al GTK+. Això es pot fer de tres maneres:
da: Hvis genvejen ikke ændrer sig, skal du slå den funktion til i GTK+. Dette kan gøres på 3 måder:
es: Si la combinación de teclas no cambia, entonces debe habilitar la característica en GTK+. Puede hacerlo de tres formas:
gl: Se o atallo non cambia entón terá que activar a funcionalidade en GTK+. Isto pode conseguirse de 3 formas:
it: Se la scorciatoia non cambia, è necessario abilitare la funzione in GTK+. Questo può essere fatto in tre modi:
pl: Jeśli skrót się nie zmieni, prawdopodobnie będziesz musiał włączyć tą opcję w GTK+. Możesz to zrobić na trzy sposoby:
tr: Eğer kısayol değişmez ise, bu özelliği GTK+ içinde ayarlamanız gerekir. Bu 3 yolla mümkündür:
zh_tw: 如果設定的快速鍵沒有更動，那麼您需要自行啟用 GTK+ 的這個好用之處。有3種方法可以幫您做到:

source: If you are running Xfce 4.3 or above then you can enable <guilabel>Editable menu accelerators</guilabel> in the <guilabel>User Interface Preferences</guilabel> dialog.
bn: আপনি যদি Xfce 4.3 বা তার পরবর্তী সংস্করন চালান তবে <guilabel>ব্যবহারকারী ইন্টারফেস পছন্দসমূহ</guilabel> ডায়ালগে </guilabel>সম্পাদনীয় মেনু অ্যাক্সিলেটরসমূহ <guilabel> সক্রিয় করতে পারেন।
ca: Si esteu executant Xfce 4.3 o superior, ho podeu habilitar-ho mitjançant <guilabel>dreceres de menú editables</guilabel> en el diàleg <guilabel>Preferències de la interfície d'usuari</guilabel>.
da: Hvis du kører Xfce 4.3 eller derover kan du slå <guilabel>Redigérbare menuacceleratorer</guilabel> til i <guilabel>Brugerfladeindstillinger</guilabel>-dialogen.
es: Si está usando Xfce 4.3 o superior puede activar <guilabel>Editable menu accelerators</guilabel> en el diálogo <guilabel>Configuración de la interfaz de usuario</guilabel>
gl: Se está executando Xfce 4.3 ou posterior entón pode activar os <guilabel>Aceleradores de menú editables</guilabel> no diálogo <guilabel>Preferencias de interface de usuario</guilabel>.
it: Se si utilizza Xfce 4.3 o successivi, è possibile abilitare l'opzione <guilabel>acceleratori dei menu modificabili</guilabel> nella finestra delle <guilabel>Preferenze dell'interfaccia utente</guilabel>.
pl: Jeśli używasz Xfce 4.3 lub nowszego, możesz uaktywnić opcję <guilabel>Modyfikowalne akceleratory menu</guilabel> w oknie dialogowym <guilabel>Preferencje Interfejsu Użytkownika</guilabel>.
tr: Eğer Xfce 4.3 ve üstü bir sürümünü kullanıyorsanız, <guilabel>Kullanıcı Arayüz Ayarlarında</guilabel> bulunan <guilabel>Düzenlenebilir menü hızlandırıcıları</guilabel> seçeneğini işaretleyebilirsiniz.
zh_tw: 如果您有執行 Xfce 4.3 或更新的版本，請在<guilabel>使用者介面自定</guilabel> 設定中心的地方勾選 <guilabel>自定程式選單功能</guilabel> 選項即可。

source: If you are running GNOME then you can enable <guilabel>Editable menu accelerators</guilabel> in the <guilabel>Menu and Toolbars</guilabel> control center dialog.
bn: যদি আপনি GNOME চালান তবে <guilabel>মেনু এবং টুলবার</guilabel> নিয়ন্ত্রন কেন্দ্র ডায়ালগে <guilabel> সম্পাদনীয় মেনু অ্যাক্সিলেটর</guilabel> সক্রিয় করুন।
ca: Si executeu GNOME podeu habilitar-ho mitjançant <guilabel>dreceres de menú editables</guilabel> en <guilabel>Menú i Eines</guilabel> del diàleg del centre de control.
da: Hvis du kører GNOME kan du slå <guilabel>Redigérbare menuacceleratorer</guilabel> til i <guilabel>Menu og værktøjslinjer</guilabel> kontrolcenterdialogen.
es: Si está usando GNOME puede activar <guilabel>Editable menu accelerators</guilabel> el el diálogo <guilabel>Menu and Toolbars</guilabel> del centro de control.
gl: Se está executando GNOME pode activar os <guilabel>Aceleradores de menú editables</guilabel> no diálogo <guilabel>Menús e barras de ferramentas</guilabel> do centro de control.
it: Se si utilizza GNOME, è possibile abilitare l'opzione <guilabel>acceleratori dei menu modificabili</guilabel> nella sezione <guilabel>Menu e barre strumenti</guilabel> della finestra del centro di controllo.
pl: Jeśli używasz GNOME możesz włączyć <guilabel>Modyfikowalne akceleratory menu</guilabel> w oknie dialogowym <guilabel>Paski menu i narzędziowe</guilabel>.
tr: GNOME kullanıyorsanız, kontrol panelindeki <guilabel>Menü ve Araçlar</guilabel> bölümünde <guilabel>Düzenlenebilir Menü Hızlandırıcı</guilabel> özelliğini etkinleştirebilirsiniz.
zh_tw: 如果您在執行 GNOME 桌面，則在控制台中 <guilabel>選單及工具列</guilabel> 的地方勾選 <guilabel>自定程式選單功能</guilabel> 。

source: Otherwise put the following in your <filename>~/.gtkrc-2.0</filename> file (create the file if it doesn't exist):<screen>gtk-can-change-accels=1</screen>
bn: অন্যথায় <filename>~/.gtkrc-2.0</filename> ফাইল (যদি না থাকে ফাইলটি তৈরি করুন): <screen>gtk-can-change-accels=1</screen> এ নিম্নোক্তটি যোগ করুন
ca: En qualsevol altre cas, poseu en el vostre fitxer <filename>~/.gtkrc-2.0</filename> (creeu-lo si no existeix): <screen>gtk-can-change-accels=1</screen>
da: Ellers, indsæt følgende i din <filename>~/.gtkrc-2.0</filename> fil (opret filen, hvis den ikke eksisterer):<screen>gtk-can-change-accels=1</screen>
es: Otra forma es poner lo siguiente en su archivo <filename>~/.gtkrc-2.0</filename> (cree el archivo si no existe): <screen>gtk-can-change-accels=1</screen>.
gl: Noutro caso poña o seguinte no ficheiro <filename>~/.gtkrc-2.0</filename> (cree o ficheiro se non existe): <screen>gtk-can-change-accels=1</screen>
it: Altrimenti, inserire la riga seguente nel file <filename>~/.gtkrc-2.0</filename>: <screen>gtk-can-change-accels=1</screen>
pl: W przeciwnym wypadku umieść poniższą linię w pliku <filename>~/.gtkrc-2.0</filename> (utwórz go, jeśli nie istnieje):<screen>gtk-can-change-accels=1</screen>
tr: Ya da <filename>~/.gtkrc-2.0</filename> dosyanıza (eğer dosya yok ise oluşturmalısınız) şu satırı ekleyebilirsiniz:<screen>gtk-can-change-accels=1</screen>
zh_tw: 最後手段就是在您的 <filename>~/.gtkrc-2.0</filename> 設定檔(沒有的話請自行建立)裡加上這一段 :<screen>gtk-can-change-accels=1</screen>

source: Where does Thunar store the keyboard shortcuts?
bn: Thunar কীবোর্ড শর্টকাট কোথায় জমা রাখে?
ca: On desa Thunar les dreceres de teclat?
da: Hvor gemmer Thunar dens tastaturgenveje?
es: ¿Dónde almacena Thunar las combinaciones teclas
gl: Onde garda Thunar os atallos de teclado?
it: Dove vengono immagazzinate le scorciatoie da tastiera di Thunar?
pl: Gdzie Thunar przechowuje skróty klawiszowe?
tr: Thunar klavye kısayollarını nerede saklamaktadır?
zh_tw: 那麼 Thunar 是把快速鍵的設定放在哪裡呢？

source: The custom keyboard shortcuts are stored in the standard GTK+ accel map format in a file located at <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Lines starting with <literal>;</literal> are comments. See the GTK+ documentation for details about the file format.
bn: স্বনির্ধারিত কীবোর্ড শর্টকাট আদর্শ GTK+ এক্সেল ম্যাপ ফরম্যাট ফাইলে জমা থাকে যা <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename> এ অবস্থিত। <literal>;</literal> দিয়ে শুরু হওয়া লাইনগুলো হল মন্তব্য। ফাইল ফরম্যাট বিস্তারিত জানার জন্য GTK+ ডকুমেন্টেশন দেখুন।
ca: Les dreceres de teclat personalitzades es desen amb l'estàndard de mapa de dreceres de GTK+ en un fitxer a <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Les línies d'aquest fitxer que comencen per <literal>;</literal> són comentaris. Veieu la documentació de GTK+ per saber més informació respecte a aquest format de fitxer.
da: De tilpassede tastaturgenveje er gemt i standard-GTK+ accel map formatet i en fil, lokaliseret, i <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Linjer der starter med <literal>;</literal> er kommentarer. Se dokumentationen til GTK+ for detaljer om filformatet.
es: Las combinaciones de teclas personalizadas están almacenadas en un formato estándar de combinaciones de teclas de GRK+ en un archivo localizado en <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Las líneas que empiezan con <literal>;</literal> son comentarios. Vea la documentación de GTK+ para detalles acerca de este formato.
gl: Os atallos de teclado personalizados almacénanse co formato estándar de asignación de aceleradores de GTK+ nun ficheiro situado en <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. As liñas que comezan por <literal>;</literal> son comentarios. Consulte a documentación de GTK+ para obter detalles sobre o formato do ficheiro.
it: La mappa delle scorciatoie da tastiera personalizzate sono salvate con il formato standard GTK+ accel map in un file posizionato in <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Le linee che iniziano con <literal>;</literal> sono commenti, Consultare la documentazione di GTK+ per maggiori informazioni sul formato del file.
pl: Niestandardowe skróty klawiszowe są przechowywane w typowym dla GTK+ formacie, w pliku <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>. Linie zaczynające się od <literal>;</literal> są komentarzami. Obejrzyj dokumentację GTK+, aby dowiedzieć się więcej szczegółów o formacie tego pliku.
tr: Özel klavye kısayolları standart GTK+ map biçiminde <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename> dosyasında saklanmaktadır. <literal>;</literal> ile başlayan satırlar yorum satırlarıdır. Bu dosya biçimi hakkında detaylı bilgi için GTK+ belgelerini inceleyebilirsiniz.
zh_tw: 自定的快速鍵會存成標準的 GTK+ accel 對映格式然後擺在 <filename>$XDG_CONFIG_HOME/Thunar/accels.scm</filename>這個檔案裡。您若看到每行最前面有 <literal>;</literal> 就是註解停用的。請參考 GTK+ 文件以便深入了解這種檔案格式的細節。
