Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: However this notification will only be displayed if support for <application>libnotify</application> is enabled, and you have installed a notification daemon. A notification daemon for Xfce is available from the <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce Goodies Project</ulink>. If notification support is not available, wait until the context menu disappears before you remove the media or disconnect the drive.
bn: উপরন্তু <application>লিবনোটিফাই</application> এর সমর্থন সক্রিয় থাকলে এবং প্রাক বিজ্ঞপ্তি ইন্সটল করা থাকলেই কেবল এই ঘোষনাটি প্রদর্শিত হবে। Xfce এর প্রাক বিজ্ঞপ্তি <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce গুডিজ প্রজেক্ট</ulink> এ পাওয়া যায়। যদি ঘোষনার সমর্থন পাওয়া না যায় তবে মিডিয়াটি অপসারণ বা ড্রাইভটি বিচ্ছিন্ন করার আগে প্রাসঙ্গিক-মেনু চলে যাওয়া পর্যন্ত অপেক্ষা করুন।
ca: En tot cas, aquesta notificació només es mostrarà si la compatibilitat amb <application>libnotify</application> està habilitada i s'ha instaŀlat un dimoni de notificacions. Hi ha un dimoni de Xfce disponible a <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Projecte Goodies de Xfce</ulink>. Si no està habilitat la compatibilitat de notificació, espereu fins que el menú contextual desaparegui abans d'extreure el mitjà o desconnectar el dispositiu.
da: Denne påmindelse vil dog kun kunne blive vist hvis understøttelsen af <application>libnotify</application> er aktiveret, og du har installeret en påmindelsestjeneste. En påmindelsestjeneste til Xfce er tilrådighed fra <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce Goodies Projektet</ulink>. Hvis understøttelse af påmindelser ikke er tilrådighed, så vent indtil kontekstmenuen forsvinder, før du fjerner mediet eller afkobler drevet.
es: Sin embargo esta notificación solo aparecerá si el soporte para <application>libnotify</application> está activado, y usted tiene instalado un servicio de notificaciones. Un servicio de notificaciones para Xfce está disponible desde <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce Goodies Project</ulink>. Si el soporte para notificaciones no está disponible, espere hasta que el menú contextual desaparezca antes de retirar el soporte o desconectar el dispositivo.
gl: Aínda así esta notificación só se mostrará se se activou o soporte de <application>libnotify</application>, e se ten instalado un daemon de notificación. Hai un daemon de notificación para Xfce dispoñible no <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Proxecto de extras (goodies) de Xfce</ulink>. Se non está dispoñible o soporte de notificación, agarde ata que desapareza o menú contextual antes de extraer o soporte ou a unidade.
it: Il messaggio verrà visualizzato solamente se è abilitato il supporto per <application>libnotify</application>, e se è stato installato il demone di notifica. Un demone di notifica per l'ambiente Xfce è disponibile dal sito del <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce Goodies Project</ulink>. Se il supporto alla notificazione non è disponibile, occorre attendere la scomparsa del menu contestuale prima di rimuovere il supporto o scollegare l'unità.
pl: To powiadomienie pojawi się tylko wtedy, jeśli została włączona obsługa <application>libnotify</application> i został zainstalowany demon powiadomień. Demon powiadomień dla Xfce jest dostępny z <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Projektu Xfce Goodies</ulink>. Jeśli nie ma obsługi powiadomień, poczekaj aż menu kontekstowe zniknie, zanim odłączysz napęd lub wyciągniesz nośnik.
tr: Buna karşın bu bilgilendirme sadece <application>libnotify</application> desteği var ise ve notification daemon kurulu ise gösterilecektir. Xfce için bir notification daemon'a <ulink type="http" url="http://goodies.xfce.org/projects/applications/notification-daemon-xfce">Xfce Goodies Project</ulink> sayfasından ulaşabilirsiniz. Eğer bilgilendirme desteği yok ise, açılır menü kaybolana kadar bekleyin ve ortamı bilgisayarınızdan çıkarın.

source: Be aware that you cannot eject or unmount media that is still in use by one or more applications. Therefore if the file manager refuses to eject media, make sure you close all applications that were accessing the media, and be sure to also check command line applications running in <application>Terminal</application> windows.
bn: এক বা একাধিক অ্যাপ্লিকেশনে ব্যবহৃত হওয়ার সময় মিডিয়াটি বের করা বা আনমাউন্ট করা থেকে বিরত থাকুন। অতএব যদি ফাইল ব্যবস্থপক মিডিয়াটি বের করতে না চায় তবে যে সকল অ্যাপ্লিকেশন মিডিয়াতে চলছে সেগুলো বন্ধ কিনা তা নিশ্চিত হয়ে নিন এবং <application>টার্মিনাল</application> উইন্ডোজে কমান্ড লাইন অ্যািপ্লকেশন চলছে কিনা তা যাচাই করে নিন।
ca: Aneu amb compte amb el fet de que no podeu extreure o desmuntar mitjans que encara els estigui emprant alguna aplicació. Per tant, si el gestor de fitxers rebutja l'extracció del mitjà, comproveu que tanqueu totes les aplicacions que estiguin accedint al mitjà, i comproveu les ordres executant-se en una finestra de <application>Terminal</application>.
da: Vær opmærksom på at du ikke kan afmontere eller skubbe medier ud, der stadig er i brug af et eller flere programmer. Derfor, hvis filhåndteringen nægter at skubbe medie ud, skal du være sikker på at du lukker alle de programmer der har tilgået mediet. Vær også sikker på at kommandolinjeprogramer der kører i <application>Terminal</application> vinduer, er lukket.
es: Tenga en cuenta que no puede expulsar o desmontar soportes que estén en uso por una o más aplicaciones. Por tanto, si el gestor de archivos rehúsa expulsar el soporte, asegúrese de que cierra todas las aplicaciones que estén accediendo al soporte, y también de las aplicaciones que se ejecuten en ventanas de <application>terminal</application>.
gl: Teña en conta que non pode expulsar ou desmontar soportes que aínda están en uso por un ou máis aplicativos. Polo tanto se o xestor de ficheiros rexeita expulsar os soportes, asegúrese de que pechou todos os aplicativos que estaban accedendo aos soportes, e asegúrese de comprobar tamén os aplicativos de liña de ordes que se executen nas xanelas de <application>Terminal</application>.
it: Si ricorda che non è possibile espellere o smontare un supporto o un dispositivo che è ancora in uso da una o più applicazioni. Quindi, se il gestore di file si rifiuta di espellere un dispositivo, sarà necessario controllare di aver chiuso tutte le applicazioni che avevano accesso al dispositivo stesso e verificare anche le applicazioni da linea di comando eseguite nella finestra del <application>Terminale</application>.
pl: Pamiętaj, że nie możesz wysunąć lub odmontować nośnika jeśli jest on ciągle używany przez jedną lub więcej aplikacji. Jeśli menedżer plików odmówi odmontowania nośnika, upewnij się, że zamknąłeś wszystkie aplikacje, które mogły go używać. Sprawdź także programy linii poleceń uruchamiane w oknach <application>Terminala</application>.
tr: Eğer bir uygulama ortamdaki bir dosyaya erişim halinde ise ortamı ayıramayacağınızın bilincinde olmalısınız. Ayrıca dosya yöneticisi ortamı çıkarmak istemiyorsa, ortama erişen bütün uygulamaları kapattığınızdan emin olmalısınız. Ayrıca <application>Terminal</application> uygulamasını kullanarak da ortama erişmediğinizden emin olmalısınız.

source: Make sure to unmount removable media before ejecting. Do not eject a diskette from the floppy drive before your unmount the diskette. Do not remove an USB stick before you unmount the flash drive. If you do not unmount the media first you might lose data or cause your system to crash.
bn: স্থানান্তরযোগ্য মিডিয়া বের করার আগে অবশ্যই আনমাউন্ট করে নিন। ফ্লপি ড্রাইভ থেকে ডিসকেটটি আনমাউন্ট না করে বের করবেন না। ফ্ল্যাশ ড্রাইভ থেকে USB স্টিক আনমাউন্ট না করে বের করবেন না। আপনি যদি প্রথমে মিডিয়াকে আনমাউন্ট করে না নেন তবে আপনি ডাটা হারাতে পারেন বা সিস্টেম ক্র্যাশও করতে পারে।
ca: Assegureu-vos de desmuntar els mitjans extraïbles abans d'expulsar-los. No expulseu un disquet d'una unitat de disquets abans de desmuntar-lo. No traieu un llapis USB abans de desmuntar el dispositiu flaix. Si no desmunteu primer el mitjà podeu perdre informació o fer que el sistema faci fallida.
da: Vær sikker på at du afmonterer flytbare medier før du skubber dem ud. Skub ikke en diskette ud fra floppydrevet før du har afmonteret disketten. Fjern ikke en USB-stang før du har afmonteret flashdrevet. Hvis du ikke afmonterer mediet først, vil du måske miste nogle data, eller få dit system til at bryde ned.
es: Asegúrese de desmontar los soportes removibles antes de expulsarlos. No extraiga un un disquete de la disquetera antes de haberlo desmontado. No desconecte una memoria USB antes de desmontarla. Si extrae cualquier soporte antes de desmontarlo puede ocasionar pérdida de información o destruir el sistema de ficheros.
gl: Asegúrese de desmontar os soportes extraíbles antes de expulsalos. Non expulse un disquete da disqueteira antes de desmontar o disquete. Non extraia unha memoria USB antes de desmontala. Se non desmonta os soportes podería perder datos ou facer que o sistema se colgue.
it: Assicurarsi di aver smontato il supporto rimovibile prima di espellerlo. Non espellere un disco floppy dal drive prima di averlo smontato. Non rimuovere una chiavetta USB prima di aver smontato il dispositivo. Se non si smonta prima il dispositivo, si potrebbero perdere dei dati o mandare in blocco il sistema.
pl: Upewnij się, że odmontowałeś wymienne nośniki przed ich fizycznym usunięciem z systemu. Nie wyciągaj dyskietki ze stacji dyskietek zanim jej nie odmontujesz. Nie wyciągaj pamięci USB (np. PenDrive'ów) przed ich odmontowaniem. Jeśli najpierw nie odmontujesz nośnika możesz stracić dane lub uszkodzić system.
tr: Ortamı çıkarmadan önce ayırdığınızdan emin olmalısınız. Disketi ayırmadan disket sürücünüzden çıkarmamalısınız. Aynı durum USB stick için de söz konusudur. Eğer ortamı güvenli bir şekilde ayırmadan çıkarırsanız veri kaybına uğrayabileceğiniz gibi sisteminizde hasara da yol açabilirsiniz.

source: Management of Removable Drives and Media
bn: স্থানান্তরযোগ্য ড্রাইভ এবং মিডিয়া ব্যবস্থাপনা
ca: Gestió de dispositius i mitjans extraïbles
da: Håndtering af flytbare drev og medier
es: Administración de unidades y soportes extraíbles
gl: Xestión de unidades e soportes extraíbles
it: Gestione dei supporti rimovibili
pl: Zarządzanie wymiennymi nośnikami i napędami
tr: Ayırılabilir Sürücü ve Ortam Yönetimi

source: Thunar is also able to automatically manage removable drives and media if the <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> package is installed on your system. Note however that this feature requires HAL support.
bn: যদি আপনার সিস্টেমে <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> প্যাকেজটি ইন্সটল করা থাকে তবে Thunar স্বয়ংক্রিয়ভাবে স্থানান্তরযোগ্য মিডিয়াকে নিয়ন্ত্রন করতে পারে। উপরন্তু মনে রাখুন, এই বৈশিষ্ট্যের জন্য HAL সমর্থন প্রয়োজন।
ca: Thunar pot gestionar automàticament els dispositius i mitjans extraïbles si el paquet <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> està instaŀlat al sistema. Tingueu en compte que per aquesta funcionalitat necessitareu HAL.
da: Thunar er også istand til automatisk at håndtere flytbare drev og medier, hvis <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> pakken er installeret på dit system. Bemærk dog at denne funktion kræver HAL-understøttelse.
es: Thunar también es capaz de controlar automáticamente dispositivos removibles y soportes si el paquete <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> está instalado en su sistema. Esta funcionalidad requiere soporte para HAL.
gl: Thunar tamén é capaz de xestionar automaticamente as unidades e soportes extraíbles se está instalado no seu sistema o paquete <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink>. Aínda así teña en conta que esta funcionalidade require soporte de HAL.
it: Thunar è inoltre in grado di gestire automaticamente i supporti e i dispositivi rimovibili se il pacchetto <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> è installato nel sistema. Si noti comunque che questa caratteristica richiede il supporto di HAL.
pl: Thunar może automatycznie zarządzać wymiennymi napędami i nośnikami jeśli pakiet <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> został zainstalowany w systemie. Trzeba przy tym zauważyć, że ta opcja wymaga wsparcia ze strony HAL.
tr: Thunar <ulink type="http" url="http://www.foo-projects.org/~benny/projects/thunar-volman/index.html">thunar-volman</ulink> kullanarak da otomatik olarak ayrılabilir sürücü ve ortam yönetimini sağlamaktadır. Ancak bu özellik HAL desteği gerektirmektedir.

source: Now, if HAL support is available and <application>thunar-volman</application> is installed on your system, you can choose to enable the <guilabel>Volume Management</guilabel> feature of Thunar. Therefore, open the file manager preferences, go to the <guilabel>Advanced</guilabel> page and check the <guilabel>Enable Volume Management</guilabel> button.
bn: এখন যদি HAL সমর্থন পাওয়া যায় এবং আপনার সিস্টেমে <application>thunar-volman</application> ইন্সটল করা থাকে তাহলে আপনি Thunar এর <guilabel>ভলিউম ম্যানেজমেন্ট</guilabel> বৈশিষ্টটি সক্রিয় করতে পারেন। অতএব, ফাইল ব্যবস্থাপক পছন্দসমুহ খুলুন, <guilabel>উচ্চ পর্যায়ের</guilabel> পৃষ্ঠায় যান এবং <guilabel>ভলিউম ব্যবস্থাপনা সক্রিয় করুন</guilabel> বোতাম পরীক্ষা করে নিন।
ca: Ara, si la compatibilitat amb HAL està disponible i <application>thunar-volman</application> està instaŀlat al sistema, podeu habilitar la funcionalitat de Thunar de <guilabel>Gestió de volums</guilabel>. Per fer-ho, obriu les preferències del gestor de fitxers i aneu a la pàgina <guilabel>Avançat</guilabel> i marqueu <guilabel>Habilita el gestor de volums</guilabel>.
da: Hvis nu HAL-understøttelse er tilrådighed og <application>thunar-volman</application> er installeret på dit system, kan du vælge at aktivere <guilabel>Arkivhåndtering</guilabel> funktionen i Thunar. Dette gøres ved at åbne filhåndteringsegenskaber, gå til <guilabel>Avanceret</guilabel>-siden og markér <guilabel>Aktivér arkivhåndterings</guilabel>-knappen.
es: Ahora, si el soporte para HAL está disponible y <application>thunar-volman</application> está instalado en su sistema, usted puede activar el <guilabel>Gestor de volúmenes</guilabel> de Thunar. Para ello, abra las preferencias del gestor de archivos, vaya a la página <guilabel>Avanzado</guilabel> y seleccione el botón <guilabel>Activar gestión de volúmenes</guilabel> .
gl: Agora, se está dispoñible o soporte de HAL e se <application>thunar-volman</application> está instalado no sistema, pode escoller activar a funcionalidade de <guilabel>Xestión de volumes</guilabel> de Thunar. Noutro caso abra as preferencias do xestor de ficheiros, vaia á lapela <guilabel>Avanzado</guilabel> e marque o botón <guilabel>Activar a xestión de volumes</guilabel>.
it: Se il supporto ad HAL è disponibile e <application>thunar-volman</application> è installato nel proprio sistema, è possibile scegliere di abilitare la funzione di <guilabel>gestione dei volumi</guilabel> fornita da Thunar. Quindi, aprire le preferenze del gestore di file, dirigersi alla pagina <guilabel>Avanzate</guilabel> e abilitare l'opzione <guilabel>Abilita la gestione dei volumi</guilabel>.
pl: Gdy wsparcie HAL jest już dostępne, a <application>thunar-volman</application> zainstalowany, możesz uaktywnić opcję <guilabel>Menedżera woluminów</guilabel> w Thunarze. Aby to zrobić otwórz okno preferencji menedżera plików, przejdź do karty <guilabel>Zaawansowane</guilabel> i zaznacz pole <guilabel>Włącz menedżera woluminów</guilabel>
tr: Eğer HAL desteği mevcut ise ve <application>thunar-volman</application> sisteminizde kurulu ise, Thunar'ın <guilabel>Bölüm Yönetimi</guilabel> özelliğinden faydalanabilirsiniz. Öte yandan, dosya yöneticisi özelliklerini açıp, <guilabel>Gelişmiş</guilabel> sayfasına gidip, <guilabel>Birim Yönetimini Etkinleştir</guilabel> seçeneğini kontrol edebilirsiniz.

source: The next step is to customize the management of removable drives and media to your needs. Click on the <guilabel>Configure</guilabel> link in the <guilabel>Volume Management</guilabel> section, right below the button. The <guilabel>Removable Drives and Media</guilabel> configuration dialog will be displayed.
bn: পরবর্তী ধাপ হল স্থানান্তরযোগ্য ড্রাইভ ও মিডিয়াকে আপনার প্রয়োজনানুসারে পছন্দনীয় করে তোলা। বোতামের ডানে নীচে, <guilabel>ভলিউম ব্যবস্থাপনা</guilabel> সেকশনের <guilabel>কনফিগার</guilabel> লিংকে ক্লিক করুন। <guilabel>স্থানান্তরযোগ্য ড্রাইভ এবং মিডিয়া</guilabel> কনফিগারেশন ডায়ালগ প্রদর্শিত হবে।
ca: El següent pas és configurar a les vostres necessitats la gestió dels dispositius i mitjans extraïbles. Feu clic a l'enllaç <guilabel>Configureu</guilabel> de la secció <guilabel>Gestió de volums</guilabel>. Tot seguit es mostrarà el diàleg de configuració <guilabel>Dispositius i mitjans extraïbles</guilabel>
da: Det næste skridt er at tilpasse håndteringen af flytbare drev og medier til dine behov. Klik på <guilabel>Indstil</guilabel>-henvisningen i sektionen <guilabel>Arkivhåndtering</guilabel> , lige under knappen. <guilabel>Flytbare drev og medier</guilabel> indstillingsdialogen vil nu blive vist.
es: El siguiente paso es personalizar la administración de los soportes y los dispositivos removibles a sus necesidades. Haga clic en el enlace <guilabel>Configurar</guilabel> en la sección de <guilabel>Gestor de volúmenes</guilabel>, debajo del botón. El diálogo de configuración del <guilabel>Removable Drives and Media</guilabel> será mostrado.
gl: O seguinte paso é personalizar a xestión das unidades e soportes extraíbles ás súas necesidades. Prema na ligazón <guilabel>Configurar</guilabel> da sección <guilabel>Xestión de volumes</guilabel>, xusto debaixo do botón. Mostrarase o diálogo de configuración de <guilabel>Unidades e soportes extraíbles</guilabel>.
it: Il passo successivo consiste nel personalizzare, a seconda dei propri bisogni, la gestione dei supporti e dei dispositivi rimovibili. Premere il collegamento <guilabel>Configura</guilabel> nella sezione <guilabel>Gestione dei volumi</guilabel>, subito sotto al pulsante; verrà visualizzata la finestra di configurazione dei <guilabel>dispositivi e dei supporti rimovibili</guilabel>.
pl: Kolejnym krokiem jest dostosowanie sposobu zarządzania napędami i nośnikami do twoich potrzeb. Kliknij łącze <guilabel>Konfiguruj</guilabel> w sekcji <guilabel>Menedżer Woluminów</guilabel>. Zostanie wyświetlone okno dialogowe <guilabel>Wymienne napędy i nośniki</guilabel>.
tr: Sonraki aşama ise, ayrılabilir sürücü ve ortamın yönetimini isteklerinize göre özelleştirmek olacaktır. <guilabel>Bölüm Yönetimi</guilabel> bölümünde <guilabel>Yapılandır</configure> düğmesine tıklamalısınız. <guilabel>Kaldırılabilir Sürücü ve Medyaları</guilabel> yapılandırma menüsü gösterilecektir.

source: Removable Drives and Media
bn: স্থানান্তরযোগ্য ড্রাইভ এবং মিডিয়া
ca: Dispositius i mitjans extraïbles
da: Flytbare drev og medier
es: Unidades y soportes extraíbles.
gl: Unidades e soportes extraíbles
it: Dispositivi e supporti rimovibili
pl: Wymienne napędy i nośniki
tr: Ayrılabilir Sürücü ve Ortam
zh_tw: 可移除式裝置與媒體

source: If you have used the <application>gnome-volume-manager</application> previously, you should feel right at home, because it was designed to look and behave similar to <application>gnome-volume-manager</application>. The preferences are divided by device categories to make it easy to locate the option for you specific device.
bn: আপনি যদি আগেই <application>জিনোম-ভলিউম-ম্যানেজার</application> ব্যবহার করে থাকেন তবে আপনার জন্য খুবই ভাল, কারণ একে <application>জিনোম-ভলিউম-ম্যানেজার</application> এর মত করেই তৈরি করা হয়েছে। সুনির্দিষ্ট ডিভাইসের অপশন কোথায় আছে তা বের করার সুবিধার্তে পছন্দসমুহ বিিভন্ন শ্রেনীর ডিভাইস অনুসারে বিভক্ত করা আছে।
ca: Si heu emprat anteriorment el <application>gnome-volume-manager</application> us sentireu com a casa, ja que s'ha dissenyat per semblar-se i per comportar-se de forma similar al <application>gnome-volume-manager</application>. Les preferències es divideixen per categories de dispositius per que sigui més fàcil trobar les opcions del vostres dispositius en concret.
da: Hvis du før har brugt <application>gnome-volume-manager</application>, vil du føle dig helt hjemme, da den var designet til at se ud som og opføre sig som <application>gnome-volume-manager</application>. Egenskaberne er delt op i enhedskategorier, for at gøre det nemt at finde indstillingen til din specifikke enhed.
es: Si usted ha usado <application>gnome-volume-manager</application> previamente, debería sentirse cómodo, porque ha sido diseñada para parecerse y comportarse de forma similar a <application>gnome-volume-manager</application>. Las preferencias se dividen por categorías de dispositivos para facilitar la localización de la opción para su dispositivo específico.
gl: Se usou antes <application>gnome-volume-manager</application>, sentirase como na casa, porque foi deseñado para comportarse de xeito semellante a <application>gnome-volume-manager</application>. As preferencias divídense en categorías de dispositivo para facilitar a localización da opción do seu dispositivo específico.
it: Se si ha confidenza con il <application>gnome-volume-manager</application>, ci si dovrebbe trovare a proprio agio, in quanto è stato progettato per assomigliare nell'aspetto e nel comportamento al <application>gnome-volume-manager</application>. Le preferenze sono suddivise per ogni categoria di dispositivo in modo da agevolare la ricerca dell'opzione relativa a uno specifico dispositivo.
pl: Jeśli poprzednio używałeś <application>gnome-volume-manager</application>, pownieneś poczuć się jak w domu, ponieważ menedżer woluminów został zaprojektowany z myślą o podobieństwie w wyglądzie i zachowaniu do <application>gnome-volume-manager</application>. Preferencje zostały podzielone na kategorie, aby ułatwić odnalezienie odpowiedniej opcji do konkretnego urządzenia.
tr: Eğer daha önce <application>gnome-volume-manager</application> kullanmış iseniz, aynı kullanım rahatlığını <application>gnome-volume-manager</application> benzeri arabirim ile de yaşabilirsiniz. Seçenekler kolay erişim sağlanması bakımından ayrı aygıt kategorilerine ayrılmıştır.
