Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The <guilabel>Storage</guilabel> page contains the most important options. As the name suggests these options apply only to storage devices like external harddisk drives, USB sticks and CD-ROMs. The <guilabel>Removable Storage</guilabel> options are described in detail below.
bn: <guilabel>স্টোরেজ</guilabel> পৃষ্ঠায় সবচেয়ে গুরুত্বপূর্ন অপশনসমূহ থাকে। নাম থেকে বোঝা যায় এই অপশনগুলো কেবল স্টোরেজ ডিভাইস যেমন বাহ্যিক হার্ডডিস্ক ড্রাইভ, USB স্টিক এবং CD-ROM এর জন্যই প্রযোজ্য। <guilabel>স্থানান্তরযোগ্য স্টোরেজ</guilabel> অপশনটি নিচে বর্ণনা করা আছে।
ca: La pàgina <guilabel>Emmagatzematge</guilabel> te les opcions més importants. Com el nom suggereix, aquestes opcions s'apliquen només a dispositius d'emmagatzematge, com poden ser dispositius de disc dur, llapis USBs i CD-ROMs. Les opcions <guilabel>Emmagatzemament extraïble</guilabel> es descriuen a continuació.
da: Siden til <guilabel>Opbevaring</guilabel> indeholder de mest vigtige valgmuligheder. Som navnet antyder, gælder disse indstillinger kun for opbevaringsenheder såsom eksterne harddiskdrev, USB-stang og cd-rom'er.
es: La página <guilabel>Almacenamiento</guilabel> contiene las opciones más importantes. Como su nombre sugiere, estas opciones aplican solo a dispositivos de almacenamiento como discos externos, lápices USB y CD-ROMs. Las opciones de <guilabel>Almacenamiento extraíble</guilabel> se describen en detalle más abajo.
gl: A páxina <guilabel>Almacenamento</guilabel> contén as opcións máis importantes. Como o nome suxire estas opcións só se aplican aos dispositivos de almacenamento como unidades de disco externo, memorias USB e CD-ROMs. Debaixo descríbense con detalle as opcións de <guilabel>Almacenamento extraíble</guilabel>.
it: La pagina sui <guilabel>dispositivi di immagazzinamento</guilabel> contiene le opzioni più importanti. Come suggerisce il nome, queste opzioni si applicano solamente ai dispositivi di immagazzinamento quali hard disk esterni, chiavette USB e CD-ROM. Le opzioni relative ai <guilabel>dispositivi di immagazzinamento</guilabel> sono descritte in dettaglio nel seguito
pl: Karta <guilabel>Pamięć</guilabel> zawiera najważniejsze opcje. Jak sugeruje nazwa, opcje te odnoszą się tylko do pamięci przenośnych, jak zewnętrzne dyski twarde, PenDrive'y czy płyty CD-ROM. Opcje sekcji <guilabel>Pamięć wymienna</guilabel> zostały szczegółowo opisane poniżej.
tr: <guilabel>Storage</guilabel> sayfası en önemli seçenekleri barındırır. Bu seçenek isminden belli olduğu gibi sadece depolama aygıtlarına erişim için kullanılır. <guilabel>Removable Storage</guilabel> seçenekleri aşağıda açıklanacaktır.

source: Mount removable drives when hot-plugged
bn: হট-প্লাগড্ হলে স্থানান্তরযোগ্য ড্রাইভ মাউন্ট করুন
ca: Muntatge de dispositius extraïbles quan es connecten
da: Montér flytbare medier der bliver tilsluttet
es: Montar dispositivos extraíbles al conectar en caliente
gl: Montar unidades extraíbles ao conectalas en quente
it: Monta i supporti rimovibili quando collegati
pl: Montuj napędy wymienne przy podłączaniu
tr: Ayrılabilir sürücüleri takıldığı zaman bağla

source: Enable this option to automatically mount file systems on removable drives (i.e. external harddisk drives or USB sticks) when such drives are plugged into the computer.
bn: যখন স্থানান্তরযোগ্য ড্রাইভ কম্পিউটারে প্লাগ করা থাকে তখন এই ধরনের ড্রাইভে (যেমন, বাহ্যিক হার্ডডিস্ক ড্রাইভ বা USB স্টিক) ফাইল সিস্টেমকে স্বয়ংক্রিয়ভাবে মাউন্ট করতে এই অপশনটি সক্রিয় করুন।
ca: Habiliteu aquesta opció per muntar automàticament els sistemes de fitxers de dispositius extraïbles (e.g. discs durs externs o llapis USBs) quan aquests es connecten a l'ordinador.
da: Anvend denne valgmulighed for, automatisk at montere filsystemer på flybare drev (f.eks. eksterne harddiskdrev eller USB-stænger), når sådanne bliver tilsluttet computeren.
es: Active esta opción para montar automáticamente sistemas de archivos en dispositivos extraíbles (por ejemplo, discos duros o lápices USB) cuando dichos dispositivos se conectan al ordenador.
gl: Active esta opción para montar automaticamente os sistemas de ficheiros das unidades extraíbles (p.ex. unidades de disco externo ou memorias USB) cando ditas unidades se conectan ao ordenador.
it: Abilitare questa opzione per eseguire il montaggio automatico dei file system presenti sui dispositivi rimovibili (per esempio un hard disk esterno o una chiavetta USB) nel momento in cui vengono collegati al computer.
pl: Uaktywnij tą opcję, aby automatycznie zamontować systemy plików na napędach wymiennych (np. zewnętrznych dyskach twardych lub PenDrive'ach) kiedy tylko zostaną podłączone do komputera.
tr: Bu seçeneği ayrılabilir sürücüleri (harici diskler veya USB stick) otomatik olarak bağlamak istiyorsanız seçmelisiniz.

source: This option must be enabled for certain other features to work with removable drives. For example, if you disable this option, certain kinds of portable music players cannot be detected any more and so, even if you enabled the <guilabel>Play music files when connected</guilabel> option on the <guilabel>Multimedia</guilabel> page, the specified command will not be run when you hot-plug your portable music player.
bn: অন্যান্য ফিচারে স্থানান্তরযোগ্য ড্রাইভ দিয়ে কাজ করতে এই অপশনটি সক্রিয় করতে হবে। যেমন, আপনি যদি এই অপশনটি নিস্ক্রিয় করে দেন তবে কিছু পোর্টেবল মিউজিক প্লেয়ার আর খুঁজে বের করা যাবেনা এবং <guilabel>মাল্টিমিডিয়া</guilabel> পৃষ্ঠায় <guilabel>সংযুক্ত থাকা অবস্থায় মিউজিক ফইল চালান</guilabel> অপশন সক্রিয় করলেও আপনার মিউজিক প্লেয়ারকে হট-প্লাগ করে সুনির্দিষ্ট কমান্ড চালানো যাবে না।
ca: Aquesta opció s'ha d'habilitar si es vol que algunes altres opcions funcionin amb els dispositius extraïbles. Per exemple, si deshabiliteu aquesta opció, alguns tipus de reproductors portàtils de música no es podran detectar més, inclús si habiliteu l'opció <guilabel>Reprodueix els fitxers de música quan es connectin</guilabel> en la pàgina <guilabel>Multimèdia</guilabel>, l'ordre específica no s'executarà al connectar el reproductor portàtil de música.
da: Denne indstilling skal slås til for at bestemte andre funktioner virker med flytbare drev. Hvis du f.eks. slår denne indstilling fra, vil bestemte bærbare musikafspillere ikke længere blive fundet, selvom du har slået <guilabel>Spil musikfiler ved tilslutning</guilabel> indstillingen til på <guilabel>Multimedie</guilabel> -siden, vil den specifikke kommando ikke blive kørt når du tilslutter din bærbare musikafspiller.
es: Esta opción debe ser activada para determinadas funciones necesarias para trabajar con dispositivos extraíbles. Por ejemplo, si desactiva esta opción, algunos tipos de reproductores de música portátiles podrían dejar de ser detectados y por tanto, aunque active la opción <guilabel>Reproducir archivos de música al conectar</guilabel> en la página <guilabel>Multimedia</guilabel>, el comando especificado no se ejecutará cuando conecte su reproductor de música portátil.
gl: Esta opción debe estar activada para que algunha outra funcionalidade funcione cas unidades extraíbles. Por exemplo, se desactiva esta opción, certos tipos de reprodutores de música portátiles non se detectarán, aínda que active a opción <guilabel>Reproducir os ficheiros de música ao conectar</guilabel> da páxina <guilabel>Multimedia</guilabel>, a orde especificada non se executará cando conecte o reprodutor de música portátil.
it: Questa opzione deve essere abilitata per permettere il funzionamento di alcune caratteristiche relative ai dispositivi rimovibili. Per esempio, disabilitando questa opzione, certi tipi di lettori musicali portatili non sono più riconosciuti, e quindi, anche se è abilitata l'opzione <guilabel>Esegui i file musicali quando connessi</guilabel> nella pagina <guilabel>Multimedia</guilabel>, il comando non sarà eseguito automaticamente al momento dell'inserimento del lettore musicale nella relativa porta.
pl: Ta opcja musi być włączona aby działały inne funkcje operujące na nośnikach wymiennych. Przykładowo, jeśli wyłączysz tą opcję, pewne rodzaje przenośnych odtwarzaczy muzyki nie będą mogły być rozpoznane. Nawet gdy włączysz opcję <guilabel>Odtwarzaj muzykę przy podłączaniu</guilabel> na karcie <guilabel>Multimedia</guilabel>, określone polecenie nie zostanie uruchomione.
tr: Bu seçenek ayrılabilir sürücü kullanmak istiyorsanız muhakkak seçili olmalıdır. Mesela, bu özelliği kaldırırsanız, taşınabilir müzikçalarlar otomatik olarak tanınmayacaktır. <guilabel>Multimedia</guilabel> sekmesinde <guilabel>Play music files when connected</guilabel> seçeneği işaretli ise tanımlanan komut çalışmayacaktır.

source: Mount removable media when inserted
bn: প্রবেশ করানোর সময় স্থানান্তরযোগ্য মিডিয়াকে মাউন্ট করুন
ca: Munta els mitjans extraïbles quan s'insereixin
da: Montér flytbare medie der tilsluttes
es: Montar soportes extraíbles al insertar
gl: Montar os soportes extraíbles ao inserilos
it: Monta i supporti rimovibili quando inseriti
pl: Montuj wymienne nośniki przy wkładaniu
tr: Ayrılabilir sürücü yerleştirildiğinde bağla

source: Enable this option to automatically mount file systems on removable media (i.e. CD-ROMs or DVDs) when you insert the media into the drive.
bn: আপনি যখন ড্রাইভে মিডিয়াটি প্রবেশ করাবেন তখন স্থানান্তরযোগ্য মিডিয়ায় (যেমন, CD-ROMs অথবা DVDs) ফাইল সিস্টেমকে স্বয়ংক্রিয়ভাবে মাউন্ট করতে এই অপশনটি সক্রিয় করুন।
ca: Habiliteu aquesta opció per muntar automàticament els sistemes de fitxers dels mitjans extraïbles (e.g. CD-ROMs o DVDs) quan els inseriu en el dispositiu.
da: Brug denne indstilling for, automatisk at montere filsystemer på flytbare medier (f.eks. cd-rom'er eller dvd'er),når du indsætter mediet i drevet.
es: Active esta opción para montar automáticamente sistemas de archivos en soportes extraíbles (por ejemplo, CD-ROMs o DVDs) cuando los inserte en la unidad.
gl: Active esta opción para montar automaticamente os sistemas de ficheiros dos soportes extraíbles (p.ex. CD-ROMs ou DVDs) cando insira o soporte na unidade.
it: Abilitare questa opzione per eseguire il montaggio automatico dei file system dei supporti rimovibili (per esempio CD-ROM o DVD) al momento dell'inserimento del supporto nell'unità.
pl: Uaktywnij tą opcję, aby automatycznie montować systemy plików na wymiennych nośnikach (np. płytach CD-ROM lub DVD) kiedy włożysz je do napędu.
tr: Bu seçeneği optik sürücülerin (CDROM veya DVD) otomatik olarak bağlanmasını istiyorsanız seçiniz.

source: This option must be enabled for certain other features to work with removable media. For example, if you disable this option, it is impossible to detect whether the removable media has auto-run capabilities, and so the <guilabel>Auto-run programs on new drives and media</guilabel> option has no effect for removable media.
bn: অন্যান্য ফিচারের জন্য স্থানান্তরযোগ্য মিডিয়ার সাহায্যে কাজ করতে এই অপশনটি সক্রিয় করতে হবে। যেমন, আপনি যদি এই অপশনটি নিস্ক্রিয় করে দেন তবে স্থানান্তরযোগ্য মিডিয়ার অটো-রান ক্ষমতা আছে কিনা তা বের করা অসম্ভব হয়ে যায় এবং <guilabel>নতুন ড্রাইভ ও মিডিয়ায় অটো-রান প্রোগ্রাম</guilabel> অপশনটির স্থানান্তরযোগ্য মিডিয়ায় কোনো প্রভাব থাকে না।
ca: Aquesta opció s'ha d'habilitar si es vol que algunes altres opcions funcionin amb els mitjans extraïbles. Per exemple, si deshabiliteu aquesta opció, quan s'insereix un mitjà extraïble no es podrà detectar si aquest te capacitat d'execució automàtica i, per tant, l'opció <guilabel>Executa automàticament programes en dispositius o mitjans nous</guilabel> no tindrà cap efecte en mitjans extraïbles.
da: Denne indstilling skal slås til for at bestemte andre funktioner virker med flytbare drev. Hvis du f.eks. slår denne valgmulighed fra, vil det blive umuligt at finde ud af om det flytbare medie har auto-kør egenskaber, og derfor vil indstillingen <guilabel>auto-kør programmer på nye drev og medier</guilabel> ikke have nogen effekt på flytbare medier.
es: Esta opción se debe activar para determinadas funciones necesarias para operar con soportes extraíbles. Por ejemplo, si desactiva esta opción, será imposible detectar si el soporte extraíble tiene capacidades de auto-ejecución, y por tanto la opción <guilabel>Auto-ejecutar programas en nuevas unidades y soportes</guilabel> no tiene efecto para soportes extraíbles.
gl: Esta opción debe estar activada para que outras funcionalidades funcionen cos soportes extraíbles. Por exemplo, se desactiva esta opción, será imposible detectar se os soportes extraíbles teñen a capacidade de execución automática, e polo tanto a opción <guilabel>Executar automaticamente os programas das novas unidades e soportes</guilabel> non ten efecto cos soportes extraíbles.
it: Questa opzione deve essere abilitata per permettere il funzionamento di alcune caratteristiche relative ai supporti rimovibili. Per esempio, disabilitando questa opzione, risulta impossibile riconoscere se il supporto è in grado di avviarsi autonomamente (autorun) e quindi l'opzione <guilabel>Avvia automaticamente i nuovi dispositivi e i supporti</guilabel> non ha effetto sui supporti rimovibili.
pl: Ta opcja musi być włączona aby działały inne funkcje operujące na nośnikach wymiennych. Przykładowo, jeśli wyłączysz tą opcję, nie będzie możliwe sprawdzenie, czy nośnik posiada możliwość autouruchamiania. Tym samym opcja <guilabel>Automatycznie uruchamiaj programy na nowych napędach i nośnikach</guilabel> nie będzie działać.
tr: Bu seçenek optik sürücü yönetimi için gereklidir. Mesela, bu özelliği devredışı bırakırsanız, optik sürücüye ilişkin otomatik çalıştırma özelliği kullanılmaz olacaktır ve <guilabel>Auto-run programs on new drives and media</guilabel> özelliği iş görmeyecektir.

source: Browse removable media when inserted
bn: প্রবেশ করানোর পর স্থানান্তরযোগ্য মিডিয়াটি ব্রাউজ করুন
ca: Navegació en mitjans extraïbles quan s'insereixin
da: Gennemse flytbare medier der bliver tilsluttet
es: Examinar soporte extraíble al ser insertado
gl: Examinar os soportes extraíbles ao inserilos
it: Sfoglia i supporti rimovibili quando inseriti
pl: Przeglądaj wymienne nośniki przy wkładaniu
tr: Ayrılabilir ortam yerleştirildiğinde dosyaları görüntüle

source: Enable this option to automatically display the content of newly inserted media in the file manager. Note however, that the contents will only be displayed if no other action was possible or you choose to ignore the other possible actions. For example, if you insert a CD-ROM with auto-run capabilities and the <guilabel>Auto-run programs on new drives and media</guilabel> option is enabled, you will be prompted whether you want to allow or ignore the auto-run. If you choose to ignore the auto-run the contents will be displayed in the file manager.
bn: ফাইল ব্যবস্থাপকে নতুনভাবে প্রবেশ করানো মিডিয়ার বিষয়বস্তু স্বয়ংক্রিয়ভাবে প্রদর্শন করতে এই অপশনটিকে সক্রিয় করুন। উপরন্তু মনে রাখুন, যদি অন্য কোনো অ্যাকশন ব্যবহৃত না হয় বা অন্য সব অ্যাকশনকে উপেক্ষা করা হয় তবেই কেবল বিষয়বস্ত প্রদর্শিত হবে। যেমন, আপনি যদি অটো-রান ক্ষমতা সম্পন্ন CD-ROM প্রবেশ করান এবং <guilabel>নতুন ড্রাইভ ও মিডিয়াতে অটো-রান প্রোগ্রাম</guilabel> অপশনটি সক্রিয় করেন তবে আপনি অটো-রানের অনুমোদন দিবেন না উপেক্ষা করবেন তা নির্বাচন করতে পারবেন। আপনি যদি অটোরান বাছাই না করেন তবে বিষয়বস্তু ফাইল ম্যানেজারে প্রদর্শিত হবে।
ca: Habiliteu aquesta opció per mostrar automàticament el contingut dels mitjans inserits en el gestor de fitxers. Tingueu en compte en tot cas que el contingut només es mostraran si no hi ha cap altra acció possible o si heu triar ignorar el reste d'accions possibles. Per exemple, si inseriu un CD-ROM amb capacitat d'execució automàtica i l'opció <guilabel>Executa automàticament programes en dispositius o mitjans nous</guilabel> està habilitada, s'us demanarà si voleu permetre o no l'execució automàtica. Si trieu ignorar l'execució automàtica el contingut es mostrarà en el gestor de fitxers.
da: Brug denne indstilling for, automatisk at vise indholdet af det nyligt indsatte medie i filhåndteringen. Bemærk dog, at indholdet vil kun blive vist hvis ingen anden handling var mulig eller du valgte at ignorere de andre mulige handlinger. Hvis du f.eks. indsætter en cd-rom med auto-kør egenskaber og <guilabel>auto-kørprogrammer på nye drev og medier</guilabel> indstillingen er slået til, vil du blive spurgt om du vil tillade, eller ignorere auto-kør-funktionen. Hvis du vælger at ignorere auto-kør-funktionen, vil indholdet blive vist i filhåndteringen.
gl: Active esta opción para mostrar automaticamente no xestor de ficheiros o contido dos novos soportes inseridos. Aínda así teña en conta que o contido só se mostrará se non hai outra acción posible ou se selecciona ignorar as outras accións posibles. Por exemplo, se insire un CD-ROM ca capacidade de execución automática e estando activada a opción <guilabel>Executar automaticamente os programas das novas unidades e soportes</guilabel>, preguntaraselle se desexa permitir ou ignorar a execución automática. Se escolle ignorar a execución automática mostrarase o contido no xestor de ficheiros.
it: Abilitare questa opzione per visualizzare automaticamente nel gestore di file il contenuto dei supporti appena inseriti. Il contenuto, verrà visualizzato solamente se non è possibile alcun altra azione o se è stato scelto di ignorare le altre possibili azioni. Per esempio, se si inserisce un CD-ROM in grado di avviarsi automaticamente ed è abilitata l'opzione <guilabel>Avvia automaticamente i nuovi dispositivi e i supporti</guilabel>, verrà richiesto se avviare o ignorare l'avvio automatico. Se si sceglie di ignorare l'esecuzione automatica, il contenuto del supporto verrà visualizzato nel gestore di file.
pl: Uaktywnij tą opcję aby automatycznie wyświetlać zawartość nowo podłączonych nośników w menedżerze plików. Zauważ jednakże, że stanie się tak tylko wtedy, gdy nie będzie możliwe wykonanie żadnej innej akcji lub wybrałeś ignorowanie innych możliwych akcji. Przykładowo jeśli umieścisz płytę CD-ROM z autostartem, a opcja <guilabel>Automatycznie otwieraj programy na nowych napędach i nośnikach</guilabel> jest aktywna, zostaniesz zapytany, czy umożliwić autostart. Jeśli odmówisz, zawartość nośnika zostanie wyświetlona w menedżerze plików.
tr: Bu seçeneği ortamı bilgisayarınıza yerleştirdiğinizde otomatik olarak ortamın barındırdığı dosyaları görüntülemek için kullanabilirsiniz. Eğer başka bir işlem atanmamışsa veya atanmış bir işlemi göz ardı ederseniz sadece içerik gösterilecektir. Mesela bir otomatik çalıştırılabilir betik içeren bir CD-ROM yerleştirdiğinizde <guilabel>Auto-run programs on new drives and media</guilabel> seçeneği işaretli ise, önce bunu çalıştırmak isteyip istemediğiniz sorulacaktır. Eğer göz ardı et seçeneğini kullanırsanız, CD-ROM içeriği görüntülenecektir.

source: Auto-run programs on new drives and media
bn: নতুন ড্রাইভ ও মিডিয়ায় অটো-রান প্রোগ্রাম
ca: Execució automàtica de programes en nous dispositius o mitjans
da: Auto-kør programmer på nye drev og medier
es: Arrancar automáticamente programas en nuevos discos y dispositivos.
gl: Executar automaticamente os programas dos soportes e unidades novas
it: Esegui automaticamente i programmi per i nuovi dispositivi o supporti
pl: Automatycznie otwieraj programy na nowych napędach i nośnikach
tr: Yeni sürücülerde ve ortamdaki uygulamaları otomatik çalıştırma

source: Enable this option to make use of auto-run capabilities of certain removable drives and media. See the <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> for details about the auto-run mechanism. To enhance security, you will always be prompted to confirm the auto-run.
bn: নির্দিষ্ট কিছু স্থানান্তরযোগ্য ড্রাইভ ও মিডিয়ার জন্য অটো-রান ক্ষমতা ব্যবহার করতে এই অপশনটি সক্রিয় করুন। অটো-রান পদ্ধতি সম্পর্কে আরও জানার জন্য <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">ডেক্সটপ অ্যাপ্লিকেশন অটোস্টার্ট স্পেসিফিকেশন</ulink> দেখুন। বাড়তি নিরাপত্তার জন্য আপনাকে সবসময় অটোরান নিশ্চিত করতে বলা হয়ে থাকে।
ca: Habiliteu aquesta opció per assegurar-vos d'emprar les capacitats d'execució automàtica d'alguns dispositius i mitjans. Veieu <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> per més detalls sobre el mecanisme d'execució automàtica. Per millorar la seguretat, sempre s'us demanarà confirmació abans d'executar automàticament cap programa.
da: Brug denne funktion for at gøre bruge af auto-kør muligheden på bestemte flytbare drev og medier. Se <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> for deltajer om auto-kør mekanismen. For at forbedre sikkerheden, vil du altid blive spurgt om at bekræfte auto-kør funktionen.
gl: Active esta opción para usar as capacidades de execución automática de certas unidades e soportes extraíbles. Consulte <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> para obter detalles sobre o mecanismo de execución automática. Para mellorar a seguridade, sempre se lle pedirá confirmación antes de executar automaticamente.
it: Abilitare questa opzione per avvalersi delle capacità di auto avviamento di alcuni supporti e dispositivi rimovibili. Consultare le <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">specifiche di auto avviamento delle applicazioni desktop</ulink> per maggiori dettagli sul meccanismo di esecuzione automatica. Per aumentare la sicurezza, verrà sempre richiesta la conferma dell'avvio automatico.
pl: Uaktywnij tą opcję aby skorzystać z opcji autostartu niektórych wymiennych nośników i napędów. Zobacz <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink>, aby dowiedzieć się szczegółów na temat mechanizmu autostartu. Aby zapewnić bezpieczeństwo, zostaniesz za każdym razem poproszony o potwierdzenie autostartu.
tr: Bu seçeneği ayrılabilir sürücü ve ortamlarda otomatik çalıştırma desteği için kullanabilirsiniz. Otomatik çalıştırma mekanizmasının nasıl işlediğini gösteren belge için <ulink type="http" url="http://standards.freedesktop.org/autostart-spec/autostart-spec-0.5.html">Desktop Application Autostart Specification</ulink> adresini ziyaret etmelisiniz. Güvenlik açısından sizden daima otomatik çalıştırma öncesi onay istenecektir.
