Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open With Other Application...</guimenuitem></menuchoice> from the main menu.
bn: মেইন মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>অন্য অ্যাপ্লিকেশনে খুলুন...</guimenuitem></menuchoice> বাছাই করুন।
ca: Seleccioneu al menú principal <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Obre amb una altra aplicació…</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Fil</guimenu><guimenuitem>Åbn med andet program...</guimenuitem></menuchoice> fra hovedområdet.
es: Seleccione <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Abrir con otra aplicación...</guimenuitem></menuchoice> desde el menú principal.
gl: Seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Abrir con outro aplicativo...</guimenuitem></menuchoice> no menú principal.
it: selezionare <menuchoice><guimenu>File</guimenu><guimenuitem>Apri con altra applicazione...</guimenuitem></menuchoice> dal menu principale;
pl: Wybierz <menuchoice><guimenu>Plik</guimenu><guimenuitem>Otwórz za pomocą innej aplikacji...</guimenuitem></menuchoice> z głównego menu.
tr: Menüden <menuchoice><guimenu>Dosya</guimenu><guimenuitem>Diğer Uygulama ile Aç ...</guimenuitem></menuchoice> seçeneğine tıklayın.
zh_tw: 從主選單選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>以其它應用程式開啟...</guimenuitem></menuchoice>。

source: Either choose an application in the <guilabel>Open With</guilabel> dialog or select <guibutton>Use a custom command</guibutton> and browse to the program with which you wish to open this type.
bn: <guilabel>অন্য অ্যাপ্লিকেশনে খুলুন</guilabel> ডায়ালগে একটি অ্যাপ্লিকেশন বাছাই করুন অথবা <guibutton>একটি পছন্দনীয় কমান্ড ব্যবহার করুন</guibutton> নির্বাচন করুন এবং এটি যে প্রোগ্রামের সাহয্যে খুলতে চান তা ব্রাউজ করুন।
ca: O be trieu una aplicació en el diàleg <guilabel>Obre amb</guilabel> o seleccioneu <guibutton>Usa una ordre personalitzada</guibutton> i navegueu fins el programa que voleu emprar per obrir aquest tipus de fitxer.
da: Enten vælg et program i <guilabel>Åbn med</guilabel>-dialogvinduet eller vælg <guibutton>Brug tilpasset kommando</guibutton> og vælg stien til det program, du ønsker at åbne denne filtype med.
es: Elija una aplicación en el cuadro de diálogo <guilabel>Abrir con</guilabel> o seleccione <guibutton>Usar un comando personalizado</guibutton> y busque el programa con que quiere abrir este tipo de archivos.
gl: Pode escoller un aplicativo no diálogo <guilabel>Abrir con</guilabel> ou seleccionar <guibutton>Usar unha orde personalizada</guibutton> e buscar o programa co que desexa abrir este tipo de ficheiro.
it: scegliere un'applicazione nella finestra <guilabel>Apri con</guilabel> o selezionare <guibutton>Usa un comando personalizzato</guibutton> e navigare fino a selezionare il programma che si desidera utilizzare per aprire questo tipo di file.
pl: Wybierz aplikację albo w oknie <guilabel>Otwórz za pomocą</guilabel> albo wybierz <guibutton>Użyj polecenia użytkownika</guibutton> i przejdź do programu którego chcesz używać do otwierania plików tego typu.
tr: <guilabel>Birlikte Aç</guilabel> menüsünde işlem için istediğiniz uygulamayı seçebileceğiniz gibi <guibutton>Özel bir komut kullan</guibutton> seçeneği yardımıyla o dosya işlemi için çalıştırılacak uygulamayı belirtebilirsiniz.
zh_tw: 也可以在<guilabel>以此開啟</guilabel>對話窗內選擇應用程式，或是選取<guibutton>使用自訂指令</guibutton>來瀏覽您希望開啟此類型檔案的程式。

source: The action you have chosen is now added to the list of actions for that particular file type. If you enabled the <guibutton>Use as default for this kind of file</guibutton> option or there was no prior action associated with the type, the newly added action is the default.
bn: আপনি যে অ্যাকশনটি বাছাই করেছেন তা এখন আপনার নির্দিষ্ট ফাইল টাইপের অ্যাকশন তালিকায় সংযুক্ত হয়ে গিয়েছে। আপনি যদি <guibutton>এই ধরনের ফাইলের জন্য ডিফল্ট হিসেবে ব্যবহার করুন</guibutton> অপশনটি সক্রিয় করেন অথবা পূর্ববর্তী কোনো অ্যাকশন সংযুক্ত করা ছিল না এমন হয় তবে, নতুন যুক্ত অ্যাকশনটাই ডিফল্ট হিসাবে রয়ে যাবে।
ca: L'acció que heu triat s'afegeix a la llista d'accions per aquest tipus concret de fitxer. Si heu habilitat l'opció <guibutton>Utilitza per defecta per aquest tipus de fitxer</guibutton> o no hi ha cap acció prèvia associada amb aquest tipus, l'acció afegida serà l'acció per defecte.
da: Den handling du har valgt er nu tilføjet til listen over tidligere tilknyttede handlinger for lige den filtype. Hvis du har aktiveret <guibutton>Brug som standard for denne type filer</guibutton> eller der ikke er nogen tidligere handlinger med denne filtype, er den nylig tilføjede handling nu standard.
es: La acción que ha elegido está ahora añadida a la lista de acciones para ese tipo particular. Si activa la opción <guibutton>Usar como predeterminado para este tipo de archivo</guibutton> o no había ninguna acción anteriormente asociada para este tipo, la recién añadida es ahora la predeterminada.
gl: A acción que seleccionou engadiuse á lista de accións para ese tipo de ficheiro. Se activou a opción <guibutton>Usar como acción predeterminada para este tipo de ficheiro</guibutton> ou se non habia ningunha opción asociada co tipo de ficheiro, a nova acción engadida será a predeterminada.
it: L'azione scelta è stata ora aggiunta alla lista di azioni per quel particolare tipo di file. Se è stata abilitata l'opzione <guibutton>Usa come predefinita per questo tipo di file</guibutton> o non era stata associata un'altra azione in precedenza, la nuova azione è quella predefinita.
pl: Akcja, którą wybrałeś, jest teraz dodana do listy akcji dla plików tego typu. Jeśli zaznaczyłeś opcję <guibutton>Ustaw jako domyślne dla tego typu plików</guibutton> lub nie było poprzednio żadnej akcji powiązanej z tym typem, nowo dodana akcja stanie się domyślną.
tr: Böylece dosya için seçtiğiniz uygulama işlemler listesine eklenmiş oldu. Eğer <guibutton>bu tür dosyalar için öntanımlı olarak kullan</guibutton> seçeneğini işaretlemişseniz veya dosya için ilişkilendirilmiş başka bir işlem yok ise, yeni eklediğiniz işlem öntanımlı olacaktır.
zh_tw: 您選擇的動作現在已加入該特定檔案類型的動作清單內。若您啟用了<guibutton>設為此類檔案的預設動作</guibutton>選項，或是之前都沒有任何動作和該類型檔案相關聯的話，新加入的動作將成為預設動作。

source: You may also add actions using the <guibutton>Open With</guibutton> button under <menuchoice><guimenu>File</guimenu><guimenuitem>Properties...</guimenuitem></menuchoice>.
bn: আপনি <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>বৈশিষ্ট্যাবলী...</guimenuitem></menuchoice> এর আওতায় <guibutton>অন্য অ্যাপ্লিকেশনে খুলুন</guibutton>বোতাম ব্যবহার করেও অ্যাকশনটি সংযুক্ত করতে পারেন।
ca: També podeu afegir accions mitjançant la llista desplegable de <guibutton>Obre amb</guibutton> que hi ha a la finestra que s'obre via <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Propietats</guimenuitem></menuchoice>.
da: Du kan også tilføje handlinger ved brug af <guibutton>Åbn med</guibutton> knappen under <menuchoice><guimenu>Fil</guimenu><guimenuitem>Egenskaber...</guimenuitem></menuchoice>.
es: También puede añadir acciones usando el botón <guibutton>Abrir con</guibutton> bajo <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice>.
gl: Tamén pode engadir accións usando o botón <guibutton>Abrir con</guibutton> en <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice>.
it: È anche possibile aggiungere delle azioni utilizzando il pulsante <guibutton>Apri con</guibutton> raggiungibile da <menuchoice><guimenu>File</guimenu><guimenuitem>Proprietà...</guimenuitem></menuchoice>.
pl: Możesz także dodawać akcje używając przycisku <guibutton>Otwórz za pomocą</guibutton> w menu <menuchoice><guimenu>Plik</guimenu><guimenuitem>Właściwości...</guimenuitem></menuchoice>.
tr: Ayrıca <menuchoice><guimenu>Dosya</guimenu><guimenuitem>Özellikler...</guimenuitem></menuchoice> menüsünde bulunan <guibutton>Birlikte Aç</guibutton> seçeneği ile de dosyanın başka bir uygulama ile açılmasını sağlayabilirsiniz.
zh_tw: 您也可以透過<menuchoice><guimenu>檔案</guimenu><guimenuitem>屬性...</guimenuitem></menuchoice>之下的<guibutton>以此開啟</guibutton>按鈕來加入動作。

source: Modifying Actions
bn: অ্যাকশন পরিবর্তন করা হচ্ছে
ca: Modificació d'accions
da: Ændrer handlinger
es: Modificanado acciones
gl: Modificar as accións
it: Modificare le azioni
pl: Modyfikowanie akcji
tr: İşlemleri Değiştirme
zh_tw: 修改動作

source: To modify the actions associated with a file or file type, perform the following steps:
bn: ফাইল অথবা ফাইল টাইপের সাথে সংযুক্ত অ্যাকশন পরিবর্তন করার জন্য নিম্নোক্ত ধাপগুলো অনুসরন করুন:
ca: Per modificar accions associades a un tipus de fitxer, seguiu els següents passos:
da: Gør følgende for at ændre de tilknyttede handlinger til en fil eller filtype:
es: Para modificar acciones asociadas con un archivo un tipo de archivo, realize los siguientes pasos:
gl: Para modificar as accións asociadas cun ficheiro ou tipo de ficheiro, siga os seguintes pasos:
it: Per modificare le azioni associate a un file o a un certo tipo di file, seguire questa procedura:
pl: Aby zmodyfikować akcje powiązane z plikiem lub z typem plików, wykonaj poniższe kroki:
tr: Bir dosya veya dosya tipi için tanımlanan işlemleri değiştirmek için, şu işlemleri gerçekleştirmelisiniz:
zh_tw: 若要修改與檔案或檔案類型相關聯的動作，請執行下列步驟：

source: In the main area, select a file of the type for which you want to modify the action.
bn: যে ফাইলে কোনো অ্যাকশন পরিবর্তন করতে চান তা মেইন এরিয়াতে নির্বাচন করুন।
ca: A l'àrea principal, seleccioneu un fitxer del tipus al que li voleu modificar l'acció.
da: Vælg en fil i hovedområdet af den filtype du vil ændre en handling for.
es: En el area principal, seleccione el archivo del tipo que desee modificar la acción.
gl: Seleccione na zona principal un ficheiro do tipo para o cal desexa modificar a acción.
it: nell'area principale selezionare un file del tipo per cui si vuole modificare l'azione;
pl: W obszarze głównym, wybierz plik typu, którego akcje chcesz modyfikować.
tr: Ana bölümde, tipini değiştirmek istediğiniz dosyayı seçiniz.
zh_tw: 在主要區域內，選取您想要修改動作的類型的檔案。

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Properties...</guimenuitem></menuchoice> from the main menu.
bn: মেইন মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>বৈশিষ্ট্যাবলী...</guimenuitem></menuchoice> বাছাই করুন।
ca: Seleccioneu <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Propeietats</guimenuitem></menuchoice> al menú principal.
da: Vælg <menuchoice><guimenu>Fil</guimenu><guimenuitem>Egenskaber...</guimenuitem></menuchoice> fra hovedmenuen.
es: Elija <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice> desde el menú principal.
gl: Seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Propiedades...</guimenuitem></menuchoice> no menú principal.
it: selezionare <menuchoice><guimenu>File</guimenu><guimenuitem>Proprietà...</guimenuitem></menuchoice> dal menu principale;
pl: Wybierz <menuchoice><guimenu>Plik</guimenu><guimenuitem>Właściwości...</guimenuitem></menuchoice> z głównego menu.
tr: Öncelikle <menuchoice><guimenu>Dosya</guimenu><guimenuitem>Özellikler...</guimenuitem></menuchoice> menüsünü açmalısınız.
zh_tw: 從主選單選擇<menuchoice><guimenu>檔案</guimenu><guimenuitem>屬性...</guimenuitem></menuchoice>。

source: Select the new default action using the <guilabel>Open With</guilabel> button or add a new action by choosing <guimenuitem>Open With Other Application...</guimenuitem> from the drop down menu.
bn: <guilabel>অন্য অ্যাপ্লিকেশনে খুলুন</guilabel> বোতাম ব্যবহার করে নতুন ডিফল্ট অ্যাকশন নির্বাচন করুন অথবা ড্রপ ডাউন মেনু থেকে <guimenuitem>অন্য অ্যাপ্লিকেশনে খুলুন...</guimenuitem> বাছাই করেও নতুন অ্যাকশন সংযুক্ত করতে পারেন।
ca: Seleccioneu la nova acció per defecte emprant la llista desplegable <guilabel>Obre amb</guilabel> o afegiu una nova acció seleccionant <guimenuitem>Altres aplicacions…</guimenuitem>.
da: Vælg den nye standardhandling ved brug af <guilabel>Åbn med</guilabel>-knappen eller tilføj en ny handling ved at vælge <guimenuitem>Åbn med andet program...</guimenuitem> fra rullegardinmenuen.
es: Seleccione la nueva acción por defecto utilizando el botón <guilabel>Abrir con</guilabel> o añada una nueva acción seleccionando <guimenuitem>Otra aplicación...</guimenuitem> del menú.
gl: Seleccione a nova acción predeterminada usando o botón <guilabel>Abrir con</guilabel> ou engada unha nova acción seleccionando <guimenuitem>Abrir con outro aplicativo...</guimenuitem> no menú despregable.
it: selezionare la nuova azione predefinita utilizzando il pulsante <guilabel>Apri con</guilabel> oppure aggiungere una nuova azione selezionando <guimenuitem>Apri con altra applicazione...</guimenuitem> dal menu a discesa.
pl: Wybierz nową domyślną akcję używając przycisku <guilabel>Otwórz za pomocą</guilabel> albo dodaj nową akcję wybierając <guimenuitem>Inna aplikacja...</guimenuitem> z rozwijanego menu.
tr: Yeni işlemi açılır menüde<guilabel>Birlikte Aç</guilabel> seçeneği ile belirleyebileceğiniz gibi <guimenuitem>Başka Uygulama...</guimenuitem> seçeneği ile de belirleyebilirsiniz.
zh_tw: 使用<guilabel>以此開啟</guilabel>按鈕來選取新的預設動作，或是從下拉式選單選擇<guimenuitem>以其它應用程式開啟...</guimenuitem>來加入新動作。

source: To remove a previously added action for a file type, bring up the <guilabel>Open With</guilabel> dialog as described above, right-click the action you want to remove and choose <guimenuitem>Remove Launcher</guimenuitem>.
bn: কোনো ফাইল টাইপের জন্য পূর্বে যোগ করা কোনো অ্যাকশন মুছে ফেলতে উপরের বর্ণনানুসারে <guilabel>অন্য অ্যাপ্লিকেশনে খুলুন</guilabel> ডায়ালগ গড়ে তুলুন, যে অ্যাকশনটি অপসারন করতে চান তার উপর ডান-ক্লিক করুন এবং <guimenuitem>লঞ্চার অপসারন</guimenuitem> বাছাই করুন।
ca: Per treure una acció afegida a un tipus de fitxer, aneu al diàleg <guilabel>Open With</guilabel> con s'ha descrit anteriorment, clic-dret a l'acció que voleu treure i seleccioneu <guimenuitem>Suprimeix llançador</guimenuitem>.
da: For at fjerne en tidligere tilføjet handling for en filtype, skal du åbne <guilabel>Åbn med</guilabel>-dialogen som beskrevet ovenfor, højreklik på den handling du vil fjerne og vælg <guimenuitem>Fjern starter</guimenuitem>.
es: Para eliminar una acción añadida anteriormente para un tipo de archivo, vaya hasta el cuadro de diaĺogo <guilabel>Abrir con</guilabel> descrito anteriormente, haga clic derecho en la acción que desee remover y elija <guimenuitem>Eliminar lanzador</guimenuitem>.
gl: Para eliminar unha acción engadida anteriormente para un tipo de ficheiro, acceda ao diálogo <guilabel>Abrir con</guilabel> como se describe enriba, prema co botón dereito na acción que desexa eliminar e escolla <guimenuitem>Eliminar o iniciador</guimenuitem>.
it: Per rimuovere un'azione definita in precedenza per un certo tipo di file, aprire il dialogo <guilabel>Apri con</guilabel> come descritto in precedenza, premere con il tasto destro del mouse sull'azione che si desidera rimuovere e selezionare <guimenuitem>Rimuovi avviatore</guimenuitem>.
pl: Aby usunąć poprzednio dodaną akcję dla typu pliku, przywołaj okno <guilabel>Otwórz za pomocą</guilabel> jak opisano powyżej, kliknij prawym przyciskiem myszy akcję którą chcesz usunąć i wybierz <guimenuitem>Usuń aktywator</guimenuitem>.
tr: Daha önce atadığınız bir işlemi kaldırmak için, yukarıda anlatıldığı gibi <guilabel>Birlikte Aç</guilabel> menüsünü açıp, kaldırmak istediğiniz işleme sağ tıklayıp, <guimenuitem>Uygulama Başlatıcısını Kaldır</guimenuitem> seçeneğini kullanabilirsiniz.
zh_tw: 若要為某檔案類型移除之前加入的動作，如上述方式叫出<guilabel>以此開啟</guilabel>對話窗，對您想要移除的動作點擊右鍵，接著選擇<guimenuitem>移除啟動器</guimenuitem>。

source: File Properties
bn: ফাইলের বৈশিষ্ট্যাবলী
ca: Propietats de fitxer
da: Filegenskaber
es: Propiedades de archivo
gl: Propiedades do ficheiro
it: Proprietà del file
pl: Właściwości pliku
tr: Dosya Özellikleri
zh_tw: 檔案屬性

source: The file properties window shows more information about any file or folder in the file manager. With this window, you can also do the following:
bn: ফাইল প্রপাটিজ উইন্ডো ফাইল ম্যানেজারের যেকোনো ফাইল বা ফোল্ডাররের বেশি তথ্য প্রদর্শন করে। এই উইন্ডোর সাহায্যে আপনি নিম্নোক্ত কাজগুলোও করতে পারেন:
ca: La finestra de propietats de fitxer és on es mostra més informació respecte al fitxer o carpeta. En aquesta finestra podeu fer el següent:
da: Filegenskabsvinduet viser mere information om enhver fil eller mappe i filhåndteringen. Med dette vindue, kan du også gøre følgende:
es: La ventana de propiedades de archivo muestra más información sobre cualquier archivo o directorio en el gestor de archivos. Con esta ventana, usted puede realizar lo siguiente:
gl: A xanela de propiedades de ficheiro mostra máis información sobre calquera ficheiro ou cartafol do navegador de ficheiros. Nesta xanela tamén se poden realizar as seguintes accións:
it: La finestra delle proprietà del file mostra ulteriori informazioni su qualsiasi file o cartella nel gestore di file. In questa finestra è anche possibile eseguire le seguenti operazioni:
pl: Okno właściwości pliku pokazuje więcej informacji o każdym pliku i katalogu w menedżerze plików. W tym oknie możesz także:
tr: Dosya özellikleri penceresi dosya ya da dizin hakkında dosya yöneticisinde gösterilenden daha fazla bilgi edinmenizi sağlar. Bu pencere ile, şu işlemleri gerçekleştirebilirsiniz.
zh_tw: 檔案管理員內的檔案屬性視窗會顯示更多有關任何檔案或資料夾的資訊。有了該視窗，您可以進行以下的操作：

source: Change the icon for special files, such as application launchers and URL links.
bn: বিশেষ ফাইলের জন্য আইকন পরিবর্তন করুন, যেমন অ্যাপ্লিকেশন লঞ্চার এবং URL লিংক।
ca: Canviar la icona dels fitxers especial, com els llançadors d'aplicacions i els enllaços URL.
da: Ændre ikonet for særlige filer, som f.eks. programstartere og URL-henvisninger.
es: Cambiar el icono para archivos especiales, como lanzadores de aplicaciones o direcciones URL.
gl: Cambiar a icona de ficheiros especiais, como iniciadores de aplicativos ou ligazóns URL.
it: cambiare l'icona di file speciali, quali gli avviatori di applicazioni e i collegamenti URL;
pl: Zmieniać ikony dla plików specjalnych, takich jak wyzwalacze aplikacji i łącza URL.
tr: Özel dosyaların, mesela uygulama çalıştırıcılar ve URL linklerinin simgelerini değiştirebilirsiniz.
zh_tw: 為特殊檔案變更圖示，像是應用程式啟動器與 URL 連結。

source: Add or remove emblems for a file or folder.
bn: ফাইল বা ফোল্ডারের প্রতীক যোগ করুন অথবা মুছে ফেলুন।
ca: Afegir o Treure emblemes d'un fitxer o carpeta.
da: Tilføje eller fjerne emblemer for en fil eller mappe.
es: Añadir o eliminar emblemas para un archivo o directorio.
gl: Engadir ou eliminar emblemas a un ficheiro ou cartafol.
it: aggiungere o rimuovere gli emblemi di un file o di una cartella;
pl: Dodawać i usuwać emblematy dla plików i folderów.
tr: Dosya veya dizine amblem atayabilir veya varsa amblemini kaldırabilirsiniz.
zh_tw: 加入或移除檔案或資料夾的標記

source: Change the UNIX file permissions for a file or folder.
bn: ফাইল অথবা ফোল্ডােরর UNIX ফাইল অনুমোদন পরিবর্তন করুন।
ca: Canviar el permisos UNIX d'un fitxer o carpeta.
da: Ændre UNIX-filtilladelser for en fil eller mappe.
es: Cambiar los permisos UNIX de un archivo o directorio.
gl: Cambiar os permisos UNIX dun ficheiro ou dun cartafol.
it: cambiare i permessi UNIX a un file o a una cartella;
pl: Zmieniać uprawnienia systemu UNIX dla plików lub folderów.
tr: Dosya ya da dizinin UNIX dosya izinlerini değiştirebilirsiniz.
zh_tw: 為檔案或資料夾變更 UNIX 檔案權限。

source: Choose which application is used to open a file and other files of the same type.
bn: একটি ফাইল এবং একই ধরনের অন্যান্য ফাইল খুলতে কোন অ্যাপ্লিকেশন ব্যবহার করা হয় তা বাছাই করুন।
ca: Seleccionar quina aplicació s'emprarà per obrir un fitxer o qualsevol altre del mateix tipus.
da: Vælge hvilket program der skal bruges til at åbne en fil og andre filer af den samme type.
es: Selecciona que aplicación usar para abrir un fichero y otros del mismo tipo.
gl: Seleccione que aplicativo se vai usar para abrir un ficheiro e outros ficheiros do mesmo tipo.
it: scegliere l'applicazione da utilizzare per aprire un file e tutti gli altri file dello stesso tipo.
pl: Wybrać aplikację używaną do otwierania tego pliku i innych plików tego typu.
tr: Dosyanın hangi uygulama ile çalıştırılacağını belirleyebilirsiniz.
zh_tw: 選擇用來開啟某檔案以及其它同類型檔案的應用程式。

source: To open the file properties window, perform the following steps:
bn: ফাইল প্রপাটিজ উইন্ডো খোলার জন্য নিম্নোক্ত ধাপগুলো অনুসরন করুন:
ca: Per obrir la finestra de propietats de fitxer, seguiu els següents passos:
da: For at åbne filegenskabsvinduet, skal du udføre følgende trin:
es: Para abrir la ventana de propiedades, realiza los siguientes pasos:
gl: Para abrir a xanela de propiedades de ficheiro, siga os seguintes pasos:
it: Per aprire la finestra delle proprietà del file, seguire questa procedura:
pl: Aby otworzyć okno właściwości pliku, wykonaj poniższe czynności:
tr: Dosya özellikleri penceresini açmak için, şu işlemleri yapmalısınız:
zh_tw: 若要開啟檔案屬性視窗，請執行下載步驟：

source: Select the file or folder whose properties you want to examine or change. You cannot select multiple items at once and display the properties that are in common to all items currently.
bn: আপনি যে ফাইল বা ফোল্ডারের বৈশিষ্ট্যাবলী পরীক্ষা বা পরিবর্তন করতে চান তা নির্বাচন করুন। একসাথে একাধিক আইটেম নির্বাচন করা যায় না এবং সব আইটেমেই বিদ্যমান আছে এমন বৈশিষ্ট্যাবলী প্রদর্শন করতে পারে না।
ca: Seleccioneu el fitxer o carpeta al que li voleu veure o canviar les propietats. No podeu seleccionar més d'un element a la vegada per mostrar les propietats comunes a tots ells.
da: Vælg en fil eller mappe, hvis egenskaber du vil undersøge eller ændre. Du kan ikke vælge flere elementer ad gangen og få vist de egenskaber, de har tilsammen i øjeblikket.
es: Selecciona el archivo o directorio cuyas propiedades quieres examinar o cambiar. Actualmente no se puede seleccionar varios objetos a la vez y ver las propiedades que tienen en común.
gl: Seleccione o ficheiro ou cartafol cuxas propiedades desexa examinar ou cambiar. Aínda non se pode seleccionar varios elementos á vez e mostrar as propiedades comúns a tódolos elementos.
it: selezionare il file o la cartella di cui si vogliono esaminare o modificare le proprietà. Non è possibile selezionare più di un elemento alla volta e visualizzare le proprietà che hanno in comune;
pl: Zaznacz plik lub folder, którego właściwości chcesz sprawdzić lub zmienić. Obecnie nie możesz zaznaczyć wielu elementów jednocześnie i wyświetlić właściwości, które są wspólne.
tr: Araştırmak ya da değiştirmek istediğiniz dosya veya dizini seçmelisiniz. Birden fazla seçim yapıp dosya özelliklerini açmanız mümkün değildir.
zh_tw: 選取您想要檢視或變更屬性的檔案或資料夾。您無法同時選取多個項目並顯示它們的屬性，目前對於所有項目都不能這樣操作。

source: Right-click the selected item and choose <guimenuitem>Properties...</guimenuitem> from the context menu.
bn: নির্বাচিত আইটেমে ডান-ক্লিক করুন এবং প্রাসঙ্গিক-মেনু থেকে <guimenuitem>বৈশিষ্ট্যাবলী...</guimenuitem> বাছাই করুন।
ca: Feu clic-dret a l'element seleccionat i trieu <guimenuitem>Propietats</guimenuitem> del menú contextual.
da: Højreklik på det markerede element og vælg <guimenuitem>Egenskaber...</guimenuitem> fra genvejsmenuen.
es: Click-derecho en el objeto elegido y selecciona <guimenuitem>Propiedades...</guimenuitem> del menú contextual.
gl: Prema co botón dereito no elemento seleccionado e seleccione <guimenuitem>Propiedades...</guimenuitem> no menú contextual.
it: Fare clic con il tasto destro del mouse sull'elemento selezionato e scegliere <guimenuitem>Proprietà...</guimenuitem> dal menu contestuale;
pl: Kliknij prawym przyciskiem myszy zaznaczony element i wybierz <guimenuitem>Właściwości...</guimenuitem> z menu kontekstowego.
tr: Seçtiğiniz öğeye sağ tıklayıp <guimenuitem>Özellikler...</guimenuitem> seçeneğine tıklamalısınız.
zh_tw: 對選取的項目點擊右鍵，接著從情境選單內選擇<guimenuitem>屬性...</guimenuitem>。
