Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The last step is to regenerate the thumbnailer cache, so Thunar will pick up our thumbnailer. The thumbnailer cache is located at <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (unless overridden by your or your system administrator, the <varname>$XDG_CACHE_HOME</varname> points to the folder <filename role="directory">~/.cache/</filename>). The thumbnailers cache is regenerated periodically by Thunar, but you can force to regenerate it by invoking the <filename>thunar-vfs-update-thumbnailers-cache-1</filename> utility, that ships as part of Thunar. This utility is usually installed in the <filename role="directory">libexec</filename> subfolder of your installation prefix (<filename role="directory">sbin</filename> on Debian/Ubuntu). So for example, if Thunar is installed in <filename role="directory">/usr</filename>, invoke the utility as follows:
bn: শেষ ধাপ হল থাম্বনেইলার ক্যাশ পুনঃনির্মাণ করা, সুতারাং Thunar আমাদের থাম্বনেইলারটি বেছে নিবে। থাম্বনেইলার ক্যাশ <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (আপনি বা আপনার সিস্টেম প্রশাসক ওভাররাইড না করা পর্যন্ত <varname>$XDG_CACHE_HOME</varname>, ফোল্ডার <filename role="directory">~/.cache/</filename> কে নির্দেশ করে) এ অবস্থিত। Thunar থাম্বনেইলার ক্যাশকে পুনঃনির্মাণ করে, কিন্তু আপনি <filename>thunar-vfs-update-thumbnailers-cache-1</filename> ব্যবহার করে যা Thuanr এর অংশ হিসাবে চলে, এটি পুনঃনির্মাণ করতে পারেন। সাধারণত আপনার ইন্সটলেশন প্রীফিক্স (ডেবিয়ান/উবুন্ট এ<filename role="directory">sbin</filename>) এর সাবফোল্ডার <filename role="directory">libexec</filename> এ ইউটিলিটি ইন্সটল করা থাকে। সুতরাং, উদাহরণস্বরূপ, thunar যদি <filename role="directory">/usr</filename> এ ইন্সটল করা থাকে তবে নিম্নরূপে ইউটিলিটি চায়:
ca: El darrer pas és generar la memòria cau del miniaturitzador i, així, Thunar mostrarà les miniatures. La memòria cau del miniaturitzador es troba a <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (a no ser que vostè o l'administrador del sistema hageu sobreesrcit, <varname>$XDG_CACHE_HOME</varname> apunta a la carpeta <filename role="directory">~/.cache/</filename>). La memòria cau del miniaturitzador la genera periòdicament Thunar, però podeu forçar la seva regeneració mitjançant l'ordre <filename>thunar-vfs-update-thumbnailers-cache-1</filename> i que és part de Thunar. Aquesta utilitat generalment la trobareu a la sub-carpeta <filename role="directory">libexec</filename> del prefixe de la vostra instaŀlació (<filename role="directory">sbin</filename> a Debian/Ubuntu). Per exemple, si Thunar s'ha instaŀlat a <filename role="directory">/usr</filename>, crideu-la de la següent manera:
da: Det sidste skridt er at regenere mellemlageret til miniaturegenereren så Thunar kan bruge din miniaturegenererer. Mellemlageret til miniaturegenererer er lokaliseret i <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (med mindre den er overskrevet af dig eller systemadministratoren, vil <varname>$XDG_CACHE_HOME</varname> pege på mappen <filename role="directory">~/.cache/</filename>). Mellemlageret til miniaturegenereren er periodisk regenereret af Thunar, men du kan tvinge den til at regenerere det ved at køre <filename>thunar-vfs-update-thumbnailers-cache-1</filename>-værktøjet, der bliver leveret som en del af Thunar. Dette værktøj er som regel installeret i <filename role="directory">libexec</filename> i din installationssti (<filename role="directory">sbin</filename> på Debian/Ubuntu). Så f.eks. hvis Thunar er installeret i <filename role="directory">/usr</filename>, skal du køre værktøjet således:
gl: O último paso é xerar de novo a caché do miniaturizador, de forma que Thunar detecte ao miniaturizador. A caché do miniaturizador está situada en <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (a menos que o administrador do sistema o cambie, <varname>$XDG_CACHE_HOME</varname> apunta ao cartafol <filename role="directory">~/.cache/</filename>). Thunar xera de novo a caché dos miniaturizadores periodicamente, pero pode forzar que se xere de novo invocando a utilidade <filename>thunar-vfs-update-thumbnailers-cache-1</filename>, que se publica como parte de Thunar. Normalmente a utilidade está instalada no subcartafol <filename role="directory">libexec</filename> en do directorio de instalación (<filename role="directory">sbin</filename> en Debian/Ubuntu). Así que se por exemplo Thunar está instalado en <filename role="directory">/usr</filename>, invoque a utilidade do seguinte xeito:
it: L'ultimo passo consiste nella rigenerazione dela cache del creatore di miniature, in modo che Thunar possa utilizzarlo. La cache del creatore di miniature si trova in <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (a meno che non sia stata impostata diversamente dall'utente o dall'amministratore del sistema, la variabile <varname>$XDG_CACHE_HOME</varname> punta la cartella <filename role="directory">~/.cache/</filename>). La cache del creatore di miniature è rigenerata periodicamente da Thunar, ma è possibbile forzare questa operazione invocando l'utilità <filename>thunar-vfs-update-thumbnailers-cache-1</filename> fornita con Thunar. Questa è generalmente installata nella sotto cartella <filename role="directory">libexec</filename> del proprio prefisso d'installazione (<filename role="directory">sbin</filename> nei sistemi Debian/Ubuntu). Quindi, per esempio, se Thunar è installato in <filename role="directory">/usr</filename>, invocare l'utilità nel modo seguente:
pl: Ostatnim krokiem jest regeneracja cache'u generatorów, aby Thunar mógł używać naszego generatora. Cache generatorów znajduje się w <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> (<varname>$XDG_CACHE_HOME</varname> wskazuje na <filename role="directory">~/.cache/</filename>, chyba, że zostało to zmienione przez administratora Twojego systemu). Cache generatorów miniatur jest odbudowywany co jakiś czas przez Thunara, ale możesz zrobić to samodzielnie, używając narzędzia <filename>thunar-vfs-update-thumbnailers-cache-1</filename>, które jest dostarczane jako część Thunara. Narzędzie to jest zazwyczaj zainstalowane w podkatalogu <filename role="directory">libexec</filename> głównego katalogu instalacji Thunara (<filename role="directory">sbin</filename> w Debianie i Ubuntu). Przykładowo jeśli Thunar jest zainstalowany w <filename role="directory">/usr</filename>, wywołaj to narzędzie tak jak poniżej:
tr: Son aşama ise, önizleme önbelleğini tekrar oluşturmak içindir, böylece Thunar önizlemeyi alacaktır. Önizleme önbelleği <filename>$XDG_CACHE_HOME/Thunar/thumbnailers.cache</filename> altında bulunmaktadır. Önizleme önbelleği Thunar tarafından otomatik olarak tekrar oluşturulmaktadır ancak isterseniz <filename>thunar-vfs-update-thumbnailers-cache-1</filename> aracı ile tekrar oluşturulmasını sağlayabilirsiniz. Bu araç <filename role="directory">libexec</filename> içerisinde yer alır. Eğer Thunar <filename role="directory">/usr</filename> altında kurulu ise, bu şu şekilde çalıştırabilirsiniz:

source: But make sure you run the program from your user account, not the superuser account, since the thumbnailers cache is stored in your home folder, rather than a system wide location.
bn: নিশ্চিত হয়ে নিন যে আপনি প্রোগ্রামটি ইউজার অ্যাকাউন্ট থেকেই চালাচ্ছেন, সুপার ইউজার অ্যাকাউন্ট থেকে নয়, কারণ থাম্বনেইলার ক্যাশ পুরো সিস্টেম জুড়ে জমা না থেকে আপনার হোম ফোল্ডারে জমা থাকে।
ca: Però comproveu que l'executeu des de el vostre compte d'usuari i no des de el del super-usuari, ja que la memòria cau dels miniaturitzadors es desen en la vostra carpeta i no en una del sistema.
da: Men vær sikker på at du kører programmet fra din brugerkonto, og ikke superbrugerkontoen, da mellemlageret til miniaturegenereren er gemt i din hjemmemappe, fremfor på selve systemet.
gl: Pero asegúrese de que executa o programa ca súa conta de usuario, e non ca conta do superusuario, xa que a caché dos miniaturizadores se almacena no seu cartafol persoal, en vez de nun lugar común para todo o sistema.
it: Assicurarsi però di eseguire il programma dal proprio account utente, non da quello del super utente, dato che la cache del thumbnailer risiede nella propria cartella «casa», invece che in una posizione accessibile da tutto il sistema.
pl: Upewnij się, że uruchamiasz ten program z konta twojego użytkownika, nie administratora, gdyż cache generatorów jest przechowywany w twoim katalogu domowym, a nie w ogólnosystemowym położeniu.
tr: Bu komutu mutlaka kendi kullanıcınızdan çalıştırmalısınız, eğer root olarak çalıştırırsanız, önizleme dosyaları sistem geneline yayılacaktır.

source: Now, if Thunar is compiled with support for file alteration monitoring (using the FAM or Gamin services), it will automatically pick up the new thumbnailers cache within a few seconds and afterwards be able to generate thumbnails using your custom thumbnailers. Otherwise you might need to completely restart Thunar to apply the changes, using
bn: এখন যদি Thunar ফাইল বদল পর্যবেক্ষন (FAM অথবা Gamin সেবাসমুহ ব্যবহার করে) সমর্থন করে, তবে কিছুক্ষনের মধ্যেই এটি স্বয়ংক্রিয়ভাবে মধ্যেই নতুন থাম্বনেইলার ক্যাশ খুঁজে বের করবে এবং স্বনির্ধারিত থাম্বনেইলার ব্যবহার করে থাম্বনেইল তৈরি করবে। অন্যথায়, পরিবর্তনসমূহ প্রয়োগ করতে Thunar পুনরায় শুরু করতে হবে,
ca: Ara, si Thunar s'ha compilat amb compatibilitat per fer el seguiment de les alteracions de fitxers (ja sigui emprant els serveis de FAM o de Gamin), agafarà de forma automàtica la memòria cau dels nous moniaturitzadors en uns pocs segons i, després, serà capaç de generar miniatures emprant els vostres miniaturitzadors personalitzats. En cas contrari, caldrà que reinicieu Thunar per aplicar els canvis emprant
da: Hvis Thunar nu er oversat med understøttelse for filændringsovervågning (ved at bruge FAM- eller Gamin tjenester, vil den automatisk bruge det nye miniaturemellemlager inden for få sekunder, og er derefter istand til at oprette miniaturevisninger ved at bruge dine egne miniaturegenererer. Ellers kan du være nødt til at genstarte Thunar ved at bruge
gl: Agora se Thunar se compilou con soporte para a monitorización de alteracións nos ficheiros (mediante os servizos FAM ou Gamin), en poucos segundos collerá automaticamente a nova caché dos miniaturizadores e despois será capaz de xerar miniaturas usando os miniaturizadores personalizados. Noutro caso podería necesitar reiniciar totalmente Thunar para aplicar os cambios, usando
it: A questo punto, se Thunar è compilato con il supporto per la monitorizzazione dell'alterazione dei file (utilizzando i servizi FAM o Gamin), riconoscerà automaticamente la cache del nuovo creatore di miniature e sarà in grado di generare le miniature utilizzando il creatore personalizzato. Diversamente, sarà necessario riavviare completamente Thunar per rendere effettivi i cambiamenti, utilizzando:
pl: Teraz, jeśli Thunar został skompilowany z obsługą narzędzi monitorowania zmian w plikach (usługa FAM lub Gamin), automatycznie użyje nowego cache'u generatorów i w ciągu paru sekund będzie możliwe generowanie miniatur za pomocą twojego generatora. W przeciwnym wypadku będziesz musiał zrestartować Thunara, aby zmiany odniosły skutek. Użyj:
tr: Eğer Thunar FAM veya Gamin servislerinden herhangi birisinin desteği ile derlenmişse otomatik olarak önizlemeleri gösterecektir. Göstermez ise Thunar'ı tekrar başlatmak için şu komutu verebilirsiniz:

source: to terminate any running instance, and afterwards restart it from your launcher.
bn: যেকোনো চলমান মূহুর্তে বন্ধ করার জন্য এবং পরে লঞ্চার থেকে পুনরায় চালু করার জন্য।
ca: per finalitzar qualsevol instància que s'estigui executat i, així, reiniciar-lo des del llançador.
da: for at lukke alle kørende udgaver, for derefter at starte den op igen fra din programstarter.
gl: para terminar calquera instancia en execución, e posteriormente reiniciala dende o seu iniciador.
it: per terminare ogni istanza in esecuzione, e in seguito riavviarlo tramite il proprio avviatore.
pl: aby zakończyć wszystkie uruchomione instancje Thunara, po czym uruchom go ponownie za pomocą aktywatora.
tr: komutunu vererek çalışan uygulamayı kapatıp, tekrar çalıştırabilirsiniz.

source: Cleaning up Thumbnails
bn: থাম্বনেইল মুছে ফেলা হচ্ছে
ca: Neteja de miniatures
da: Oprydning af miniaturevisninger
es: Limpiar miniaturas
gl: Limpar as miniaturas
it: Eliminare delle miniature
pl: Usuwanie miniatur
tr: Önizlemeyi Temizleme

source: The generated thumbnails are stored in the folder <filename role="directory">~/.thumbnails/</filename> complying with the <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Thumbnail Management Standard</ulink>. While testing a new thumbnailer, it might help to clean up the thumbnail cache using
bn: তৈরি হওয়া থাম্বনেইল <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">থাম্বনেইল ম্যানেজমেন্ট স্ট্যান্ডার্ড</ulink> এর সাথে যুক্ত <filename role="directory">~/.thumbnails/</filename> ফোল্ডারে জমা হয়। নতুন কোনো থাম্বনেইলার পরীক্ষা করার সময় থাম্বনেইল ক্যাশ পরিস্কার করতে
ca: Les miniatures generades es desen a la carpeta <filename role="directory">~/.thumbnails/</filename> en compliment amb aquest <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">estàndard de gestió de miniatures</ulink>. Quan es prova un miniaturitzador nou pot ser útil netejar la memòria cau de miniatures emprant
da: De oprettede miniaturevisninger er gemt i mappen, <filename role="directory">~/.thumbnails/</filename> i overenstemmelse med <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Miniaturevisningsstandarden</ulink>. Det kan være hjælpsomt at rydde op i mellemlageret for miniaturevisninger hvis du tester en ny miniaturevisning, ved at bruge
es: Las miniaturas generadas estan guardadas en el directorio <filename role="directory">~/.thumbnails/</filename> cumpliendo con el <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Thumbnail Management Standard</ulink>. Cuando se testea un nuevo gestor de miniaturas, puede ayudar limpiar la caché usada
gl: As miniaturas xeradas almacénanse no cartafol <filename role="directory">~/.thumbnails/</filename> de acordo co <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Thumbnail Management Standard</ulink>. Ao probar un novo miniaturizador, podería ser útil limpar a caché de miniaturas usando
it: Le miniature create vengono salvate nella cartella <filename role="directory">~/.thumbnails/</filename> nel rispetto dello <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">standard di gestione delle miniature</ulink>. Se si intende provare un nuovo thumbnailer, può essere utile cancellare tutte le miniature utilizzando il comando
pl: Wygenerowane miniatury są przechowywane w karalogu <filename role="directory">~/.thumbnails/</filename> zgodnie ze <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Standardem Zarządzania Miniaturami</ulink>. Podczas testowania nowego generatora miniatur, pomocne może być wyczyszczynie cache'u miniatur używając:
tr: <ulink type="http" url="http://jens.triq.net/thumbnail-spec/index.html">Thumbnail Management Standard</ulink> ilkelerine uyarak oluşturulan önizlemeler <filename role="directory">~/.thumbnails/</filename> dizininde barındırılmaktadır. Oluşturulan önizlemeleri test etmek için, önizleme belleğini temizlemek için şu komutu verebilirsiniz:

source: which will also give you some free space in your home folder. Since all the information stored within this folder was automatically generated from files in your file system, you will not loose any sensitive data.
bn: যা আপনার হোম ফোল্ডারে কিছু খালি জায়গা রাখবে। কারন, এই ফোল্ডারে জমা রাখা তথ্যসমুহ আপনার ফাইল সিস্টেমের ফাইল থেকে স্বয়ংক্রিয়ভাবে তৈরি হয়, ফলে আপনি কোনো সংবেদনশীল ডাটাও হারাবেন না।
ca: que us alliberarà una mica d'espai lliure en la vostra carpeta d'usuari. Degut a que tota la informació desada en aquesta carpeta es genera automàticament a partir de fitxers del vostre sistema, no perdreu cap informació important.
da: hvilket også vil give dig noget ledigt plads i din hjemmemappe. Da alle informationer i denne mappe, automatisk blev genereret fra filerne i dit system, vil du ikke miste følsomme data.
es: lo que además te dará algo de espacio libre en tu directorio home. Como toda la información guardada en este directorio es generada automaticamente con archivos de tu sistema, no perderás ningún dato importante.
gl: que tamén lle dará algún espazo libre no seu cartafol persoal. Xa que toda a información almacenada neste cartafol se xera automaticamente a partir dos ficheiros do sistema de ficheiros, non perderá ningún dato importante.
it: che permette inoltre di liberare un po' di spazio nella propria cartella casa. Dato che tutte le informazioni salvate all'interno di questa cartella sono state automaticamente generate da dei file presenti nel proprio file system, non si corre il rischio di perdere dei dati sensibili.
pl: Zwolni to także trochę miejsca w twoim katalogu domowym. Ponieważ wszelkie informacje przechowywane w tym katalogu zostały automatycznie wygenerowane z plików znajdujących się na twoim systemie plików, nie utracisz żadnych istotnych danych.
tr: böylece ev dizininizde yer açmış olursunuz. Bütün bilgiler sisteminizde bulunan dosyalar tarafından oluşturulduğu için herhangi bir veri kaybı yaşamazsınız.

source: Advanced Topics
bn: উচ্চ পর্যায়ের বিষয়
ca: Temes avançats
da: Avancerede emner
es: Acciones avanzadas.
gl: Temas avanzados
it: Argomenti avanzati
pl: Zaawansowane zagadnienia
tr: Gelişmiş Başlıklar
zh_tw: 進階內容

source: To Bulk Rename Files
bn: বাল্কে ফাইলগুলো পুনরায় নামকরণ করুন
ca: Per canviar els noms de fitxers en bloc
da: At masseomdøbe filer
es: Renombrar masivamente archivos
gl: Renomear ficheiros de xeito masivo
it: Bulk Rename dei file
pl: Zmiana nazw wielu plików
tr: Toplu Yeniden Adlandırma İşlemi

source: To <emphasis>bulk rename</emphasis> files means to rename multiple files at once using some criterion, that applies to atleast one of the files. <application>Thunar</application> includes a bulk renamer, which can be run separately using the command <command>Thunar -B</command> or from within <application>Thunar</application> by selecting two or more files in the main area and pressing <keycombo><keycap>F2</keycap></keycombo> or choosing <menuchoice><guimenu>Edit</guimenu><guimenuitem>Rename...</guimenuitem></menuchoice> from the main menu.
bn: ফাইল <emphasis>বাল্ক পুনরায় নামকরণ করুন</emphasis> বলতে বুঝায় কিছু শর্তাবলী মেনে একাধিক ফাইলের পুনরায় নামকরণ করা, যা অন্তত একটি ফাইলে প্রয়োগ করা যায়। <application>Thunar</application> এ বাল্ক পুনঃনামকারক থাকে যা <command>Thunar -B</command> কমান্ড ব্যবহার করে পৃথকভাবে চালানে যায় অথবা <application>Thunar</application> এর মধ্যে মেইন এরিয়ায় দুই বা ততোধিক ফাইল নির্বাচন করে <keycombo><keycap>F2</keycap></keycombo> চেপে মেইন মেনু থেকে <menuchoice><guimenu>সম্পাদন করুন</guimenu><guimenuitem>পুনরায় নামকরণ করুন...</guimenuitem></menuchoice> বাছাই করেও চালানো যায়।
ca: <emphasis>Canviar de nom</emphasis> els fitxers vol dir canviar de nom diversos fitxers alhora emprant algun criteri que s'aplica a almenys un dels fitxers. <application>Thunar</application> inclou un canviador de nom en bloc, el qual es pot executar de forma separada mitjançant l'ordre <command>Thunar -B</command> o, des de <application>Thunar</application>, seleccionant dos o més fitxers a l'àrea principal i pitjant <keycombo><keycap>F2</keycap></keycombo> o seleccionant menuchoice><guimenu>Edita</guimenu><guimenuitem></guimenuitem>Canvia de nom…</menuchoice> en la barra de menús.
da: At <emphasis>masseomdøbe</emphasis> filer, betyder at omdøbe flere filer på samme tid ved at bruge et eller andet kriterie, der gælder for mindst af en af filerne. <application>Thunar</application> indeholder en masseomdøber, som kan køres separat ved at bruge <command>Thunar -B</command> eller indefra <application>Thunar</application> ved at vælge to eller flere filer i hovedområdet og trykke på <keycombo><keycap>F2</keycap></keycombo> eller ved at vælge <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Omdøb...</guimenuitem></menuchoice> i hovedmenuen.
es: El <emphasis>renombrado masivo</emphasis> de archivos significa renombrar varios archivos a la vez usando algún criterio, que se aplica al menos a uno de estos archivos. <application>Thunar</application> incluye un renombrador masivo, que puede funcionar independientemente usando el comando<command>Thunar -B</command> o dentro de <application>Thunar</application> seleccionando dos o más archivos en el area principal y presionando <keycombo><keycap>F2</keycap></keycombo> o seleccionando <menuchoice><guimenu>Editar</guimenu><guimenuitem>Renombrar...</guimenuitem></menuchoice> desde el menu principal.
gl: <emphasis>Renomear de xeito masivo</emphasis> os ficheiros significa renomear varios ficheiros dunha soa vez usando algún criterio, que se aplica a polo menos un dos ficheiros. <application>Thunar</application> inclúe un renomeador masivo, o cal se pode executar indepentemente usando a orde <command>Thunar -B</command> ou tamén dende <application>Thunar</application> seleccionando dous ou máis ficheiros na zona principal e premendo <keycombo><keycap>F2</keycap></keycombo> ou seleccionando <menuchoice><guimenu>Editar</guimenu><guimenuitem>Renomear...</guimenuitem></menuchoice> no menú principal.
it: Con il termine inglese <emphasis>bulk rename</emphasis>, si intende l'operazione di rinominazione simultanea di più file utilizzando uno stesso criterio che si applica ad almeno uno dei file. <application>Thunar</application> include la funzionalità di bulk rename; questa può essere eseguita separatamente utilizzando il comando <command>Thunar -B</command> oppure direttamente da <application>Thunar</application> selezionando due o più file nell'area principale e premendo la combinazione di tasti <keycombo><keycap>F2</keycap></keycombo> oppure selezionando <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Rinomina...</guimenuitem></menuchoice> dal menu principale.
pl: Mowa tu o zmianie nazw wielu plików według określonych kryteriów, do których pasuje co najmniej jeden z przetwarzanych plików. <application>Thunar</application> zawiera stosowne narzędzie, które może być uruchamiane oddzielnie poleceniem <command>Thunar -B</command> lub z wewnątrz <application>Thunara</application> przez zaznaczenie wielu plików i wcisnięcie klawisza <keycombo><keycap>F2</keycap></keycombo> lub z menu <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Zmień nazwę...</guimenuitem></menuchoice>.
tr: <emphasis>Çoklu dosyaları yeniden adlandırma</emphasis> işlemi birden fazla dizin ve dosyayı yeniden adlandırmak için kullanılmaktadır. Thunar çoklu yeniden adlandırma desteği sunmaktadır. <command>Thunar -B</command> komutu ile yapılabileceği gibi, programın içinden de yapılabilir. Programın içinden yapmak için birden fazla dosyayı seçip <keycombo><keycap>F2</keycap></keycombo> tuşuna basabilirsiniz veya menüden <menuchoice><guimenu>Düzenle</guimenu><guimenuitem>Yeniden Adlandır...</guimenuitem></menuchoice> öğesini seçebilirsiniz.

source: Bulk Rename Files
bn: বাল্ক পুনরায় নামকরণ ফাইল
ca: Canvi de noms en bloc
da: Masseomdøb filer
es: Renombrar masivamente archivos
gl: Renomear ficheiros de xeito masivo
it: Bulk Rename dei file
pl: Zmiana nazwy wielu plików
tr: Çoklu dosyaları yeniden adlandırma
