Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: If you are a packager or a system administrator and want to provide a system wide default for the keyboard shortcuts, that is different from the default shortcuts in Thunar, you can create a file <filename>Thunar/accels.scm</filename> in one of the <envar>$XDG_CONFIG_DIRS</envar>. For example, if <filename role="directory">/etc/xdg</filename> is part of <envar>$XDG_CONFIG_DIRS</envar> (the default for most Linux distributions), you can install system wide defaults to <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar will then load shortcuts from this file on first startup.
bn: আপনি যদি প্যাকেজকারক বা সিস্টেম প্রশাসক হন এবং কীবোর্ড শর্টকাটের জন্য পুরো সিস্টেম জুড়ে ডিফল্ট করতে চান তবে সেটা হবে Thunar এর ডিফল্ট শর্টকাট থেকে আলাদা, আপনি <envar>$XDG_CONFIG_DIRS</envar> এ একটি ফাইল <filename>Thunar/accels.scm</filename> তৈরি করতে পারেন। যেমন, <filename role="directory">/etc/xdg</filename> যদি <envar>$XDG_CONFIG_DIRS</envar> (বেশিরভাগ লিনাক্স বন্টনের ডিফল্ট হিসাবে থাকে) এর অংশ হয় তবে আপনি <filename>/etc/xdg/Thunar/accels.scm</filename> এ পুরো সিস্টেমের জন্য ডিফল্ট ইনস্টল করতে পারেন। Thunar তখন প্রথম থেকেই এই ফাইল থেকে শর্টকাট লোড করে নেয়।
ca: Si sou un empaquetador o un administrador de sistemes que voleu crear uns valors per defecte per les dreceres de teclat, lo que no és el mateix que les dreceres per defecte de Thunar, podeu creat un fitxer anomenat <filename>Thunar/accels.scm</filename> en algun dels directoris <envar>$XDG_CONFIG_DIRS</envar>. Per exemple, si <filename role="directory">/etc/xdg</filename> és part de <envar>$XDG_CONFIG_DIRS</envar> (el que acostuma a ser el valor per defecte a moltes distribucions Linux), podeu instaŀlar els vostres valors per defecte i que afectaran a tot el sistema i usuaris a <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar carregarà els valors d'aquest fitxer a la seva propera engegada.
da: Hvis du er en pakker eller en systemadministrator og du vil anvende en standard for tastaturgenveje på hele systemet, der er anerledes end de standardgenje der er i Thunar, kan du oprette en fil <filename>Thunar/accels.scm</filename> i en af <envar>$XDG_CONFIG_DIRS</envar>. F.eks. hvis <filename role="directory">/etc/xdg</filename> er en del af <envar>$XDG_CONFIG_DIRS</envar> (standarden på de fleste Linux distributioner), kan du installere en standard der gælder for hele systemet til <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar vil så indlæse genveje fra denne fil ved den første opstart.
es: Si usted es un administrador de paquetes o del sistema y quiere ofrecer una combinación de teclas para todo el sistema, es diferente que las combinaciones predeterminadas en Thunar, puede crear un archivo <filename>Thunar/accels.scm</filename> en uno de los in one of the <envar>$XDG_CONFIG_DIRS</envar>. Por ejemplo, si <filename role="directory">/etc/xdg</filename> es parte de <envar>$XDG_CONFIG_DIRS</envar> (el predeterminado en la mayoría de distribuciones Linux), puede instalar combinaciones para todo el sistema en <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar cargará estas combinaciones de este archivo en su primera ejecución.
gl: Se é un empaquetador ou un administrador de sistemas e desexa proporcionar unha predefinición dos atallos de teclado común para todo o sistema, diferente á dos atallos de teclado predeterminados de Thunar, pode crear un ficheiro <filename>Thunar/accels.scm</filename> nun de <envar>$XDG_CONFIG_DIRS</envar>. Por exemplo, se <filename role="directory">/etc/xdg</filename> é parte de <envar>$XDG_CONFIG_DIRS</envar> (o predeterminado na maioría das distribucións de Linux), pode instalar as predefinicións comúns a todo o sistema en <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar cargará entón os atallos dende este ficheiro ao iniciar por primeira vez.
it: Se si è un pacchettizzatore o un amministratore di sistema e si intende fornire un'impostazione predefinita, per l'intero sistema, delle scorciatoie da tastiera, diversa da quella predefinita di Thunar, si può creare un file <filename>Thunar/accels.scm</filename> in una delle <envar>$XDG_CONFIG_DIRS</envar>. Per esempio, se <filename role="directory">/etc/xdg</filename> è parte di <envar>$XDG_CONFIG_DIRS</envar> (come è il caso per la maggior parte delle distribuzioni Linux), è possibile installare le impostazioni predefinite per tutto il sistema in <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar caricherà le scorciatoie da questo file al primo avvio.
pl: Jeśli tworzysz pakiety albo administrujesz systemem i chcesz przygotować globalną konfigurację skrótów, inną od tej domyślnej w Thunarze, możesz utworzyć plik <filename>Thunar/accels.scm</filename> w jednym z <envar>$XDG_CONFIG_DIRS</envar>. Przykładowo jeśli <filename role="directory">/etc/xdg</filename> jest częścią <envar>$XDG_CONFIG_DIRS</envar> (domyślnie w większości dystrybucji Linuksa), możesz zainstalować ustawienia globalne do <filename>/etc/xdg/Thunar/accels.scm</filename>. Thunar zastosuje się do tych skrótów przy pierwszym uruchomieniu programu.
tr: Eğer bir paketçi veya sistem yöneticisi iseniz ve sistem genelinde klavye kısayolları atamak istiyorsanız, bu işlem Thunardaki öntanımlı kısayollardan farklıdır. <envar>$XDG_CONFIG_DIRS</envar> dizinlerinden herhangi birinde <filename>Thunar/accels.scm</filename> dosyasını oluşturabilirsiniz. Mesela, <filename role="directory">/etc/xdg</filename> dizini eğer <envar>$XDG_CONFIG_DIRS</envar> olarak tanımlanmışsa (çoğu Linux dağıtımı için varsayılandır), sistem genelinde öntanımlıları <filename>/etc/xdg/Thunar/accels.scm</filename> içinde belirleyebilirsiniz. Thunar ilk açılışta bu dosyadaki kısayolları yükleyecektir.
zh_tw: 如果您是軟體包裝人員或是系統管理員，那麼也許會想要提供一組全域適用的預設快速鍵，而不是採用Thunar 原始碼中提供的設定。您可以建立像 <filename>Thunar/accels.scm</filename> 的檔案，放在 <envar>$XDG_CONFIG_DIRS</envar> 的資料夾裡。舉例來說，如果 <filename role="directory">/etc/xdg</filename> 屬於 <envar>$XDG_CONFIG_DIRS</envar> (大多數 Linux 套件的預設路徑)的話，您就可以把全域使用的快速鍵放在<filename>/etc/xdg/Thunar/accels.scm</filename>這邊。Thunar 在初次啟動時就會載入這裡的快速鍵設定。

source: Support
bn: সাপোর্ট
ca: Suport
da: Brugerhjælp
es: Soporte
gl: Soporte
it: Supporto
pl: Wsparcie
tr: Destek
zh_tw: 程式支援

source: To report a bug or to make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Remember that useful bug reports are ones that get bugs fixed, so a useful bug report has two qualities:
bn: বাগ রিপোর্ট করতে অথবা এই অ্যাপ্লিকেশন বা ম্যানুয়েল সম্পর্কে কোনো পরামর্শ দিতে, <ulinurl="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink> এ বাগ ট্র্যাকিং পদ্ধতি ব্যবহার করুন। মনে রাখুন, যে রিপোর্টে বাগ নির্দিষ্ট থাকে সেটাই কার্যকর বাগ রিপোর্ট, সুতরাং কার্যকর বাগ রিপোর্টের দুটো গুনাবলী থাকে:
ca: Per comunicar una errada o per fer un suggeriment referents a aquesta aplicació o a aquest manual, empreu el sistema de notificacions d'errades <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Recordeu que les notificacions d'errades útils són aquelles que es solucionen i que per a que sigui útil ha de complir aquestes dues qualitats:
da: For at indrapportere en fejl eller lave et forslag vedr. dette program eller denne manual, skal du bruge fejlrapporteringssytemet på <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Husk på at brugbare fejlrapporter er dem der får rettet fejl, en brugbar rapport har derfor to egenskaber:
es: To comunicar un fallo o una sugerencia para esta aplicación o para su manual, use el sitema de seguimiento de fallos en <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Recuerde que los comunicados útiles consiguen que se arreglen tales fallos, así que un comunicado útil de un fallo tiene dos características:
gl: Para comunicar un erro ou para facer unha suxestión referente a este aplicativo ou a este manual, use o sistema de seguemento de erros en <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Lembre que os informes de erro útiles son aqueles que conseguen resolver os erros, así que un informe de erro ten dúas cualidades:
it: Per segnalare un bug o per avanzare una proposta relativa a questo programma o al manuale, utilizzare il sistema di tracciamento dei bug all'indirizzo ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Si ricorda che è possibile correggere solamente i bug associati a una segnalazione esaustiva la quale deve avere due qualità:
pl: Aby zgłosić błąd albo propozycję dotyczącą tej aplikacji lub tego podręcznika, użyj systemu śledzenia błędów dostępnego na <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Pamiętaj, że użyteczne raporty to te, po których błąd zostaje naprawiony, tak więc raport powinien posiadać dwie cechy:
tr: Hata kaydı girmek veya bir iyileştirme önerisinde bulunmak için <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink> adresindeki hata takip sistemini kullanabilirsiniz. Yararlı bir hata kaydının iki unsuru vardır:
zh_tw: 對這份手冊以及介紹的程式若發現錯誤或有其他建議，請用錯誤回報系統<ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">http://bugzilla.xfce.org/</ulink>告訴我們。一份描述妥當的錯誤回報，能夠加快我們改善的進度。而妥當的回報主要有兩項重點:

source: <emphasis role="bold">Reproducible.</emphasis> If the developer cannot see the bug himself to prove that it exists, he will most probably not be able to fix it at all. Every detail you can provide helps.
bn: <emphasis role="bold">পুনরুদ্ধারযোগ্য.</emphasis> ডেভেলপার যদি বাগটি নিজে দেখতে না পান তবে বাগটি সংশোধন করতে পারবেনা। প্রতিটি বিবরনের মাধ্যমে আপনি তাকে সাহায্য করতে পারেন।
ca: <emphasis role="bold">Reproduïble.</emphasis>. Si un desenvolupador no pot veure aquesta errada per comprovar que existeix, és molt probable que tampoc la pugui solucionar de cap manera. Qualssevol detall pot ser-li d'ajuda.
da: <emphasis role="bold">Genskabbare.</emphasis> Hvis udvikleren ikke selv kan se fejlen, og derfor bevise at den eksisterer, vil han overhovedet ikke være istand til at rette den. Hver eneste detalje du kan tilbyde hjælper.
es: <emphasis role="bold">Reproductivo.</emphasis> Si el desarrollador no puede ver el fallo por sí mismo para comprobar que existe, lo más probable es que no pueda arreglarlo. Cualquier detalle que de puede ser de ayuda.
gl: <emphasis role="bold">Reproducible.</emphasis> Se o desenvolvedor non pode ver el mesmo o erro para probar que existe, probablemente non sexa capaz de resolvelo. Cada detalle que poida proporcionar axudaralle.
it: <emphasis role="bold">Riproducibilità</emphasis> - se lo sviluppatore non è in grado di vedere personalmente il problema, molto probabilmente non sarà in grado di correggerlo. Ogni dettaglio che si è grado di fornire può essere utile.
pl: <emphasis role="bold">Powtarzalność.</emphasis> Jeśli programista nie może zobaczyć błędu na własne oczy, prawdopodobnie nie będzie mógł go naprawić. Każdy szczegół, o którym poinformujesz, może pomóc.
tr: <emphasis role="bold">Tekrarlanabilir olması.</emphasis> Eğer geliştirici böyle bir hatanın olduğunu kanıtlayamazsa, bu hatayı kapatamaz.
zh_tw: <emphasis role="bold">出錯屢試不爽。</emphasis>如果開發人員在他那邊沒有辦法重現出錯的步驟，也就無從得知如何修理了。請儘量提供您如何操作時的細節。

source: <emphasis role="bold">Specific.</emphasis> The quicker the developer can isolate the problem to a specific area, the more likely he will expediently fix it.
bn: <emphasis role="bold">সুনির্দিষ্ট.</emphasis> যত দ্রুত ডেভেলপার একটি নির্দিষ্ট এরিয়ার সমস্যা বের করতে পারবে, তত দ্রুত এটা সমাধান করা যাবে।
ca: <emphasis role="bold">Specific.</emphasis> Entre més ràpid pugui el desenvolupador identificar el problema dins d'una àrea més possible serà que trobi la solució oportuna.
da: <emphasis role="bold">Specific.</emphasis> Jo hurtigere udvikleren kan isolere problemet til et bestemt område, jo større sandsynlighed er der for at han specifikt vil ordne det.
es: <emphasis role="bold">Específico.</emphasis> Cuanto más rápido pueda asociar el problema a un área, más probable es que lo arregle convenientemente.
gl: <emphasis role="bold">Específico.</emphasis> Canto antes poida o desenvolvedor illar o problema nunha zona específica, máis probable é que o resolva axeitadamente.
it: <emphasis role="bold">Specificità</emphasis> - più rapidamente lo sviluppatore è in grado di isolare il problema in un'area specifica, maggiore sarà la possibilità di correggerlo.
pl: <emphasis role="bold">Szczegółowość.</emphasis> Im szybciej programista zawęzi obszar poszukiwań przyczyny problemu, tym szybciej błąd zostanie przez niego naprawiony.
tr: <emphasis role="bold">Spesifik olması.</emphasis> İyi bir hata kaydı bütün detayların verildiği bir hata kaydıdır. Böylece geliştirici hatayı çözmede daha az zaman harcayacaktır ve kolayca hatayı çözebilecektir.
zh_tw: <emphasis role="bold">軟硬體環境</emphasis> The quicker the developer can isolate the problem to a specific area, the more likely he will expediently fix it.

source: In case you want to request a new feature, please make clear why you consider it a worth addition for the application. It is more likely that a new feature gets added if you provide good arguments for the feature. It will increase the chance of addition even more if you provide a patch that implements the requested feature, but make sure that you read the file <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especially the section labeled <emphasis>Coding Style</emphasis> - before you start hacking up the source.
bn: আপনি যদি নতুন কোনো বৈশিষ্ট্যের জন্য অনুরোধ করতে চান সেই ক্ষেত্রে, এই অ্যাপ্লিকেশনে সেটি যোগ করা কেন ভাল হবে তা উল্লেখ করুন। আপনি যখন কোনো বৈশিষ্ট্য যোগ করতে চান তখন তার পক্ষে উপযুক্ত যুক্তি উপস্থাপন করুন।অনুরোধকৃত বৈশিষ্ট্য বাস্তবায়ন করে এমন প্যাচ উল্লেখ করলে বৈশিষ্টটি যোগ করা বেশী সহজ হয়, কিন্ত উৎসকে হ্যাকিং আপ করার পূর্বে <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> ফাইলটি বিশেষ করে <emphasis>কোডিং শৈলী</emphasis> অবশ্যই পড়ে নিন।
ca: Si voleu demanar alguna funcionalitat nova, indiqueu de forma clara perquè la considereu valuosa per l'aplicació. És molt més possible que s'afegeixi una nova funcionalitat si doneu bons arguments en favor d'aquesta funcionalitat. Encara incrementarà més les possibilitats de que s'afegeixi si afegiu un pedaç que implementi aquesta funcionalitat que voleu. Assegureu-vos que heu llegit el fitxer <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> —especialment la secció titulada «<emphasis>Coding Style</emphasis>»— abans de que comenceu a tocar el codi.
da: I det tilfælde at du ønsker at anmode om en ny funktion, så gør det venligst klart hvorfor du anser det som en forbedring af programmet. Det er mere sandsynligt at en ny funktion bliver tilføjet hvis du tilbyder nogle gode argumenter for den nye funktion. Chancerne for at den bliver tilføjet er endnu større hvis du medsender en programrettelse med den anmodede funktion, integreret i programmet. Vær dog sikker på at du får læst filen <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - før du begynder at omskrive kildekoden.
es: En el caso de que quiera solicitar una característica, por favor deje claro por qué considera usted que merece la pena esa característica para la aplicación. Es más probable que una nueva característica sea añadida si ofrece buenos argumentos. Las posibilidades de que se añanda una característica son aún más si proporciona un parche que implemente esa característica, pero asegúrese de leer el archivo <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especialmente la sección <emphasis>Coding Style</emphasis> - antes de que empiece a modificar el código.
gl: En caso de que desexe solicitar unha nova funcionalidade, por favor explique claramente por que considera que vale a pena engadila ao aplicativo. É máis probable que unha nova funcionalidade se engada se proporciona bos argumentos en favor da funcionalidade. Incrementará as posibilidades de adición aínda máis se proporciona un parche que implemente a funcionalidade solicitada, pero asegúrese de ler o ficheiro <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - especialmente a sección titulada <emphasis>Coding Style</emphasis> - antes de comezar a modificar o código.
it: Se si desidera richiedere una nuova caratteristica, occorre specificare il motivo per cui si ritiene necessaria. È più probabile che una nuova caratteristica venga implementata se si forniscono delle argomentazioni convincenti. Ancora meglio è se si fornisce una patch che implementa una determinata caratteristica, ma ci si assicuri di aver letto il file <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> (in particolar modo la sezione titolata <emphasis>Coding Style</emphasis>) prima di iniziare a modificare il codice sorgente.
pl: Jeśli chcesz zgłosić potrzebę nowej funkcjonalności, proszę uzasadnij, dlaczego uważasz, że jest ona warta dodania do aplikacji. Nowa funkcjonalność zostanie dodana, jeśli dostarczysz dobrych argumentów, które będą za nią przemawiały. Jeśli dołączysz implementujący ją patch, prawdopodobieństwo jej włączenia jeszcze się zwiększy. Pamiętaj jednak, aby przeczytać plik <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> - szczególnie sekcję zatytułowaną <emphasis>Coding Style</emphasis> - zanim zaczniesz hakować źródło.
tr: Eğer bir iyileştirme önerisinde bulunursanız, bunun nasıl bir yenilik getireceğini ve niçin yer alması gerektiğini açıklamanız gerekmektedir. Böylece eklenme şansı yüksek olacaktır. Ayrıca eğer geliştirici iseniz, iyileştirmelerinizi yama olarak gönderebilirsiniz. Ancak <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> belgesini, özellikle <emphasis>Coding Style</emphasis> ile ilgili kısmı okumalısınız.
zh_tw: 如果您想要下一版能加入一些新功能，請清楚地跟我們講為何加入的功能可以讓程式更好用。假若您提出的新功能真地讓我們覺得夠好夠讚非加不可，下一版的程式可能就會有哦。懂得修改程式的您如果能夠提供實作新功能的 patch ，那麼下一版會出現的機會就更大了。不過請先閱讀網站上的 <ulink type="http" url="http://svn.xfce.org/svn/xfce/terminal/trunk/HACKING">HACKING</ulink> 說明 - 尤其是 <emphasis>Coding Style</emphasis> 這一節 - 這樣合作起來才會更愉快哦。

source: Else, if you have questions about the use or installation of this software, please ask on the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev mailing list</ulink> or point your IRC client to <emphasis role="bold">irc.freenode.net</emphasis>, join the channel <emphasis role="bold">#thunar</emphasis> and ask for help.
bn: অন্যথায়, সফটওয়্যার ইন্সটল ও ব্যবহার করা নিয়ে কোনো সমস্যা হলে, অনুগ্রহ করে <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev মেইল তালিকা</ulink> এ জিজ্ঞাসা করুন অথবা আপনার IRC ক্লায়েন্টকে <emphasis role="bold">irc.freenode.net</emphasis> এ পয়েন্ট করুন, <emphasis role="bold">#thunar</emphasis> চ্যানেলে যুক্ত হন এবং সহায়তা চান।
ca: En qualsevol cas, si teniu alguna pregunta sobre l'ús o instaŀlació d'aquest programari, podeu preguntar-la a la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">llista de correu thunar-dev</ulink> o mitjançant el vostre client d'IRC en <emphasis role="bold">irc.freenode.net</emphasis>, unint-vos al canal <emphasis role="bold">#thunar</emphasis> i demanant ajuda.
da: Derudover hvis du har spørgsmål om brugen eller installation af dette programmel, så spørg venligst på <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev postliste</ulink> eller indstil din IRC client til <emphasis role="bold">irc.freenode.net</emphasis>, tilslut dig kanalen <emphasis role="bold">#thunar</emphasis> og spørg efter hjælp.
es: Si tiene preguntas acerca del uso o la instalación de este software, por favor, pregunte en la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">lista de correo thunar-dev</ulink> o conecte su cliente IRC a <emphasis role="bold">irc.freenode.net</emphasis>, únase al canal <emphasis role="bold">#thunar</emphasis> y pida ayuda.
gl: Noutro caso se ten algunha pregunta sobre o uso ou a instalación deste software pregunte na <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">rolda de correo thunar-dev</ulink> ou conecte o seu cliente de IRC a <emphasis role="bold">irc.freenode.net</emphasis>, únase á canle <emphasis role="bold">#thunar</emphasis> e solicite axuda (en inglés).
it: Altrimenti, se si hanno delle domande relative all'utilizzo o all'installazione di questo programma, chiedere aiuto nella <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev mailing list</ulink> o sull'indirizzo IRC <emphasis role="bold">irc.freenode.net</emphasis> al canale <emphasis role="bold">#thunar</emphasis>.
pl: Jeśli natomiast masz pytania dotyczące używania lub instalacji tego oprogramowania, proszę zapytaj na <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">liście mailingowej thunar-dev</ulink> lub połącz swojego klienta IRC z <emphasis role="bold">irc.freenode.net</emphasis>, dołącz do kanału <emphasis role="bold">#thunar</emphasis> i poproś o pomoc.
tr: Eğer başka sorularınız varsa bunları <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev tartışma listesinde</ulink> veya <emphasis role="bold">irc.freenode.net</emphasis> üzerinde bulunan <emphasis role="bold">#thunar</emphasis> kanalında sorabilirsiniz.
zh_tw: 最後，如果您在使用或安裝本軟體時有什麼問題，請洽詢 <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev mailing list</ulink> ，或是使用 IRC 聊天軟體連上 <emphasis role="bold">irc.freenode.net</emphasis>，加入我們的頻道 <emphasis role="bold">#thunar</emphasis> ，裡面會有熱心的人幫您。

source: About @PACKAGE_NAME@
bn: @PACKAGE_NAME@ সম্পর্কে
ca: Quant a @PACKAGE_NAME@
da: Om @PACKAGE_NAME@
es: Acerca de @PACKAGE_NAME@
gl: Acerca de @PACKAGE_NAME@
it: Informazioni su @PACKAGE_NAME@
pl: O @PACKAGE_NAME@
tr: @PACKAGE_NAME@ hakkında
zh_tw: 關於 @PACKAGE_NAME@
