Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: By default, the <guilabel>Send To</guilabel> menu includes an entry named <guilabel>Desktop (Create Link)</guilabel> for all files and folders, which simply creates a link on the desktop for each selected file. In addition, if the <guilabel>Shortcuts Pane</guilabel> is active, the menu also includes an entry called <guilabel>Side Pane (Create Shortcut)</guilabel> for folders, which allows users to add new shortcuts to the side pane. Following these entries, <application>Thunar</application> lists the removable drives currently plugged into the computer. In the screenshot above, the <guilabel>Floppy Drive</guilabel> represents a possible target where files can be sent to. Note that the device is mounted automatically once selected from the <guilabel>Send To</guilabel> menu, so you do not need to manually mount it.
bn: ডিফল্ট হিসাবে <guilabel>প্রেরণ করুন</guilabel> মেনুতে সব ফাইল ও ফোল্ডারের জন্য একটি <guilabel>ডেক্সটপ (লিঙ্ক তেরি করুন)</guilabel> নামক ভুক্তি থাকে যা প্রতিটি নির্বাচিত ফাইলের জন্য ডেক্সটপে একটি লিঙ্ক তৈরি করে। এছাড়া, যদি <guilabel>শর্টকাট প্যান</guilabel> সক্রিয় থাকে তবে মেনুতে ফোল্ডারের জন্য <guilabel>সাইড প্যান (শর্টকাট তৈরি করুন)</guilabel> নামক একটি ভুক্তি থাকে যা ব্যবহারকারীকে সাইড প্যানে নতুন শর্টকাট যোগ করার অনুমোদন দেয়। ভুক্তিসমুহ অনুসরন করে <application>Thunar</application> কম্পিউটারে প্রবেশকৃত স্থানান্তরযোগ্য ড্রাইভগুলোর তালিকা তৈরি করা হয়। উপরোক্ত স্ক্রিনশটে <guilabel>ফ্লপি ড্রাইভ</guilabel> একটি সম্ভাব্য লক্ষ্য দেখায় যেখানে ফাইলগুলো প্রেরণ করা যায়। লক্ষ্য রাখুন, <guilabel>প্রেরণ করুন</guilabel> মেনু থেকে নির্বাচিত ডিভাইসটি স্বয়ংক্রিয়ভাবে মাউন্ট হয়, সুতরাং আপনাকে নিজে থেকে মাউন্ট করতে হয়না।
ca: Per defecte, el menú <guilabel>Envia a</guilabel> inclou una entrada anomenada <guilabel>Escriptori (crea enllaç)</guilabel>, per a tots els fitxers i carpetes, i que tant sols crea un enllaç a l'escriptori per cada fitxer seleccionat. A més a més, si la <guilabel>subfinestra de dreceres</guilabel> està activa, el menú també té una entrada anomenada <guilabel>Subfinestra lateral (afegeix drecera)</guilabel> per les carpetes, i que us permet afegir noves dreceres a la subfinestra lateral. A continuació d'aquestes entrades, <application>Thunar</application> mostra els dispositius extractables connectats a l'ordinador. En la captura anterior, <guilabel>Disquetera</guilabel> representa un destinatari possible on enviar fitxers. Tingueu present que el dispositiu es munta automàticament quan seleccioneu en el menú <guilabel>Envia a</guilabel>, d'aquesta manera no caldrà que ho feu manualment.
da: Som standard indeholder <guilabel>Send til</guilabel>-menuen, et punkt der hedder <guilabel>Skrivebord (opret henvisning)</guilabel> til alle filer og mapper, som simpelthen opretter en henvisning til den valgte fil på skrivebordet. Derudover hvis <guilabel>Genvejspanelet</guilabel> er aktivt, vil menuen også inkludere et punkt der hedder <guilabel>Sidepanel (opret henvisning)</guilabel> til mapper, der tillader brugere at tilføje nye genveje til sidepanelet. Efter disse punkter vil <application>Thunar</application> vise flytbare drev der for øjeblikket, er tilsluttet computeren. I det ovenstående skærmbillede repræsenterer <guilabel>Floppydrevet</guilabel> en mulig destination for hvor filerne kan sendes til. Bemærk at enheden vil automatisk blive monteret når først det er valgt fra <guilabel>Send til</guilabel>-menuen, så du behøver ikke manuelt at montere den.
gl: Por defecto o menú <guilabel>Enviar a</guilabel> inclúe unha entrada chamada <guilabel>Escritorio (Crear ligazón)</guilabel> para todos os ficheiros e cartafoles, que simplemente crea unha ligazón no escritorio por cada ficheiro seleccionado. Ademais se o <guilabel>Panel de atallos</guilabel> está activado, o menú tamén inclúe unha entrada chamada <guilabel>Panel lateral (Crear atallo)</guilabel> para os cartafoles, o cal lle permite aos usuarios engadir novos atallos ao panel lateral. Despois destas entradas, <application>Thunar</application> lista as unidades extraíbles conectadas ao ordenador. Na captura de pantalla de enriba, a <guilabel>Disqueteira</guilabel> representa un destino posible a onde se poden enviar os ficheiros. Teña en conta que o dispositivo se monta automaticamente unha vez que se selecciona no menú <guilabel>Enviar a</guilabel> de forma que non ten que montala a man.
it: Di norma, il menu <guilabel>Invia a</guilabel> include una voce denominata <guilabel>Scrivania (crea collegamento)</guilabel> per tutti i file e le cartelle, che crea semplicemente un collegamento sulla scrivania per ogni file selezionato. In più, se il <guilabel>pannello delle scorciatoie</guilabel> è attivo, il menu presenta anche una ulteriore voce per le cartelle denominata <guilabel>Pannello laterale (crea scorciatoia)</guilabel>, che permette all'utente di inserire una nuova scorciatoia al pannello laterale. Dopo queste voci, <application>Thunar</application> elenca le periferiche rimovibili attualmente collegate al computer. Nell'immagine in alto, il <guilabel>Floppy Drive</guilabel> rappresenta una possibile destinazione a cui possono essere inviati i file. Si noti che il dispositivo è montato automaticamente una volta che è selezionato dal menu <guilabel>Invia a</guilabel>, quindi non è necessario montarlo manualmente.
pl: Domyślnie menu <guilabel>Wyślij do</guilabel> zawiera pozycję zwaną <guilabel>Pulpit (utwórz łącze)</guilabel> dostępną dla wszystkich plików i folderów. Tworzy ona łącze na pulpicie do każdego zaznaczonego pliku. Poza tym, jeśli <guilabel>Panel skrótów</guilabel> jest aktywny, menu zawiera także pozycję <guilabel>Panel boczny (utwórz skrót)</guilabel>, który umożliwia użytkownikom dodawanie nowych skrótów do panelu bocznego (opcja ta dotyczy tylko katalogów). Poniżej tych dwóch pozycji, <application>Thunar</application> wyświetla listę napędów wymiennych aktualnie podłączonych do komputera. W zrzucie ekranu powyżej, <guilabel>Stacja dyskietek</guilabel> reprezentuje przykładowy punkt docelowy, dokąd mogą zostać wysłane pliki. Zauważ, że urządzenia są montowane automatycznie przy wybieraniu ich z menu <guilabel>Wyślij do</guilabel>, tak więc nie musisz montować ich ręcznie.
tr: Öntanımlı olarak <guilabel>Gönder</guilabel> menüsü <guilabel>Masaüstü (Bağlantı Oluştur)</guilabel> seçeneği ile belirtilen dosya veya dizin için masaüstünde kısayol oluşturmaktadır. Ayrıca, eğer <guilabel>Kısayol bölümü</guilabel> etkin ise, o dizin için kısayol bölümünde kısayol oluşturmak için <guilabel>Yan pencere gözü (Kısa yol yarat)</guilabel> seçeneğini sunmaktadır. Öte yandan, ayrılabilir ortamlara da dosya gönderme işlemi bu menü yardımıyla yapılabilir. Thunar otomatik olarak ayrılabilir ortamı da gönderilebilir hedefler arasına almaktadır.

source: In addition <application>Thunar</application> also ships the <application>thunar-sendto-email</application> plugin, which adds the entry <guilabel>Mail Recipient</guilabel> to the menu, that opens the mail composer with the selected files attach to the new email. If the selection contains atleast one folder, the selected items are added to a ZIP archive before attaching them to the email. Otherwise, if the selection contains multiple files, or a single file, which is larger than 200Kib, the user will be prompted whether to pack the files into a ZIP archive, and send the ZIP archive.
bn: এছাড়াও <application>Thunar</application>, <application>thunar-প্রেরণ করুন-ইমেইল</application> প্লাগিং চালায় যা <guilabel>মেইল প্রাপক</guilabel> ভুক্তি হিসাবে মেনুতে যোগ করে এবং নতুন মেইলের সাথে যোগ করা নির্বাচিত ফাইলসমূহ মেইল কম্পোজারের সাহায্যে খুলে। নির্বাচিত অংশে যদি একটিও ফোল্ডার থাকে তবে নির্বাচিত আইটেম ইমেইলের সাথে যুক্ত হওয়ার আগে ZIP আর্কাইভে নিয়ে নিতে হবে। অন্যথায়, নির্বাচিত অংশে যদি একাধিক ফাইল বা ২০০Kib এর চেয়ে বড় কোনো ফাইল থাকে তবে ব্যবহারকারীই ফাইলগুলো ZIP আর্কাইভে প্যাক করে প্রেরণ করবে।
ca: A més a més, <application>Thunar</application> també té el connector <application>thunar-sendto-email</application>, que afegeix l'entrada <guilabel>Destinatari de correu</guilabel> al menú, i que obre el programa per escriure correus amb el fitxer seleccionat adjunt en el nou correu. Si la selecció conté almenys una carpeta, els elements seleccionats s'afegeixen comprimits en un arxiu (ZIP) abans d'adjuntar-los al correu. En la resta de casos, si la selecció conté més d'un fitxer, o un però més gran de 200Kib, se li preguntarà a l'usuari si vol empaquetar-los en un arxiu (ZIP), i enviar l'arxiu.
da: Derudover bliver <application>Thunar</application> også leveret med <application>thunar-sendto-email</application>-udvidelsesmodulet, der tilføjer punktet <guilabel>E-postmodtager</guilabel> til menuen, som så åbner e-postprogrammet med den valgte fil vedhæftet meddelelsen. Hvis markeringen indeholder mindst en mappe, vil de valgte elementer blive pakket ned i en ZIP-fil før de er vedhæftet meddelelsen. Modsat, hvis markeringen indeholder flere filer, eller en enkelt fil som er større end 200Kib, vil brugeren blive spurgt om filerne skal pakkes ned i og sendes som en ZIP-fil.
gl: Ademais <application>Thunar</application> tamén proporciona o engadido <application>thunar-sendto-email</application>, o cal engade a entrada <guilabel>Enviar correo</guilabel> ao menú, a cal abre o cliente de correo electrónico cos ficheiros anexos a unha nova mensaxe. Se a selección contén polo menos un cartafol, os elementos seleccionados engádense a un arquivo ZIP antes de anexalo á mensaxe. Noutro caso, se a selección contén varios ficheiros, ou un só ficheiro, de tamaño maior a 200 Kib, preguntaraselle ao usuario se desexa empaquetar os ficheiros nun arquivo ZIP e enviar o ficheiro ZIP.
it: In aggiunta, <guilabel>Thunar</guilabel> è distribuito con il plugin <guilabel>Invia a</guilabel>, che aggiunge la voce <guilabel>email</guilabel> al menu, il quale apre una nuova mail con allegato il file selezionato. Se la selezione contiene almeno una cartella, gli elementi selezionati vengono aggiunti a un archivio in formato ZIP prima di essere allegati alla email. Altrimenti, se la selezione contiene più file, o uno singolo, con una dimensione superiore a 200Kib, verrà richiesto all'utente se intende comprimere i file in un archivio ZIP, e inviare quest'ultimo.
pl: Poza tym <application>Thunar</application> oferuje wtyczkę <application>thunar-sendto-email</application>, która dodaje do menu pozycję <guilabel>Odbiorca poczty elektronicznej</guilabel>, otwierającą program pocztowy z zaznaczonymi plikami dołączonymi do nowo utworzonego e-maila. Jeśli zaznaczenie zawiera co najmniej jeden folder, zaznaczone elementy są dodawane do archiwum ZIP przed załączaniem ich do wiadomości. W przeciwnym wypadku, jeśli zaznaczenie zawiera wiele plików (lub jeden większy niż 200Kib), użytkownik zostanie zapytany, czy pakować pliki do archiwum ZIP i wysłać jako archiwum.
tr: <application>Thunar</application> ayrıca <application>E-posta eklentisi</application> ile menüye eklenen <application>E-posta alan</application> seçeneği ile e-posta programında alıcısı tanımlanmış olmakla birlikte dosyayı eklenmiş olarak tanımlayan bir özellik sunmaktadır. Eğer seçim en az bir dizin içeriyorsa bunu ZIP arşivine koyup o şekilde hazırlamaktadır. Eğer birden çok dosya gönderilecekse ve bunların toplam boyutu 200Kib üzerinde ise, kullanıcıya dosyaların ZIP arşivine koyması için onay istemekte ve bu dosyaları ZIP arşivine koyup göndermektedir.

source: Like most other features of <application>Thunar</application>, the <guilabel>Send to</guilabel> menu can be easily extended by users and application developers with new targets, using standard <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entry files</ulink>. These files must be installed into one of the <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> folders (see the <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> for details about the <literal>$XDG_DATA_DIRS</literal> variable).
bn: <application>Thunar</application> এর অন্যান্য বৈশিষ্ট্যাবলীর মতই, <guilabel>প্রেরণ করুন</guilabel> মেনুটিকে ব্যবহারকারী এবং অ্যাপ্লিকেশন ডেভেলপারগণ নতুন টার্গেট নিয়ে <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">ডেক্সটপ ভুক্তি ফাইলসমূহ</ulink> ব্যবহার করে সম্প্রসারিত করতে পারে। এই ফাইলগুলো <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> ফোল্ডারে ইন্সটল করতে হবে (<literal>$XDG_DATA_DIRS</literal> ভেরিয়েবল সম্পর্কে আরও তথ্য জানার জন্য <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG বেস ডিরেক্টরি সুনির্দিষ্টকরণ</ulink> দেখুন)।
ca: Com moltes altres funcionalitats de <application>Thunar</application>, el menú <guilabel>Envia a</guilabel> és fàcilment configurable per l'usuari i desenvolupadors d'aplicacions amb nous destinataris, emprant l'estàndard <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">fitxers d'entrada d'escriptori</ulink>. Aquests fitxers s'han d'instaŀlar dins d'alguna de les carpetes <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> (veieu <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">Especificació de directoris base XDG</ulink> per detalls sobre la variable <literal>$XDG_DATA_DIRS</literal>).
da: Ligesom de fleste funktioner i <application>Thunar</application>, kan <guilabel>Send til</guilabel>-menuen nemt udvides af brugere og programudviklere med nye destinationer, ved at bruge <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entry files</ulink>. Disse filer skal installeres i en af <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> mapperne (see the <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> for detaljer om <literal>$XDG_DATA_DIRS</literal> variable).
gl: Como con moitas outras funcionalidades de <application>Thunar</application>, os usuarios e dos desenvolvedores de aplicativos pode estender facilmente o menú <guilabel>Enviar a</guilabel> con novos destinos, usando o estándar de <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">Ficheiros de entradas desktop</ulink>. Estes ficheiros deben estar instalados nun dos cartafoles <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> (consulte a <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> para obter detalles sobre a variable <literal>$XDG_DATA_DIRS</literal>).
it: Come molte altre caratteristiche di <application>Thunar</application>, il menu <guilabel>Invia a</guilabel> può essere facilmente esteso, inserendo nuove destinazioni, dagli utenti e dagli sviluppatori di applicazioni avvalendosi dello standard per i <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">file di elementi desktop</ulink>. Questi file devono essere installati in una delle cartelle <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> (consultare le <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> per maggiori dettagli sulla variabile <literal>$XDG_DATA_DIRS</literal>).
pl: Jak większość innych opcji <application>Thunara</application>, menu <guilabel>Wyślij do</guilabel> może być łatwo rozszerzane przez użytkowników i programistów o nowe miejsca docelowe, używając standardowych <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">plików elementów pulpitu</ulink>. Pliki te muszą zostać zainstalowane do jednego z folderów <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> (zobacz <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> - szczegóły na temat zmiennej <literal>$XDG_DATA_DIRS</literal>).
tr: <application>Thunar</application> uygulamasının diğer özellikleri gibi <guilabel>Gönder</guilabel> menüsü <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fdesktop_2dentry_2dspec">desktop entry files</ulink> standardına uygun olmak kaydıyla genişletilebilir. Bu dosyalar <filename role="directory">$XDG_DATA_DIRS/Thunar/sendto/</filename> dizinine kopyalanmalıdır. (<literal>$XDG_DATA_DIRS</literal> değişkeni hakkında bilgi almak için <ulink type="http" url="http://freedesktop.org/wiki/Standards_2fbasedir_2dspec">XDG Base Directory Specification</ulink> sayfasını inceleyebilirsiniz)

source: The <literal>MimeType</literal> of the target <filename>.desktop</filename> specifies the types of files for which this action should be available in the <guilabel>Send To</guilabel> menu. For example, say you want to add entry for a <ulink type="http" url="http://flickr.com/">Flickr</ulink> uploader tool, then this entry should only show up if the selection contains JPEG files (other file formats are not supported by Flickr) and so you should add a line <literal>MimeType=image/jpeg;</literal>. If you do not specify any <literal>MimeType</literal> your entry will show up for all file types.
bn: <filename>.ডেক্সটপ</filename> টার্গেটের <literal>MimeType</literal> ফাইলের ধরণ নির্ধারন করে দেয় যার জন্য <guilabel>প্রেরণ করুন</guilabel> মেনুতে অ্যাকশনটি থাকতে হয়। উদাহরণস্বরূপ, আপনি <ulink type="http" url="http://flickr.com/">Flickr</ulink> আপলোডার টুলের জন্য একটি ভুক্তি যোগ করতে চান, তখন নির্বাচিত অংশে JPEG ফাইল (অন্যান্য ফাইল ফরমেট Flickr সমর্থিত নয়) থাকলেই কেবল ভুক্তটি প্রদর্শিত হবে এবং সেজন্য আপনাকে <literal>MimeType=image/jpeg;</literal> লাইনটি যোগ করতে হবে। আপনি যদি কোনো <literal>MimeType</literal> নির্দিষ্ট করতে না পারেন তবে ভুক্তিটি সব ধরনের ফাইলের জন্যই প্রদর্শিত হবে।
ca: El <literal>MimeType</literal> del destinatari de <filename>.desktop</filename> indica el tipus de fitxer per al que aquesta acció estarà disponible en el menú <guilabel>Envia a</guilabel>. Per exemple, suposem que voleu afegir una entrada per la utilitat de pujada d'imatges <ulink type="http" url="http://flickr.com/">Flickr</ulink>, per tant aquesta entrada només s'hauria de mostrar pels fitxers JPEG (altres formats de fitxers no funcionan a Flickr) i per tant hauríeu d'afegir la línia <literal>MimeType=image/jpeg;</literal>. Si no especifiqueu cap <literal>MimeType</literal> l'entrada es mostrarà per tots els tipus de fitxers.
da: Destinationens <literal>MIME-type></literal> <filename>.desktop</filename> angiver hvilke type filer der skal være til rådighed i <guilabel>Send til</guilabel>-menuen. F.eks. hvis du vil tilføje et punkt for et <ulink type="http" url="http://flickr.com/">Flickr</ulink> overførselsværktøj, så vil dette punkt kun vises hvis markeringen indeholder JPEG-filer (andre filformater er ikke understøttet af Flickr) og du ville så skulle tilføje en linie som <literal>MimeType=image/jpeg;</literal>. Hvis du ikke angiver nogen <literal>MimeType</literal> vil punktet blive vist for alle filtyper.
gl: O <literal>Tipo MIME</literal> do <filename>.desktop</filename> destino especifica os tipos de ficheiros para os cales debe estar dispoñible esta acción no menú <guilabel>Enviar a</guilabel>. Por exemplo, digamos que desexa engadir unha entrada para unha ferramenta de suba de ficheiros de <ulink type="http" url="http://flickr.com/">Flickr</ulink>, así que esta entrada só debe mostrarse se a selección contén ficheiros JPEG (Flickr non soporta outros formatos de ficheiro) e polo tanto debe engadir unha liña <literal>MimeType=image/jpeg;</literal>. Se non especifica ningún <literal>Tipo MIME</literal> a entrada mostrarase para todos os tipos de ficheiro.
it: Il <literal>MimeType</literal> della destinazione <filename>.desktop</filename> specifica il tipo di file per i quali questa azione è disponibile nel menu <guilabel>Send To</guilabel>. Per esempio, si supponga di voler aggiungere una voce per uno strumento di caricamento di un'immagine su <ulink type="http" url="http://flickr.com/">Flickr</ulink> e che questa voce debba essere visualizzata solamente se la selezione contiene dei file in formato JPEG (gli altri formati non sono supportati da Flickr) e quindi si dovrebbe aggiungere una riga <literal>MimeType=image/jpeg;</literal>. Se non si specifica alcun <literal>MimeType</literal> la voce verrà visualizzata per qualsiasi tipo di file.
pl: <literal>MimeType</literal> w pliku <filename>.desktop</filename> określa typy plików, dla których ta akcja powinna być dostępna w menu <guilabel>Wyślij do</guilabel>. Przykładowo: powiedzmy, że chcesz dodać pozycję dla narzędzia uploadu <ulink type="http" url="http://flickr.com/">Flickr</ulink>. W takim przypadku ten wpis powinien pojawić się tylko, jeśli zaznaczenie zawiera pliki JPEG (inne formaty nie są wspierane przez Flickr). Wobec tego powinieneś dodać linię <literal>MimeType=image/jpeg;</literal>. Jeśli nie określisz żadnego <literal>MimeType</literal> twój wpis będzie pojawiał się dla plików wszystkich typów.
tr: <literal>MimeType</literal> ile hedef <filename>.desktop</filename> dosyası tanımlanmaktadır ve bu tanımlama sonucunda gerçekleştirilecek işlem <guilabel>Gönder</guilabel> menüsünde yer alacaktır. Mesela, <ulink type="http" url="http://flickr.com/">Flickr</ulink> sitesine JPEG biçimindeki resimleri yüklemek için, <literal>MimeType=image/jpeg;</literal> değeri kullanılmalıdır. Eğer <literal>MimeType</literal> belirlemezseniz yapmak istediğiniz işlem bütün dosyalar için geçerli olacaktır.

source: A complete example using the <application>postr</application> application is shown below:
bn: <application>postr</application> অ্যাপ্লিকেশন ব্যবহার করে একটি সম্পূর্ন উদাহরণ নিচে দেখানো হল:
ca: A continuació es mostra un exemple per <application>postr</application>:
da: Et komplet eksempel ved brug af <application>postr</application>-progammet, er vist forneden:
gl: Debaixo móstrase un exemplo completo usando o aplicativo <application>postr</application>:
it: Qui sotto è mostrato un esempio completo utilizzando l'applicazione <guibutton>postr</guibutton>:
pl: Kompletny przykład używania aplikacji <application>postr</application> pokazano poniżej:
tr: Örnek bir <application>postr</application> uygulaması aşağıdaki örnekte gösterilmektedir.

source: # postr.desktop - Integrate postr into # the "Send To" menu. [Desktop Entry] Type=Application Version=1.0 Encoding=UTF-8 TryExec=postr Exec=postr %F Icon=postr Name=Flickr MimeType=image/jpeg;
ca: # postr.desktop - Integrate postr into # the "Send To" menu. [Desktop Entry] Type=Application Version=1.0 Encoding=UTF-8 TryExec=postr Exec=postr %F Icon=postr Name=Flickr Name[ca]=Flickr MimeType=image/jpeg;
da: # postr.desktop - Integrér postr i # "Send til"-menuen. [Desktop Entry] Type=Application Version=1.0 Encoding=UTF-8 TryExec=postr Exec=postr %F Icon=postr Name=Flickr MimeType=image/jpeg;
it: # postr.desktop - Integrazione di postr nel # menu "Invia a". [Desktop Entry] Type=Application Version=1.0 Encoding=UTF-8 TryExec=postr Exec=postr %F Icon=postr Name=Flickr MimeType=image/jpeg;
pl: # postr.desktop - Zintegruj postr # w menu "Wyślij do". [Desktop Entry] Type=Application Version=1.0 Encoding=UTF-8 TryExec=postr Exec=postr %F Icon=postr Name=Flickr MimeType=image/jpeg;
