Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Select this option to perform the default action for an item when you click on the item. When this option is selected, and you point to an item, the title of the item is underlined and the item will be selected automatically after a short delay.
bn: কোনো আইটেমে ক্লিক করে এর ডিফল্ট অ্যাকশন কার্যকর করার জন্য এই অপশনটি নির্বাচন করুন। অপশনটি নির্বাচিত হয়ার পর, আপনি যখন একটি আইটেম নির্দেশ করেন তখন এর শিরোনাম নিম্নরেখাঙ্কিত হয় এবং কিছু সময় পরই আইটেমটি স্বয়ংক্রিয়ভাবেই নির্বাচিত হয়।
ca: Seleccioneu aquesta opció per executar l'acció per defecte d'un element quan es cliqui. Quan aquesta opció està seleccionada, i apunteu a un element, el títol de l'element quedarà subratllat i es seleccionarà automàticament després d'un curt període de temps.
da: Vælge denne for at udføre standardhandlingen for et element når du klikker på det. Når denne indstilling er valgt, og du peger på et element, vil titlen på elementet blive understreget og automatisk blive valgt, efter en kort forsinkelse.
es: Seleccione esta opción para realizar la acción por defecto en un objeto cuando haga clic en él. Cuando esta opción está activada y usted apunte a un objeto, el título del objeto se subraya y es seleccionado automáticamente después de una corta espera.
gl: Seleccione esta opción para realizar a acción predeterminada dun elemento cando prema no elemento. Cando se selecciona esta opción, e sinala un elemento, o título do elemento aparece subraiado e este seleccionarase automaticamente despois dun breve tempo de espera.
it: Selezionare questa opzione per eseguire l'azione predefinita per un elemento quando si clicca su di esso. Quando questa opzione è selezionata, e si posiziona il puntatore su un elemento, il titolo di questo è sottolineato e verrà selezionato automaticamente dopo un breve intervallo.
pl: Wybierz tą opcję aby wykonać domyślną akcję dla elementu przy pojedynczym kliknięciu. Kiedy ta opcja jest zaznaczona i wskażesz na element, jego tytuł zostanie podkreślony a element zostanie automatycznie zaznaczony po krótkim opóźnieniu czasowym.
tr: Bu seçeneği eğer tek tıklama ile dosyaların işlemlerini gerçekleştirmek istiyorsanız kullanabilirsiniz. Bu seçeneği seçtiğiniz takdirde, o dosyanın üzerine geldiğinizde öğenin isminin altı çizilecektir ve kısa bir süre gecikmeden sonra otomatik olarak seçilecektir.
zh_tw: 選取此選項以在您點擊某項目時為該項目執行預設動作。當選取了此選項，而您指向某個項目，該項目的標題會被加上底線，並且在一小段延遲時間後該項目將會被自動選取。

source: This delay can be configured below the option. You can also disable the automatic selection of items by moving the selector to the left-most position.
bn: অপশনের নিচে এই বিলম্বটি কনফিগার করা যায়। আপনি নির্বাচককে সর্ববামে সরিয়ে দিয়ে আইটেমের স্বয়ংক্রিয় নির্বাচন নিস্ক্রিয় করে দিতে পারেন।
ca: El retard es pot configurar a sota de l'opció. També podeu deshabilitar la selecció automàtica d'element si moveu el selector a la posició de més a l'esquerra.
da: Forsinkelsen kan angives under indstillingen. Den automatiske markering af elementer kan du også slå fra ved at rykke markøren til den yderste venstre position.
es: Esta espera puede ser configurada con la opción de abajo. También puede desactivar la selección automática de objetos moviendo el selector al extremo izquierdo.
gl: Este tempo de espera pode configurarse debaixo da opción. Tamén pode desactivar a selección automática de elementos movendo o selector á posición da esquerda de todo.
it: Questo intervallo di tempo può essere configurato sotto all'opzione. È anche possibile disattivare la selezione automatica degli elementi muovendo il puntatore all'estrema sinistra.
pl: To opóźnienie może być regulowane za pomocą suwaka poniżej. Możesz także wyłączyć automatyczne zaznaczanie elementów, przesuwając suwak maksymalnie do lewej.
tr: Gecikme süresini aşağıdan belirleyebilirsiniz. Ayrıca aktif değil seçeneğinin üzerine getirerek otomatik seçimi kapatabilirsiniz.
zh_tw: 此延遲時間可以在該選項的下方調整。您也可以停用自動項目選取，只要將滑桿移動至最左方的位置即可。

source: Double click to activate items
bn: আইটেমগুলো সক্রিয় করতে ডাবল ক্লিক করুন
ca: Doble-clic per activa elements
da: Dobbeltklik for at aktivere elementer
es: Haga doble clic para activar elementos
gl: Dobre clic para activar os elementos
it: Doppio clic per attivare gli elementi
pl: Podwójne kliknięcie aktywuje
tr: Öğeleri aktif etmek için çift tıklama
zh_tw: 雙點擊以啟用項目

source: Select this option to perform the default action for an item when you double click on the item, and select the item with a single click.
bn: আপনি যখন কোনো আইটেমে ডাবল-ক্লিক করেন তখন সেখানে ডিফল্ট অ্যাকশন কাজ করানোর জন্য এই অপশনটি নির্বাচন করুন এবং একটি ক্লিক করে আইটেমটি নির্বাচন করুন।
ca: Seleccioneu aquesta opció per fer l'acció per defecte d'un element quan feu doble-clic en ell, i per seleccionar-lo fent només un clic.
da: Vælg denne indstilling for at udføre standardhandlingen for et element når du dobbeltklikker på det, og markér elementer med et enkelt klik.
es: Seleccione esta opción para realizar la acción por defecto cuando realize doble clic en un objeto y seleccionar los objetos con un simple clic.
gl: Seleccione esta opción para realizar a acción predeterminada dun elemento cando se faga dobre clic nel, e selecionar o elemento cun único clic.
it: Selezionare questa opzione per eseguire l'azione predefinita su un elemento quando si esegue su di esso un oppio clic del mouse, e per selezionarlo con un singolo clic.
pl: Zaznacz tą opcję, aby wykonać domyślną akcję dla elementu kiedy klikniesz na niego podwójnie. W tym przypadku pojedyncze kliknięcie spowoduje zaznaczenie elementu.
tr: Bu seçenek yardımı ile bir dosya için tanımlanan işlemi çift tıklama ile gerçekleştirebilirsiniz. Ayrıca öğeyi tek tıklama ile seçebilirsiniz.
zh_tw: 選取此選項以在您雙次點擊某項目時為該項目執行預設動作，而單次點擊則是用來選取項目。

source: Advanced Preferences
bn: উচ্চ পর্যায়ের পছন্দসমূহ
ca: Preferències avançades
da: Avanceret indstillinger
es: Preferencias avanzadas.
gl: Preferencias avanzadas
it: Preferenze avanzate
pl: Zaawansowane ustawienia
tr: Gelişmiş Seçenekler
zh_tw: 進階偏好設定

source: You can control advanced features of the file manager.
bn: আপনি ফাইল ব্যবস্থাপকের উচ্চপর্যায়ের বৈশিষ্টগুলো নিয়ন্ত্রন করতে পারবেন।
ca: Podeu controlar les opcions avançades del gestor de fitxers.
da: Du kan styre filhåndteringens avancerede funktioner.
es: Puede controlar las características avanzadas del administrador de archivos.
gl: Pode controlar as funcionalidades avanzadas do navegador de ficheiros.
it: È possibile impostare le caratteristiche avanzate del gestore di file.
pl: Możesz kontrolować zaawansowane opcje menedżera plików.
tr: Dosya yöneticisinin gelişmiş özelliklerini kullanabilirsiniz.
zh_tw: 您可以控制檔案管理員的進階功能。

source: Folder Permissions
bn: ফোল্ডারের অনুমোদনসমূহ
ca: Permisos de les carpetes
da: Mappetilladelser
es: Permisos de la carpeta
gl: Permisos do directorio
it: Permessi della cartella
pl: Prawa dostępu katalogów
tr: Dizin İzinleri
zh_tw: 資料夾權限

source: Choose the action that should be performed when you change the permissions of a folder in the <guilabel>Properties</guilabel> dialog. You can choose to let <application>Thunar</application> ask everytime when you change folder permissions, tell it to default to applying the new permissions to the folder only or to apply them recursively to the folder contents as well.
bn: আপনি একটি অ্যাকশন বাছাই করুন যা <guilabel>বৈশিষ্ট্যাবলী</guilabel> ডায়ালগের ফোল্ডারের অনুমোদনসমুহ পরিবর্তন করার সময় কাজ করবে। আপনি এমনভাবে বাছাই করতে পারেন যাতে আপনি যতবার ফোল্ডারের অনুমোদনসমুহ পরিবর্তন করবেন <application>Thunar</application> ততবার জিজ্ঞাসা করবে, যাতে শুধু ফোল্ডারে নতুন অনুমোদনসমুহ ব্যবহার করা হয় তা ডিফল্ট করতে বলে দেয়া হবে অথবা ফোল্ডারের বিষয়বস্তুতেও ব্যবহার করা হবে।
ca: Seleccioneu l'acció que s'executarà quan canvieu els permisos d'una carpeta en el diàleg de <guilabel>Propietats</guilabel>. Podeu seleccionar que <application>Thunar</application> us ho pregunti cada cop que canvieu els permisos d'una carpeta, fixar els permisos per defecte només a la carpeta o fixar-los a la carpeta i al seu contingut.
da: Vælg den handling der skal udføres når du ændrer på en mappes tilladelser i <guilabel>Egenskaber</guilabel>-dialogen. Du kan vælge at lade <application>Thunar</application> spørge hver gang du ændrer mappetilladelser, få den til at bruge standarden for de nye tilladelser kun på mappen eller til også at bruge den rekursivt på mappens indhold.
es: Seleccione la acción que debería ser ejecutada cuando cambie los permisos de una carpeta en el diálogo de <guilabel>Propiedades</guilabel>. Puede permitir a <application>Thunar</application> preguntar cada vez que cambie los permisos de una carpeta, decirle que aplique los nuevos permisos sólo a la carpeta seleccionada o aplicarlos también de forma recursiva a todos los contenidos .
gl: Escolla a acción que se debe realizar cando cambia os permisos dun cartafol no diálogo <guilabel>Propiedades</guilabel>. Pode decidir deixarlle preguntar a <application>Thunar</application> cada vez que cambie os permisos dun cartafol, deixarlle aplicar por defecto os novos permisos só ao cartafol ou que tamén llos aplique de xeito recursivo a todo o contido do cartafol.
it: Selezionare l'azione che deve essere eseguita nel momento in cui vengono cambiati i permessi a una cartella nella finestra delle <guilabel>Proprietà</guilabel>. È possibile scegliere di lasciare che <application>Thunar</application> visualizzi una notifica ogni volta che si cambiano i permessi di una cartella, di applicare di default i permessi solo alla cartella o di di applicarli ricorsivamente alla cartella e al suo contenuto.
pl: Wybierz sposób zmieniania uprawnień w oknie dialogowym <guilabel>Właściwości</guilabel>. Możesz nakazać <application>Thunarowi</application>: pytać za każdym razem gdy zmieniasz uprawnienia katalogów, stosować nowe prawa dostępu tylko do wybranego katalogu lub stosować nowe prawa dostępu rekurencyjnie do wszystkich podkatalogów.
tr: Bir dizinin izinlerini değiştirmek için <guilabel>Özellikler</guilabel> menüsünü kullanabilirsiniz. <application>Thunar</application> dosya yöneticisini dizin izinlerini değiştirirken her zaman sizden onay istemesini, sadece o dizinde değiştirmesini veya o dizinin alt dizinlerinin izinlerini de değiştirmesi için ayarlayabilirsiniz.
zh_tw: 選擇您在<guilabel>屬性</guilabel>對話窗內變更權限時應該要執行的動作。您可以選擇讓 <application>Thunar</application> 在您變更資料夾權限時每次都問，或是請它預設為只套用到資料夾本身，或是遞迴地套用到資料夾所含內容。

source: Volume Management
bn: ভলিউম ম্যানেজমেন্ট
ca: Gestió de volums
da: Arkivhåndtering
es: Gestor de volúmenes
gl: Xestión de volumes
it: Gestione dei volumi
pl: Menedżer Woluminów
tr: Birim Yönetimi
zh_tw: 儲存裝置管理

source: If <application>Thunar</application> was installed with support for HAL and the <application>thunar-volman</application> package is also installed, you can enable the integrated volume manager. See <xref linkend="management-of-removable-drives-and-media"/> for details about this feature.
bn: যদি HAL সমর্থন দ্বারা <application>Thunar</application> ইন্সটল করা হয় এবং <application>thunar-volman</application> প্যাকেজও ইন্সটল করা থাকে তবে আপনি ইন্টিগ্রেটেড ভলিউম ব্যবস্থাপক সক্রিয় করতে পারবেন। এই ফিচার সম্পর্কে বিস্তারিত জানতে <xref linkend="management-of-removable-drives-and-media"/> দেখুন।
ca: Si <application>Thunar</application> s'ha instaŀlat amb compatibilitat per HAL i el paquet <application>thunar-volman</application> està instaŀlat, podeu habilitar la gestió de volums integrada. Veieu <xref linkend="management-of-removable-drives-and-media"/> pels detalls sobre aquesta funcionalitat.
da: Hvis <application>Thunar</application> blev installeret med understøtttelse af HAL og <application>thunar-volman</application>-pakken også er installeret, kan du slå den integrerede arkivhåndtering til. Se <xref linkend="management-of-removable-drives-and-media"/> for detaljer om denne funktkion.
es: Si <application>Thunar</application> fue instalado con soporte para HAL y el paquete <application>thunar-volman</application> también está instalado, puede activar el administrador de volúmenes integrado. Consulte <xref linkend="management-of-removable-drives-and-media"/> para más detalles sobre esta característica.
gl: Se <application>Thunar</application> se instalou con soporte para HAl e tamén se instalou o paquete <application>thunar-volman</application>, poderá activar o xestor de volumes integrado. Consulte <xref linkend="management-of-removable-drives-and-media"/> para obter máis detalles sobre esta funcionalidade.
it: Se <application>Thunar</application> è stato installato con il supporto per HAL ed è anche installato il pacchetto <application>thunar-volman</application>, è possibile abilitare il gestore di volumi integrato. Consultare <xref linkend="management-of-removable-drives-and-media"/> per maggiori dettagli su questa caratteristica.
pl: Jeśli <application>Thunar</application> został zainstalowany z obsługą HAL i jest zainstalowany <application>thunar-volman</application>, możesz uaktywnić zintegrowanego menedżera woluminów. Aby dowiedzieć się szczegółów na ten temat, zobacz <xref linkend="management-of-removable-drives-and-media"/>.
tr: <application>Thunar</application> eğer HAL desteği ile kurulmuşsa ve <application>thunar-volman</application> paketi de kurulu ise, entegre bölüm yöneticisini de kullanabilirsiniz. Konu hakkında detaylı bilgiye ulaşmak için <xref linkend="management-of-removable-drives-and-media"/> sayfasını inceleyebilirsiniz.
zh_tw: 如果 <application>Thunar</application> 安裝時有加入 HAL 支援，並且同時也有安裝 <application>thunar-volman</application> 套件的話，您可以啟用整合的儲存裝置管理員。請見 <xref linkend="management-of-removable-drives-and-media"/> 以取得此功能的詳細資訊。

source: Customizing Thunar
bn: Thunar পছন্দসই করা হচ্ছে
ca: Parametrització de Thunar
da: Tilpasning af Thunar
es: Personalizar Thunar
gl: Personalizar Thunar
it: Personalizzare Thunar
pl: Dostosowywanie Thunara
tr: Thunar'ı Özelleştirme
zh_tw: 自訂 Thunar

source: This chapter describes how to customize certain parts of the file manager to your own needs.
bn: এই অধ্যায় ফাইল ব্যবস্থাপকের কিছু নির্দিষ্ট অংশকে প্রয়োজনানুসারে কিভাবে স্বনির্মান করতে হয় তা বর্ণনা করে।
ca: Aquest capítol mostra com ajustar certes parts del gestor de fitxers a les vostres necessitats.
da: Dette kapitel beskriver hvordan du ændrer bestemte dele af filhåndteringen for tilpasse den til dit behov.
es: Este capítulo explica cómo personalizar ciertas partes del administrador de archivos a sus propias necesidades.
gl: Este capítulo describe como adaptar ás súas necesidades certas partes do xestor de ficheiros.
it: Questo capitolo illustra come sia possibile personalizzare alcune parti del gestore di file a seconda delle proprie necessità.
pl: Ten rozdział opisuje, jak dostosować pewne części menedżera plików do twoich własnych potrzeb.
tr: Bu bölümde dosya yöneticisini kendi istekleriniz doğrultusunda nasıl özelleştireceğiniz anlatılmaktadır.
zh_tw: 本章旨在描述如何自訂檔案管理員的某些部份以符合您自身的需求。

source: The "Send To" Menu
bn: "যেখানে পাঠানো হবে" মেনু
ca: El menú «Envia a»
da: "Send til"-menuen
es: El menú "Enviar a"
gl: O menú "Enviar a"
it: Il menu «Invia a»
pl: Menu "Wyślij do"
tr: "Gönder" Menüsü

source: Thunar includes a <guilabel>Send To</guilabel> menu, which provides possible targets where files and folders can be sent to. To access the <guilabel>Send To</guilabel> menu, choose <menuchoice><guimenu>File</guimenu><guimenuitem>Send To</guimenuitem></menuchoice> from the main menu, or right-click on a file or folder and choose <menuchoice><guimenuitem>Send To</guimenuitem></menuchoice>.
bn: Thunar এ <guilabel>প্রেরণ করুন</guilabel> মেনু থাকে, যা কোথায় ফাইল ও ফোল্ডার প্রেরণ করতে হবে তার সম্ভাব্য লক্ষ্য স্থির করে। <guilabel>প্রেরণ করুন</guilabel> মেনুতে প্রবেশ করতে মেইন মেনু থেকে <menuchoice><guimenu>ফাইল</guimenu><guimenuitem>প্রেরণ করুন</guimenuitem></menuchoice> বাছাই করুন অথবা ফাইল বা ফোল্ডারে ডান-ক্লিক করুন এবং <menuchoice><guimenuitem>প্রেরণ করুন</guimenuitem></menuchoice> বাছাই করুন।
ca: Thunar té un menú <guilabel>Envia a</guilabel> i que is ofereix destinataris on es poden enviar fitxers i carpetes. Per accedir al menú <guilabel>Envia a</guilabel>, seleccioneu al menú principal <menuchoice><guimenu>Fitxer</guimenu><guimenuitem>Envia a</guimenuitem></menuchoice>, o feu clic-dret sobre un fitxer o carpeta i seleccioneu <menuchoice><guimenuitem>Envia a</guimenuitem></menuchoice>.
da: Thunar inkluderer en <guilabel>Send til</guilabel>-menu, der tilbyder mulige destinationer som filer og mapper kan sendes til. For at tilgå <guilabel>Send til</guilabel>-menuen, skal du vælge <menuchoice><guimenu>Fil</guimenu><guimenuitem>Send til</guimenuitem></menuchoice> fra hovedmenuen, eller højreklik på en fil eller mappe og vælg <menuchoice><guimenuitem>Send til</guimenuitem></menuchoice>.
es: Thunar incluye un menú <guilabel>Enviar a</guilabel>, que proporciona posibes destinos donde los archivos y carpetas pueden ser enviados. Para acceder al menú <guilabel>Enviar a</guilabel>, seleccione <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Enviar a</guimenuitem></menuchoice> en el menú principal, o haga clic derecho en un fichero o carpeta y seleccione <menuchoice><guimenuitem>Enviar a</guimenuitem></menuchoice>.
gl: Thunar inclúe un menú <guilabel>Enviar a</guilabel>, o cal proporciona destinos posibles a onde poder enviar os ficheiros e os cartafoles. Para acceder ao menú <guilabel>Enviar a</guilabel>, seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Enviar a</guimenuitem></menuchoice> no menú principal, ou prema co botón dereito nun ficheiro ou cartafol e seleccione <menuchoice><guimenuitem>Enviar a</guimenuitem></menuchoice>.
it: Thunar include un menu <guilabel>Invia a</guilabel> che fornisce delle possibili destinazioni in cui i file e le cartelle possono essere inviati. Per accedere al menu <guilabel>Invia a</guilabel>, selezionare <menuchoice><guimenu>File</guimenu><guimenuitem>Invia a</guimenuitem></menuchoice> dal menu principale, o fare clic con il tasto del mouse sul file o sulla cartella e selezionare <menuchoice><guimenuitem>Invia a</guimenuitem></menuchoice>.
pl: Thunar zawiera menu <guilabel>Wyślij do</guilabel>, zawierające pewne miejsca docelowe, do których można wysyłać pliki i foldery. Aby uzyskać dostęp do menu <guilabel>Wyślij do</guilabel>, wybierz <menuchoice><guimenu>Plik</guimenu><guimenuitem>Wyślij do</guimenuitem></menuchoice> z głównego menu lub kliknij prawym przyciskiem myszy na pliku lub folderze, po czym wybierz <menuchoice><guimenuitem>Wyślij do</guimenuitem></menuchoice>.
tr: Thunar dosya ve dizinleri belirli noktalara taşımak için <guilabel>Gönder</guilabel> menüsünü barındırmaktadır. <guilabel>Gönder</guilabel> menüsüne erişmek için <menuchoice><guimenu>Dosya</guimenu><guimenuitem>Gönder</guimenuitem></menuchoice> seçeneğini kullanabileceğiniz gibi, göndermek istediğiniz dizin veya dosyaya sağ tıklayarak <menuchoice><guimenuitem>Gönder</guimenuitem></menuchoice> seçeneğini kullanmanızı sağlamaktadır.

source: "Send To" Menu
bn: "যেখানে পাঠানো হবে" মেনু
ca: Menú «Envia a»
da: "Send til"-menu
es: El menú "Enviar a"
gl: Menú "Enviar a"
it: Menu «Invia a»
pl: Menu "Wyślij do"
tr: "Gönder" Menüsü
