Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: @@image: 'images/file-manager-window.png'; md5=bdc9161fa900662dc2c7525d0361304f
pl: @@image: 'images/file-manager-window.png'; md5=cc5bfa4829b32d2fc5084852682b526d

source: @@image: 'images/visible-columns.png'; md5=c7a625674a8cabeef2214707997f152a
pl: @@image: 'images/visible-columns.png'; md5=ab8bcaffdf0d511cd72d678363123da6

source: @@image: 'images/file-properties.png'; md5=30b4fc7e2b71fff62354e8dcbf8a51f1
pl: @@image: 'images/file-properties.png'; md5=75dfb225909bf71101cb544c5cc8b56e

source: @@image: 'images/removable-media-unmount.png'; md5=6af08c4870af8048d9569cf551431de0
pl: @@image: 'images/removable-media-unmount.png'; md5=bcaa42bdef131cf3704360b2c5a70f16

source: @@image: 'images/removable-drives-and-media.png'; md5=4a8e2728206b61ff04ed9a66549c2be4
pl: @@image: 'images/removable-drives-and-media.png'; md5=8500d2ce944003559d0f2577985f5d23

source: @@image: 'images/preferences-views.png'; md5=aa140ed86b3adaa5ab65c7a03be00b13
pl: @@image: 'images/preferences-views.png'; md5=689401dc700eeaf88aa7bfe15911c8c7

source: @@image: 'images/preferences-side-pane.png'; md5=80a014033ca737cc18ab2db7cb8ac50c
pl: @@image: 'images/preferences-side-pane.png'; md5=b4e749d435820106904cc0249e37368b

source: @@image: 'images/preferences-behavior.png'; md5=dca607298eb5e66ec922a501d08a3059
pl: @@image: 'images/preferences-behavior.png'; md5=00f7c0659abc41fc007272d49af63639

source: @@image: 'images/preferences-advanced.png'; md5=8082d317f01f3c99eb17c209340486e6
pl: @@image: 'images/preferences-advanced.png'; md5=5ba59e044443ba86b7439188579641d9

source: @@image: 'images/sendto-menu.png'; md5=ba03723b4f4f8b16c2f4b9153e47f4a7
pl: @@image: 'images/sendto-menu.png'; md5=e17964faaabb6cfceb75d12b8fae2e1a

source: @@image: 'images/bulk-rename.png'; md5=78e1d29a283693ba620991005284240f
pl: @@image: 'images/bulk-rename.png'; md5=329e75077ffdc436ffe5a23b72959915

source: Thunar File Manager
bn: Thunar ফাইল ম্যানেজার
ca: Gestor de fitxers Thunar
da: Thunar filhåndtering
es: Administrador de archivos Thunar
gl: Xestor de ficheiros Thunar
it: Gestore di file Thunar
pl: Menedżer Plików Thunar
tr: Thunar Dosya Yöneticisi
zh_tw: Thunar 檔案管理員

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
bn: এই ম্যানুয়ালটি @PACKAGE_VERSION@ of @PACKAGE_NAME@ সংস্করণটি ব্যাখ্যা করে।
ca: Aquest manual descriu la versió @PACKAGE_VERSION@ de @PACKAGE_NAME@.
da: Denne manual beskriver version @PACKAGE_VERSION@ af @PACKAGE_NAME@.
es: Este manual describe la versión @PACKAGE_VERSION@ de @PACKAGE_NAME@
gl: Este manual describe a versión @PACKAGE_VERSION@ de @PACKAGE_NAME@.
it: Questo manuale descrive la versione @PACKAGE_VERSION@ di @PACKAGE_NAME@.
pl: Ten podręcznik opisuje @PACKAGE_NAME@ w wersji @PACKAGE_VERSION@.
tr: Bu kılavuz @PACKAGE_NAME@ programının @PACKAGE_VERSION@ sürümüne yöneliktir.
zh_tw: 本手冊說明@PACKAGE_VERSION@ 版本的 @PACKAGE_NAME@ 操作方式

source: Introduction to @PACKAGE_NAME@
bn: @PACKAGE_NAME@ এর ভূমিকা
ca: Introducció a @PACKAGE_NAME@
da: Introduktion til @PACKAGE_NAME@
es: Introdución a @PACKAGE_NAME@
gl: Introducción a @PACKAGE_NAME@
it: Introduzione a @PACKAGE_NAME@
pl: Wprowadzenie do @PACKAGE_NAME@
tr: @PACKAGE_NAME@ programı hakkında
zh_tw: 介紹 @PACKAGE_NAME@

source: Thunar is a new modern file manager for the Xfce Desktop Environment. Thunar has been designed from the ground up to be fast and easy-to-use. Its user interface is clean and intuitive, and does not include any confusing or useless options by default. Thunar is fast and responsive with a good start up time and folder load time.
bn: Xfce ডেক্সটপ এনভারনমেন্টের জন্য Thunar একটি নতুন আধুনিক ফাইল ব্যবস্থাপক। Thunar দ্রুত ও সহজে ব্যবহারের করার মত করে তৈরি করা হয়েছে। এর ব্যবহারকারী ইন্টারফেস পরিচ্ছন্ন এবং অন্তর্জ্ঞানলব্ধ, এবং এতে ডিফল্ট হিসাবে কোনো গোলমেলে ও অপ্রয়োজনীয় অপশন থাকে না। চালু হতে ও ফোল্ডার লোড করতে খুব কম সময় নেয়ার কারণে Thunar দ্রুত কাজ করে এবং সাড়াও দেয় দ্রুত।
ca: Thunar és un nou gestor de fitxers per l'entorn d'escriptori de Xfce. Thunar s'ha dissenyat des de zero per ser ràpid i fàcil d'usar. La seva interfície d'usuari és neta i intuïtiva, i no inclou per defecte cap opció confusa o de poca utilitat. Thunar és ràpid i de resposta ràpida amb un curt temps d'arrancada i de càrrega de carpetes.
da: Thunar er en ny moderne filhåndtering til skrivebordsmiljøet Xfce. Thunar er designet fra bunden af til at være hurtig og nem at bruge. Dens brugerflade er stilrent og intuitivt, og inkluderer ikke nogen forvirrende eller ubrugelige indstillinger som standard. Thunar er hurtig og responsiv, med en hurtig opstartstid og indlæsningstid af mapper.
es: Thunar es un nuevo y moderno administrador de archivos para el entorno de escritorio Xfce. Thunar ha sido diseñado para ser rápido y fácil de usar. Su interfaz de usuario es clara e intuitiva, y no incluye ninguna opción confusa o inútil de forma predeterminada. Thunar es rápido y fiable, con una buena velocidad de inicio y de carga de directorio.
gl: Thunar é o novo e moderno navegador de ficheiros do Ambiente de escritorio Xfce. Thunar deseñouse dende cero para ser rápido e fácil de usar. A súa interface de usuario é limpa e intuitiva, e de xeito predeterminado non inclúe ningunha opción inútil ou confusa. Thunar é rápido e fiable e ten uns tempos curtos de inicio e carga de cartafoles.
it: Thunar è un moderno gestore di file per l'ambiente Xfce. Thunar è stato progettato fin dall'inizio per essere veloce e di facile utilizzo. La sua interfaccia utente è semplice e intuitiva, e non presenta di default nessuna opzione inutile o che può creare confusione. Thunar è veloce e reagisce con prontezza dato che presenta un breve tempo di avvio e di caricamento delle cartelle.
pl: Thunar jest nowoczesnym menedżerem plików dla Środowiska Graficznego Xfce. Od samego początku w jego projekt została wpisana szybkość i łatwość użycia. Jego interfejs użytkownika jest przejrzysty i intuicyjny. Domyślne ustawienia nie zawierają żadnych bezużytecznych i dezorientujących opcji. Thunar jest szybki i responsywny, a start programu i przechodzenie do nowych folderów zajmują bardzo mało czasu.
tr: Thunar, Xfce Masaüstü Ortamı için geliştirilmiş yeni ve modern bir dosya yöneticisidir. Hızlı ve kolay bir kullanım sunmak için tasarlanmıştır. Arabirimi sade ve kolay öğrenilebilecek niteliktedir ve kesinlikle kafa karıştırıcı ve gereksiz seçenekleri öntanımlı olarak sunmamaktadır. Thunar dosya yöneticisinin açılışı ve dosya listeleme işlemi gayet hızlıdır.
zh_tw: Thunar 是 Xfce 桌面環境嶄新的檔案管理員。Thunar 以快速且易於使用為設計的原則。它的使用介面清爽又直覺，也沒有什麼奇奇怪怪的東西或預設一些無用的額外功能。Thunar 在啟動程式及載入目錄時的反應時間都奇快無比。

source: The Thunar file manager thereby provides an integrated access point to your files and applications. You can use the file manager to do the following:
bn: Thunar ফাইল ব্যবস্থাপক আপনার ফাইল এবং অ্যাপ্লিকেশনসমূহের জন্য একটি সমন্বিত প্রবেশ পয়েন্ট প্রদান করে। নিম্নোক্ত কাজগুলো করতে ফাইল ম্যানেজারটি ব্যবহার করতে পারেন:
ca: D'aquesta manera el gestor de finestres Thunar us proveeix amb un punt d'accés integrat als vostres fitxers i aplicacions. Podeu emprar el gestor de fitxers per fer el següent:
da: Thunar filhåndtering sørger derved for et integreret tilgangspunkt til dine filer og programmer. Du kan bruge filhåndteringen til følgende:
es: El gestor de archivos Thunar proporciona un punto de acceso integrado a tus archivos y aplicaciones. Puede usar el gestor de archivos para lo siguiente:
gl: O navegador de ficheiros Thunar proporciona un punto de acceso integrado aos seus ficheiros e aplicativos. Pode usar o navegador de ficheiros para realizar as seguintes accións:
it: Il gestore di file Thunar fornisce quindi un punto di accesso integrato ai propri file e applicazioni. Thunar può essere utilizzato per:
pl: Skutkiem tego Thunar stanowi zintegrowany punkt dostępowy do twoich plików i aplikacji. Możesz używać menedżera plików do:
tr: Thunar dosya yöneticisi, entegre bir erişim suretiyle dosyalarınıza ve programlarınıza ulaşmanızı sağlar. Dosya yöneticisini şu işlemler için kullanabilirsiniz:
zh_tw: Thunar 檔案管理員能夠讓您很直覺地管理自己的檔案與程式。您可以使用檔案管理員從事以下的操作：

source: Create folders and documents.
bn: ফোল্ডার এবং ডকুমেন্ট তৈরি করুন।
ca: Crear carpetes i documents.
da: Oprette mapper og dokumenter.
es: Crear directorios y documentos.
gl: Crear cartafoles e documentos.
it: creare cartelle e documenti;
pl: Tworzenia folderów i dokumentów.
tr: Dizin ve doküman oluşturma.
zh_tw: 建立目錄與文件

source: Display your files and folders.
bn: আপনার ফাইল এবং ফোল্ডার প্রদর্শন করে।
ca: Mostrar-vos fitxers i carpetes.
da: Vise dine filer og mapper.
es: Mostrar sus archivos y directorios.
gl: Mostrar os ficheiros e os cartafoles.
it: visualizzare i propri file e cartelle;
pl: Wyświetlania twoich plików i folderów.
tr: Dosyaları ve dizinleri gösterimi.
zh_tw: 檢視您的檔案和資料夾。

source: Manage your files and folders.
bn: আপনার ফাইল এবং ফোল্ডার ব্যবস্থাপনা করে।
ca: Gestionar els vostres fitxers i carpetes.
da: Håndtere dine filer og mapper.
es: Manipular sus archivos y directorios
gl: Xestionar os ficheiros e os cartafoles.
it: gestire i propri file e cartelle;
pl: Zarządzania plikami i folderami.
tr: Dosya ve dizin yönetimi.
zh_tw: 管理您的檔案與資料夾。

source: Run and manage custom actions.
bn: পছন্দসই অ্যাকশন চালায় এবং ম্যানেজ করে।
ca: Executar i gestionar accions personalitzades.
da: Køre og håndtere brugertilpassede handlinger.
es: Ejecutar y manejar actiones personalizadas.
gl: Executar e xestionar accións personalizadas.
it: eseguire e gestire le azioni personalizzate;
pl: Uruchamiania i zarządzania akcjami.
tr: Özel işlemlerin çalıştırılması ve yönetimi.
zh_tw: 可以執行並管理自定的動作。

source: Access Removable Media.
bn: স্থানান্তরযোগ্য মিডিয়ায় কাজ করা হয়।
ca: Accedir a mitjans extraïbles.
da: Tilgå flytbare medier.
es: Acceder a medios extraíbles.
gl: Acceder a soportes extraíbles.
it: accedere ai supporti rimovibili.
pl: Korzystania z nośników wymiennych.
tr: Ayrılabilir ortam erişimi.
zh_tw: 存取隨身型的儲存媒體。

source: The File Manager Window
bn: ফাইল ব্যবস্থাপক উইন্ডো
ca: La finestra del gestor de fitxers
da: Filhåndteringsvinduet
es: Administrador de archivos Thunar
gl: A xanela do xestor de ficheiros
it: La finestra del gestore di file
pl: Okno Menedżera Plików
tr: Dosya Yöneticisi Penceresi
zh_tw: 檔案管理員視窗

source: By default the file manager window consists of a shortcut pane on the left side, the main area on the right and a pathbar above the main area.
bn: ডিফল্ট হিসাবে ফাইল ব্যবস্থাপক উইন্ডোতে বামে একটি শর্টকাট প্যান, ডানে মেইন এরিয়া এবং মেইন এরিয়ার উপরে পাথবার থাকে।
ca: Per defecte la finestra del gestor de fitxers consisteix en una subfinestra de dreceres al costat esquerre, de l'àrea principal a la dreta, i d'una barra de camins sobre l'àrea principal.
da: Som standard består filhåndteringsvinduet af et genvejspanel til venstre, hovedområdet til højre og en stilinje over hovedområdet.
es: Por defecto, la ventana del administrador de archivo consiste en un panel de atajos en el lado izquierdo, el área principal a la derecha y una barra de lugares encima del área principal.
gl: Por defecto a xanela do navegador de ficheiros consiste nun panel de atallos no lado esquerdo, a zona principal á dereita e unha barra de enderezos enriba da zona principal.
it: Di norma, la finestra del gestore di file consiste di un riquadro delle scorciatoie, dell'area principale sulla destra e, al di sopra di essa, di una barra degli indirizzi.
pl: Domyślnie okno menedżera plików składa się z panelu bocznego po lewej, obszaru głównego po prawej i paska ścieżki powyżej głównego obszaru.
tr: Dosya yöneticisi öntanımlı olarak sol bölümde bir kısayol kısmı ve sağ kısımda bulunan esas alan ve onun üstündeki yol bilgisini gösteren adres satırından ibarettir.
zh_tw: 預設情況下，檔案管理員視窗是由左方的捷徑窗格、右方的主要區域、主要區域上方的路徑列所構成。

source: File Manager Window
bn: ফাইল ম্যানেজার উইন্ডো
ca: Finestra del gestor de fitxers
da: Filhåndteringsvindue
es: Administrador de archivos Thunar
gl: Xanela do xestor de ficheiros
it: Finestra del gestore di file
pl: Okno Menedżera Plików
tr: Dosya Yöneticisi Penceresi
zh_tw: 檔案管理員視窗

source: The <guilabel>Shortcut Pane</guilabel> provides shortcuts to different folders on your system. The first shortcut will lead to your <emphasis>Home Folder</emphasis>, the folder you store all your personal data, and will therefore have the name of the current user. The second shortcut will take you to the trash bin, which stores deleted files that can be recovered later. The third shortcut takes you to the <emphasis>Desktop Folder</emphasis>, which contains the files and folders that are displayed on the desktop. The fourth shortcut will take you to the root of your file system - you may want to explore it a bit, even though it may be confusing to you if you are new to Linux/Unix. Just click on the different folders and see what is inside.
bn: <guilabel>শর্টকাট প্যান</guilabel> আপনার সিস্টেমে বিভিন্ন শর্টকাট সরবরাহ করে। প্রথম শর্টকাট আপনাকে <emphasis>প্রধান ফোল্ডার</emphasis> এ নিয়ে যাবে, যেখানে আপনার সকল ব্যক্তিগত ডাটা এবং বর্তমান ব্যবহারকারীর নামও থাকবে। আপনি দ্বিতীয় শর্টকাট দিয়ে ট্যাশ বিনে যেতে পারেন যেখানে মুছে ফেলা ফাইল জমা থাকে এবং সেখান থেকে আবার পরে পুনরুদ্ধার করা যায়। তৃতীয় শর্টকাট থেকে <emphasis>ডেক্সটপ ফোল্ডার</emphasis> এ যেতে পারবেন যেখানে ডেক্সটপে প্রদর্শিত ফাইল ও ফোল্ডার থাকে। চতুর্থ শর্টকাটটি আপনাকে ফাইল সিস্টেমের মূলে নিয়ে যাবে - আপনি যদি লিনাক্স/উইনিক্স ব্যবহারে নতুন হয়ে থাকেন তবে এটি এক্সপ্লোর করতে কিছুটা সমস্যা হতে পারে। বিভিন্ন ফোল্ডারে শুধু ক্লিক করুন এবং ভেতরে কি আছে দেখুন।
ca: La <guilabel>Subfinestra de dreceres</guilabel> us mostra dreceres a vàries carpetes del vostre sistema. La primera drecera us portarà a la<emphasis>carpeta d'usuari</emphasis>, on podeu emmagatzemar totes les vostres dades personals, i que per tant te el nom de l'usuari actual. La segona drecera us portarà a la paperera, on es desen el fitxers esborrats i que es poden recuperar més endavant. La tercera drecera us portarà a la <emphasis>carpeta de l'escriptori</emphasis>, que conté els fitxers i carpetes que es mostren a l'escriptori. La quarta drecera us portarà a la rel del vostre sistema —pot ser que la voleu explorar una mica tot i que si sou nouvinguts a sistemes Linux/Unix pot resultar una mica confusa—. Feu clic a les diferents carpetes per veure que hi ha a dins.
da: <guilabel>Genvejspanelet</guilabel> tilbyder genveje til forskellige mapper på dit system. Den første genvej vil føre dig til din <emphasis>Hjemmemappe</emphasis>, mappen hvor du opbevarer alle dine personlige data, og vil derfor have det samme navn som den nuværende bruger. Den anden genvej vil tage dig til papirkurven, som opbevarer alle slettede filer, der så kan genskabes senere. Den tredje genvej tager dig til din <emphasis>Skrivebordsmappe</emphasis> som indeholder de filer og mapper, der er vist på dit skrivebord. Den fjerde genvej vil tage dig til roden af dit filsystem - her vil du måske gå lidt på opdagelse, selvom det kan være lidt forvirrende, hvis du er ny til Linux/Unix. Klik bare rundt i de forskellige mapper og se, hvad der er inden i dem.
es: El <guilabel>panel de atajos</guilabel> proporciona atajos a diferentes carpetas de su sistema. El primer atajo le llevará a su <emphasis>carpeta personal</emphasis>, la carpeta en la que almacena toda su información personal, y que por lo tanto tendrá el nombre del usuario actual. El segundo atajo le llevará a la papelera, la cual almacena archivos borrados que pueden ser recuperados posteriormente. El tercer atajo le lleva a la <emphasis>carpeta de escritorio</emphasis>, que contiene los archivos y carpetas que aparecen en el escritorio. El cuarto atajo le llevará al directorio raíz de sus sistema de archivos: quizá desee examinarlo un poco, aunque puede resultarle confuso si es nuevo en Linux/UNIX. Sólo tiene que hacer clic en las diferentes carpetas para ver qué hay dentro.
gl: O <guilabel>Panel de atallos</guilabel> proporciona atallos aos diferentes cartafoles do sistema. O primeiro atallo lévao ao seu <emphasis>Cartafol persoal</emphasis>, o cartafol onde se almacenan os seus datos persoais, e que polo tanto terá o nome do usuario actual. O segundo atallo levarao ao colector do lixto, onde se almacenan os ficheiros eliminados que se poden recuperar posteriormente. O terceiro atallo lévao ao <emphasis>Cartafol do escritorio</emphasis>, o cal contén os ficheiros e os cartafoles que se mostran no escritorio. O cuarto atallo levarao á raíz do sistema de ficheiros - pode que queira exploralo un pouco, aínda que lle resulte un pouco confuso se acaba de descubrir Linux/Unix. Simplemente prema nos diferentes cartafoles para ver que é o que hai dentro deles.
it: Il <guilabel>pannello laterale delle scorciatoie</guilabel> riporta le scorciatoie alle diverse cartelle presenti nel proprio sistema. La prima scorciatoia riporta la <emphasis>cartella casa</emphasis>, la cartella in cui vengono salvati i propri dati personali, e quindi prende il nome dell'utente corrente. La seconda scorciatoia conduce al cestino, dove vengono immagazzinati i file cancellati che possono ancora essere recuperati. La terza scorciatoia è la <emphasis>cartella scrivania</emphasis>, che contiene i file e le cartelle visualizzate sulla scrivania. La quarta scorciatoia conduce alla radice dei propri file di sistema: si può voler esplorarla all'inizio, ma può confondere se si è alle prime armi con i sistemi Linux/Unix. Selezionare le diverse cartelle per vedere cosa contengono.
pl: <guilabel>Panel boczny</guilabel> zawiera skróty do różnych folderów w twoim systemie. Pierwszy skrót prowadzi do twojego <emphasis>katalogu domowego</emphasis>, folderu, gdzie przechowujesz swoje prywatne dane. Będzie on miał nazwę bieżącego użytkownika. Drugi skrót poprowadzi Cię do śmietnika. Tam są przechowywane usunięte pliki, w celu ich późniejszego przywrócenia. Trzeci z kolei skrót prowadzi do <emphasis>folderu pulpitu</emphasis>, który zawiera pliki i foldery wyświetlane na twoim pulpicie. Czwarty, ostatni skrót, zaprowadzi Cię do głównego katalogu systemu plików - być może będziesz chciał go obejrzeć, chociaż może to być dla Ciebie zbędne jeśli jesteś początkującym użytkownikiem Linuksa/Uniksa. Proste klikanie na różne foldery pozwoli Ci obejrzeć ich zawartość.
tr: <guilabel>Kısayol Bölümü</guilabel> sisteminizdeki çeşitli dizinlere kısayol atamanızı sağlar. Listedeki ilk kısayol, kullanıcınızın bütün kişisel dosyalarının bulunduğu <emphasis>Ev dizininize</emphasis> ulaşmanızı sağlar. İkinci kısayol ise, silinen dosyaların yer aldığı ve isterseniz silinen dosyaları geri alabileceğiniz çöp kutusuna erişimi sağlar. Üçüncü kısayol ise, masaüstünde bulunan dosya, dizinler ve kısayolları barındıran <emphasis>Masaüstü</emphasis> dizinine ulaşmanız içindir. Dördüncü kısayol ise, kök dizinine ulaşmanızı sağlar - eğer yeni bir Linux veya Unix kullanıcısı iseniz, kök dizini keşfetmek heyecanlı olabilir. Değişik dizinlere tıklayın ve içerisinde ne olduğunu görün.
zh_tw: <guilabel>捷徑窗格</guilabel>提供一些您系統上不同資料夾的捷徑。第一個捷徑會進入<emphasis>家資料夾</emphasis>，那是用來儲存您所有個人資料的資料夾，所以會以目前使用者的名稱表示。第二個捷徑將帶領您查看垃圾桶，它保留您刪除過的檔案，並且未來可以將它們還原。第三個捷徑會引領您前往<emphasis>桌面資料夾</emphasis>，它包含顯示在您桌面上的檔案與資料夾。第四個捷徑則會帶著您到您檔案系統的根目錄去 - 雖然它對於 Linux/Unix 新手來說還有點令人摸不著頭緒，但您還是有可能想探索它。只要點選不同的資料夾後就能查看裡面有什麼東西。

source: Below the <emphasis>File System</emphasis> shortcut, the removable drives and media will be displayed. In the screenshot above, you can see a <guilabel>Floppy Drive</guilabel> shortcut. Click on these shortcuts to access the data stored on the removable drives and media. See <xref linkend="using-removable-media"/> for further details.
bn: <emphasis>ফাইল সিস্টেম</emphasis> শর্টকাট এর নীচে স্থানান্তরযোগ্য ড্রাইভ ও মিডিয়া প্রদর্শিত হবে। উপরের স্ক্রিনশটে, আপনি একটি <guilabel>ফ্লপি ড্রাইভ</guilabel> শর্টকাট দেখতে পাবেন। শর্টকাটে ক্লিক করে স্থানান্তরযোগ্য ড্রাইভ ও মিডিয়াতে যে ডাটা জমা আছে তাতে প্রবেশ করতে পারেন। আরও তথ্যের জন্য <xref linkend="using-removable-media"/> দেখুন।
ca: A sota la drecera <emphasis>Sistema de fitxers/emphasis>, es mostren els dispositius i mitjans extraïbles. En la captura següent, podeu veure una <guilabel>Disquetera</guilabel>. Feu clic en aquestes dreceres per accedir-hi a les dades dels dispositius i mitjans extraïbles. Veieu <xref linkend="using-removable-media"/> per més detalls.
da: Under <emphasis>Filsystem</emphasis>genvejen, vil de flytbare drev og medier være vist. I det ovenstående skærmbillede kan du se en genvej til et <guilabel>floppydrev</guilabel>. Klik på disse genveje for at tilgå de data der er opbevaret på de flytbare drev og medier. Se <xref linkend="using-removable-media"/> for flere detaljer.
es: Debajo del atajo para el <emphasis>sistema de archivos<emphasis>, se mostrarán los dispositivos y soportes extraíbles. En la imagen de arriba, puede ver un atajo a la <guilabel>unidad de disquete</guilabel>. Haga clic en estos atajos para acceder a los datos almacenados en dispositivos y soportes extraíbles. Consulte <xref linkend="using-removable-media"/> para más detalles.
gl: Debaixo do atallo <emphasis>Sistema de ficheiros</emphasis> móstranse as unidades e soportes extraíbles. Na captura de pantalla superior pode ver un atallo á <guilabel>Disqueteira</guilabel>. Prema nestes atallos para acceder aos datos almacenados nas unidades e soportes extraíbles. Consulte <xref linkend="using-removable-media"/> para obter máis detalles.
it: Al di sotto della scorciatoia del <emphasis>File System</emphasis>, sono visualizzati i supporti e i dispositivi rimovibili. Nell'immagine sopra, è visualizzato una scorciatoia per il <guilabel>Floppy Drive</guilabel>. Premendo su di essa si avrà accesso ai dati salvati sul dispositivo rimovibile. Consultare la sezione <xref linkend="using-removable-media"/> per maggiori dettagli.
pl: Poniżej skrótu "<emphasis>System plików</emphasis>", będą wyświetlane wymienne napędy i nośniki. W zrzucie ekranu powyżej możesz zobaczyć skrót do <guilabel>Napędu dyskietek</guilabel>. Klikając na te skróty uzyskasz dostęp do danych przechowywanych na wymiennych nośnikach i napędach. Przeczytaj <xref linkend="using-removable-media"/>, jeśli chcesz poznać szczegóły.
tr: <emphasis>Dosya Sistemi</emphasis> kısayolu altında, kaldırılabilir sürücüler ve ortam bulunmaktadır. Yukarıdaki ekran görüntüsünde, <guilabel>Disket sürücüsü</guilabel> kısayolunu görebilirsiniz. Bu kısayollara tıklayarak kaldırılabilir sürücüler ve ortamlardaki verilere ulaşabilirsiniz. Daha detaylı bilgi için <xref linkend="using-removable-media"/> sayfasını inceleyebilirsiniz.
zh_tw: 在<emphasis>檔案系統</emphasis>捷徑的下方，會顯示可移除式裝置與媒體。在上方的螢幕擷圖中，您可以看見一個<guilabel>軟碟機</guilabel>捷徑。點擊這些捷徑以存取儲存在可移除式裝置與媒體內的資料。請見 <xref linkend="using-removable-media"/> 以瞭解更多細節。
