Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: If you prefer to display the contents of the folder as a list, using the <guilabel>Detailed List View</guilabel>, you can customize the columns displayed in the list view. To customize the visible columns, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Configure Columns...</guimenuitem></menuchoice> from the main menu.
bn: আপনি যদি ফোল্ডারের বিষয়বস্তু তালিকা আকারে প্রদর্শন করতে পছন্দ করেন তাহলে, <guilabel>বিস্তারিত তালিকা প্রদর্শন</guilabel> ব্যবহার করে তালিকা প্রদর্শনীতে প্রদর্শিত কলামকে পছন্দীয় করে সাজাতে পারবেন। দৃশ্যমান কলামকে পছন্দনীয় করে সাজানোর জন্য প্রধান মেনু থেকে <menuchoice><guimenu>প্রদর্শন</guimenu><guimenuitem>কলাম সাজান...</guimenuitem></menuchoice> বাছাই করুন।
ca: Si preferiu veure el contingut de la carpeta en forma de llistat, emprant <guilabel>Visualitza com a llistat detallat</guilabel>, podeu personalitzar les columnes que es mostren a la vista de llistat. Per personalitzar les columnes visibles seleccioneu en el menú principal <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Configura columnes…</guimenuitem></menuchoice>.
da: Hvis du foretrækker at vise indholdet af en mappe som en liste ved brug af <guilabel>Detaljeret listevisning</guilabel>, kan du tilpasse de synlige kolonner i detaljeret listevisning. Vælg <menuchoice><guimenu>View</guimenu><guimenuitem>Indstil kolonner</guimenuitem></menuchoice> fra hovedmenuen, for at tilpasse de synlige kolonner.
es: Si prefiere ver los contenidos del directorio como una lista, usando <guilabel>Ver como lista detallada</guilabel>, usted puede personalizar las columnas visibles en este modo. Para personalizar las columnas visibles, seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Configurar columnas...</guimenuitem></menuchoice> en el menú principal.
gl: Se prefire mostrar o contido do cartafol como unha lista, usando a <guilabel>Vista de lista detallada</guilabel>, pode personalizar as columnas que se mostrar na vista de lista. Para personalizar as columnas visibles, seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Configurar as columnas...</guimenuitem></menuchoice> no menú principal.
it: Nel caso si preferisca visualizzare il contenuto delle cartella sotto forma di lista, utilizzando la <guilabel>Visualizzazione a lista dettagliata</guilabel>, è possibile personalizzare le colonne da visualizzare. Per modificarle, selezionare <menuchoice><guimenu>Visualizzazione</guimenu><guimenuitem>Configura colonne...</guimenuitem></menuchoice> dal menu principale.
pl: Jeśli wolisz wyświetlać zawartość folderów jako listę używając <guilabel>Widoku szczegółowego</guilabel>, możesz dostosować kolumny wyświetlane w widoku listy. Aby dostosować widoczność kolumn, wybierz <menuchoice><guimenu>Widok</guimenu><guimenuitem>Konfiguruj kolumny...</guimenuitem></menuchoice> z głównego menu (po wybraniu widoku listy).
tr: <guilabel>Detaylı Liste Şeklinde Göster</guilabel> seçeneğini kullanarak dizin içeriğini liste şeklinde görüntülüyorsanız, liste görünümünde gösterilecek sütunları özelleştirmek isteyebilirsiniz. Görüntülenecek sütunları görmek ve seçmek için, menüdeki <menuchoice><guimenu>Görünüm</guimenu><guimenuitem>Sütunları Yapılandır...</guimenuitem></menuchoice> seçeneğini kullanabilirsiniz.
zh_tw: 如果您偏好將資料夾的內容以清單方式顯示，也就是使用<guilabel>以詳細清單方式檢視</guilabel>的話，您可以自訂清單檢視所顯示的欄位。想要自訂可見欄位的話，從主選單選擇<menuchoice><guimenu>檢視</guimenu><guimenuitem>設定欄位...</guimenuitem></menuchoice>即可。

source: Visible Columns
bn: দৃশ্যমান কলাম
ca: Columnes visibles
da: Synlige kolonner
es: Columnas Visibles
gl: Columnas visibles
it: Colonne visualizzate
pl: Widoczne kolumny
tr: Görünür Sütunlar
zh_tw: 可見欄位

source: Select the columns you want to be displayed from the list of available columns. Click <guibutton>Move Up</guibutton> or <guibutton>Move Down</guibutton> to change the order of the columns. Click <guibutton>Use Default</guibutton> to revert your changes.
bn: বিদ্যমান কলামের তালিকা থেকে আপনি যে কলামটি প্রদর্শন করতে চান তা নির্বাচন করুন। কলামের বিন্যাস পরিবর্তন করার জন্য <guibutton>উপরে যান</guibutton> অথবা <guibutton>নিচে নামুন</guibutton> ক্লিক করুন। আবার পূর্ববর্তী অবস্থা ফিরে পেতে <guibutton>ডিফল্ট ব্যবহার করুন</guibutton> ক্লিক করুন।
ca: Seleccioneu les columnes que voleu veure entre el llistat de columnes disponibles. Feu clic a <guibutton>Puja</guibutton> or <guibutton>Baixa</guibutton> per canviar l'ordre de les columnes. Feu clic a <guibutton>Empra valors per defecte</guibutton> per anular els canvis.
da: Vælg de kolonner du vil have vist, ud fra listen af kolonner der er til rådighed. Klik på <guibutton>Flyt op</guibutton> eller <guibutton>Flyt ned</guibutton> for at ændre rækkefølgen af kolonnerne. Klik på <guibutton>Brug standard</guibutton> for at vende tilbage til de oprindelige indstillinger.
es: Seleccione las columnas que quiera ver de la lista de columnas disponibles. Haga clic <guibutton>Subir</guibutton> o <guibutton>Bajar</guibutton> para cambiar el orden de las columnas. Haga clic para <guibutton>Usar predeterminado</guibutton> deshacer los cambios.
gl: Seleccione na lista das columnas dispoñibles as columnas que desexa mostrar. Prema en <guibutton>Subir</guibutton> ou <guibutton>Baixar</guibutton> para cambiar a orde das columnas. Prema en <guibutton>Usar predefinido</guibutton> para reverter os cambios.
it: Selezionare le colonne che si desidera vengano visualizzate dalla lista di quelle disponibili. Premere <guibutton>Sposta su</guibutton> o <guibutton>Sposta giù</guibutton>per cambiare l'ordine delle colonne. Premere <guibutton>Predefinito</guibutton>per tornare alle impostazioni di default.
pl: Z listy dostępnych kolumn wybierz te, które mają być wyświetlane. Kliknij <guibutton>W górę</guibutton> lub <guibutton>W dół</guibutton> aby zmienić kolejność kolumn lub <guibutton>Użyj domyślnych</guibutton> aby cofnąć wprowadzone zmiany.
tr: Gösterilmesini istediğiniz sütunları listeden seçebilirsiniz. <guibutton>Yukarı Taşı</guibutton> veya <guibutton>Aşağı Taşı</guibutton> seçeneklerini kullanarak sütunların gösterim sırasını değiştirebilirsiniz. Yapmış olduğunuz değişiklikleri geri almak için <guibutton>Öntanımlı Kullan</guibutton> seçeneğini kullanabilirsiniz.
zh_tw: 從可用的欄位清單中選取您想要顯示的欄位。點擊<guibutton>上移</guibutton>或<guibutton>下移</guibutton>來變更欄位的順序。點擊<guibutton>使用預設</guibutton>來撤銷所做的變更。

source: Column Sizing
bn: কলামের আকার পরিবর্তন করা
ca: Mida de les columnes
da: Kolonnesjustering
es: Tamaño de columna
gl: Redimensionamento das columnas
it: Dimensionamento delle colonne
pl: Rozmiar kolumny
tr: Sütun Boyutlandırma
zh_tw: 欄位大小

source: Select the option <guibutton>Automatically expand columns as needed</guibutton> if you want the list view columns to expand automatically if the needed to ensure the text is fully visible.
bn: আপনি যদি স্বয়ংক্রিয়ভাবে তালিকা প্রদর্শন কলাম প্রসারন করতে চান এবং টেক্সট সম্পূর্নরূপে দৃশ্যমান কিনা তা নিশ্চিত হতে চান তবে <guibutton>প্রয়োজনানুসারে স্বয়ংক্রিয়ভাবে কলাম প্রসারন</guibutton> অপশনটি নির্বাচন করুন।
ca: Seleccioneu l'opció <guibutton>Expandeix les columnes automàticament si cal</guibutton> si voleu que la llista de columnes s'expandeixi automàticament per garantir que tot els text sigui visible.
da: Vælg punktet <guibutton>Udvid kolonner automatisk efter behov</guibutton>, hvis du vil have kolonnerne i listevisning til at udvide automatisk efter behov. Så er du sikker på at teksten er helt synlig.
es: Seleccione la opción <guibutton>Expandir automáticamente las columnas según se necesite</guibutton> si quiere que las columnas se expandan automáticamente si es encesario para que el texto se visualize completamente.
gl: Seleccione a opción <guibutton>Expandir automaticamente as columnas cando sexa necesario</guibutton> se desexa que as columnas da vista de lista se expandan automaticamente se é necesario para asegurar que se ve todo o texto.
it: Selezionare l'opzione <guibutton>Espandi automaticamente le colonne quando necessario</guibutton> se si desidera che le colonne della visualizzazione a lista si espandano automaticamente per fare in modo che il testo sia completamente visibile.
pl: Wybierz opcję <guibutton>Skaluj kolumny</guibutton> jeśli chcesz, aby kolumny listy były rozszerzane automatycznie tak, aby cały tekst był widoczny.
tr: <guibutton>Gerekli olduğunda sütunları otomatik olarak genişlet</guibutton> seçeneği ile sütunlar istenilen bilginin uzunluğu doğrultusunda o bilginin uzunluğuna göre genişletilecektir.
zh_tw: 若您想要讓清單檢視欄位在文字被遮住時自動延展欄位讓文字可以完全看見的話，則選取<guibutton>依需求自動延展欄位</guibutton>。

source: Working with Files and Folders
bn: ফাইল এবং ফোল্ডারে কাজ করা হচ্ছে
ca: Fitxers i carpetes
da: Arbejde med filer og mapper
es: Trabajar con archivos y directorios
gl: Traballar con ficheiros e directorios
it: Lavorare con file e cartelle
pl: Praca z plikami i folderami
tr: Dizin ve Dosya İşlemleri
zh_tw: 管理您的檔案與資料夾

source: Opening Files
bn: ফাইল খোলা হচ্ছে
ca: Obertura de fitxers
da: Åbner filer
es: Abriendo archivos
gl: Abrir ficheiros
it: Aprire i file
pl: Otwieranie plików
tr: Dosyaların Açılması
zh_tw: 開啟檔案

source: When you open a file, the file manager performs the default action for that file type. For example, opening a text file will display it in the default text editor, while opening an image file will display the image in the default image viewer.
bn: যখন আপনি একটি ফাইল খুলবেন, সেই ধরনের ফাইলের জন্য ফাইল ব্যবস্থাপকই পূর্বনির্ধারিত কাজগুলো করে দেয়। যেমন, কোনো টেক্সট ফাইল খোলা হলে তা ডিফল্ট টেক্সট সম্পাদকে প্রদর্শিত হবে, যখন ছবি ফাইল খোলা হবে ছবিটি ডিফল্ট ছবি প্রদর্শকের সাহায্যে ছবিটি প্রদর্শিত হবে।
ca: Quan obriu un fitxer, el gestor de fitxers fa l'acció per defecte segons el tipus de fitxer. Per exemple, si s'obre un fitxer de text es mostrarà en l'editor de text per defecte, mentre que si s'obre una fitxer d'imatge aquesta es mostrarà en el visor d'imatges per defecte.
da: Når du åbner en fil, vil filhåndteringen udføre standardhandlingen for den filtype. F.eks. ved åbning af en tekstfil vil den vise den i det tekstbehandlingsprogram der er sat som standard, mens åbning af en billedfil vil vise den i den billedfremviser der er sat som standard.
es: Cuando abre un fichero, el gestor de ficheros realiza la acción predeterminada para ese tipo de fichero. Por ejemplo, abriendo un fichero de texto mostrará éste con el editor de texto predeterminado, mientras que abriendo una imagen la mostrará abriendo el visor de imágenes predeterminado.
gl: Cando abre un ficheiro o navegador de ficheiros realiza a acción predeterminada para ese tipo de ficheiro. Por exemplo, ao abrir un ficheiro de texto este mostrarase co editor de texto predeterminado, mentres que ao abrir un ficheiro de imaxe se mostrará a imaxe co visor de imaxes predeterminado.
it: Quando si apre un file, il gestore di file esegue l'azione predefinita per quel tipo di file. Per esempio, se si apre un file di testo, questo verrà visualizzato utilizzando l'editor di testo predefinito mentre, aprendo un file di immagine, verrà avviato il visualizzatore di immagini predefinito.
pl: Kiedy otwierasz plik, menedżer plików wykonuje domyślną akcję dla plików tego typu. Na przykład otwarcie pliku tekstowego spowoduje jego wyświetlenie w domyślnym edytorze tekstu, podczas gdy otwarcie pliku obrazu wyświetli go w domyślnej przeglądarce obrazów.
tr: Bir dosya açtığınız zaman, dosya yöneticisi o dosya tipine uygun işlemi gerçekleştirecektir. Örneğin, bir metin dosyasını açmak istediğinizde, o metin dosyası metin editörünüzde açılacağı gibi, bir resim dosyası da resimleri gösteren uygulama içerisinde açılacaktır.
zh_tw: 當您開啟一份檔案時，檔案管理員會執行該檔案類型的預設動作。舉例來說，開啟一份文字檔會以預設的文字編輯器顯示其內容；而開啟一份影像檔會以預設的影像檢視器顯示該影像。

source: The file manager checks the extension of a file to determine the type of a file. If the file has no known extension, the file manager examines the contents of the file.
bn: ফাইল ব্যবস্থাপক ফাইলের ধরন বের করার জন্য ফাইলের বর্ধিতাংশ পরীক্ষা করে। ফাইলে যদি কোনো বর্ধিতাংশ না থাকে, তবে ফাইল ব্যবস্থাপক ফাইলের বিষয়বস্তু পরীক্ষা করে।
ca: El gestor de fitxers comprova l'extensió del fitxer per determinar de quin tipus de fitxer es tracta. Si el fitxer te una extensió desconeguda, el gestor de fitxers examinarà el contingut del fitxer.
da: Filhåndteringen undersøger filendelsen på en fil for at fastslå hvilken type fil det er. Hvis filen ingen endelse har, vil filhåndteringen undersøge indholdet af filen.
es: El gestor de ficheros comprueba la extensión del archivo para determinar su tipo. Si un archivo no tiene una extensión conocida, el gestor examina su contenido.
gl: O navegador de ficheiros comproba a extensión dun ficheiro para determinar o tipo do ficheiro. Se o ficheiro non ten ningunha extensión coñecida, o xestor de ficheiros examina o contido do ficheiro.
it: Il gestore di file controlla l'estensione di un file per determinarne il tipo. Se il file non presenta un'estensione conosciuta, il gestore di file ne esamina il contenuto.
pl: Menedżer plików sprawdza rozszerzenie pliku, aby określić jego typ. Jeśli plik nie posiada rozszerzenia, sprawdzana jest jego zawartość.
tr: Dosya yöneticisi dosyanın uzantısına bakarak dosya tipinin ne olduğuna karar verir. Eğer dosya bilinen bir uzantıya sahip değilse, dosya yöneticisi dosyanın içeriğini gözden geçirecektir.
zh_tw: 檔案管理員會檢查檔案的副檔名來決定檔案的類型。如果檔案沒有副檔名，那麼檔案管理員會仔細探查該檔案的內容。

source: Executing the Default Action
bn: ডিফল্ট অ্যাকশন চালানো হচ্ছে
ca: Execució de l'acció per defecte
da: Udfører standardhandlingen
es: Ejecutar la acción por defecto
gl: Executar a acción predeterminada
it: Eseguire le operazioni predefinite
pl: Wykonywanie domyślnej akcji
tr: Varsayılan İşlemi Çalıştırmak
zh_tw: 執行預設動作

source: To execute the default for a file, double-click on the file. For example, the default action for audio files is to play the it with the default music playing application. In this case, you can double-click on the file to open the file in the music player.
bn: ফাইলের ডিফল্ট কার্যকর করতে, ফাইলটির উপর ডাবল ক্লিক করুন। যেমন, অডিও ফাইলের জন্য ডিফল্ট অ্যাকশন হল ডিফল্ট মিউজিক প্লেয়িং অ্যাপ্লিকেশনের সাহায্যে একে চালানো। এই ক্ষেত্রে, মিউজিক প্লেয়ারে ফাইলটি খোলার জন্য ফাইলের উপর ডাবল ক্লিক করুন।
ca: Per executar l'acció per defecte d'un fitxer feu doble-clic al fitxer. Per exemple, l'acció per defecte dels fitxers de so és reproduir-lo amb l'aplicació per defecte de reproducció de música. En aquest cas, podeu fer doble-clic en el fitxer per reproduir-lo en el reproductor de música.
da: For at udføre standardhandlingen for en fil, så dobbeltklik på den. F.eks. er standardhandlingen for lydfiler, at afspille dem i den musikafspiller der er sat som standard. I dette tilfælde kan du dobbeltklikke på filen for at åbne den i musikafspilleren.
es: Para ejecutar la acción por defecto en un archivo, haga doble clic en él. Por ejemplo, la acción predeterminada en los archivos de audio es reproducirlos con el reproductor predeterminado. En este caso, usted puede hacer doble clic en el archivo para abrir el reproductor.
gl: Para executar a acción predeterminada para un ficheiro, faga dobre clic no ficheiro. Por exemplo, a acción predeterminada dos ficheiros de son é reproducilos co aplicativo de reprodución de música predeterminado. Neste caso pode facer dobre clic no ficheiro para abrir o ficheiro no reprodutor de música.
it: Per eseguire l'azione predefinita su un certo file, è sufficiente fare clic due volte su di esso. Per esempio, l'azione predefinita per i file audio prevede di eseguirli con l'applicazione predefinita per la musica. In questo caso, si può cliccare due volte sul file per aprirlo nel programma per la musica.
pl: Aby wykonać domyślną akcję na pliku, kliknij go podwójnie. Na przykład domyślną akcją dla plików dźwiękowych jest ich odtworzenie w domyślnym odtwarzaczu muzyki. W takim przypadku, dwukrotnie kliknięcie takiego pliku spowoduje odtworzenie go w odtwarzaczu muzyki.
tr: Bir dosya için varsayılan işlemi çalıştırmak için, dosyaya çift tıklamalısınız. Örneğin, ses dosyalarına çift tıkladığınız zaman öntanımlı o ses dosyası çokluortam programı tarafından çalıştırılacaktır.
zh_tw: 若要為檔案執行預設動作，請雙點該檔案。舉例來說，音訊檔案的預設動作是使用預設的音樂播放應用程式播放它。在這種情況下，您可以雙點該檔案以在音樂播放器內開啟它。

source: You can set <application>Thunar</application> preferences so that you click once on a file to execute the default action. For information, see <xref linkend="preferences-behavior"/>.
bn: <application>Thunar</application> পছন্দসমুহ নির্ধারন করলে কোনো ফাইলের উপর একবার ক্লিক করলেই ডিফল্ট অ্যাকশন কার্যকর হয়ে যাবে। তথ্যের জন্য <xref linkend="preferences-behavior"/> দেখুন।
ca: Podeu ajustar les preferències de <application>Thunar</application> per a que un únic clic en un fitxer executi l'acció per defecte. Per més informació veieu <xref linkend="preferences-behavior"/>.
da: Du kan indstille <application>Thunar</application> således at du kan nøjes med at klikke en enkelt gang på en fil for at udføre standardhandlingen, se <xref linkend="preferences-behavior"/>.
es: Usted puede configurar <application>Thunar</application> para que ejecute la acción predeterminada con un solo clic. Para información, consulte <xref linkend="preferences-behavior"/>.
gl: Pode configurar as preferencias de <application>Thunar</application> de xeito que ao premer unha soa vez nun ficheiro se execute a acción predeterminada. Para obter máis información consulte <xref linkend="preferences-behavior"/>.
it: È possibile impostare le preferenze di <application>Thunar</application> in modo che basti un unico clic sul file per eseguire l'azione predefinita a esso associata. Per maggiori informazioni consultare la sezione <xref linkend="preferences-behavior"/>.
pl: Możesz zmienić zachowanie <application>Thunara</application> tak, aby pojedyncze kliknięcie wyzwalało domyślną akcję. Aby dowiedzieć się jak to zrobić, przeczytaj <xref linkend="preferences-behavior"/>.
tr: <application>Thunar</application> dosya yöneticisini tek tıklama ile dosyaların çalıştırılmasını sağlamak için ayarlamanız mümkündür. Bu konuda ayrıntılı bilgi için <xref linkend="preferences-behavior"/> sayfasını inceleyiniz.
zh_tw: 您可以設定 <application>Thunar</application> 偏好設定，如此一來您只要對檔案點擊一次就能執行預設動作。若要瞭解更多資訊，請見 <xref linkend="preferences-behavior"/>。

source: Executing Non-Default Actions
bn: পূর্বনির্ধারিত না এমন কাজ চালানো হচ্ছে
ca: Execució d'altres accions
da: Udfører ikke-standardhandlinger
es: Ejecutando acciones no predeterminadas
gl: Executar accións non predeterminadas
it: Eseguire le operazioni non predefinite
pl: Wykonywanie innych akcji
tr: Öntanımlı Olmayan İşlemleri Çalıştırmak
zh_tw: 執行非預設動作

source: To execute actions other than the default action for a file, select the file that you want to perform an action on. Choose the desired action from the <emphasis>Open With</emphasis> choices available in <guimenu>File</guimenu> menu or an <guimenu>Open With</guimenu> submenu.
bn: ফাইলের জন্য ডিফল্ট অ্যাকশন ছাড়া অন্য কোনো অ্যাকশন কার্যকর করতে, আপনি যে ফাইলটি নিয়ে কাজ করতে চান তা নির্বাচন করুন। <guimenu>ফাইল</guimenu> মেনু বা <emphasis>অন্য অ্যাপ্লিকেশনে খুলুন</emphasis> সাবমেনুতে প্রাপ্য <emphasis>অন্য অ্যাপ্লিকেশনে খুলুন</emphasis> পছন্দসমূহ থেকে আপনার কাঙ্ক্ষিত অ্যাকশন বাছাই করুন।
ca: Per executar accions diferents a la que hi hagi per defecte per un fitxer, seleccioneu el fitxer al que voleu executar l'acció. Seleccioneu l'acció desitjada les opcions <emphasis>Obre amb</emphasis> disponibles en el menú <guimenu>Fitxer</guimenu> o en els sub-menús <guimenu>Obre amb</guimenu>.
da: For at udføre handlinger, udover standardhandlingen for en fil, så vælg den fil du vil udføre en handling med. Vælg den ønskede handling fra<emphasis>Åbn med</emphasis> valgmulighederne i <guimenu>Fil</guimenu> menuen eller med <guimenu>Åbn med</guimenu> undermenuen.
es: Para ejecutar otras acciones en lugar de las predeterminadas en un archivo, seleccione el archivo en el que desee realizar la acción. Seleccione la acción que desee de las disponibles en <emphasis>Abrir con</emphasis> en el menú <guimenu>Archivo</guimenu> o en el submenú.
gl: Para executar accións diferentes á acción predeterminada dun ficheiro, seleccione o ficheiro no que desexa realizar a acción. Seleccione a acción desexada entre as opcións de <emphasis>Abrir con</emphasis> que se pode atopar no menú <guimenu>Ficheiro</guimenu> ou no submenú <guimenu>Abrir con</guimenu>.
it: Per eseguire un'azione diversa da quella predefinita per un file, selezionare il file per cui si desidera cambiare l'azione. Scegliere l'azione desiderata dalle opzioni <emphasis>Apri con</emphasis> disponibili nel menu <guimenu>File</guimenu> o nel sotto menu <guimenu>Apri con</guimenu>.
pl: Aby wykonywać akcje inne niż domyślne dla danego pliku, zaznacz plik, który chcesz obsłużyć. Następnie wybierz pożądaną akcję z podmenu <emphasis>Otwórz za pomocą</emphasis> dostępnego w menu <guimenu>Plik</guimenu> lub w menu kontekstowym.
tr: Bir dosya için öntanımlı gerçekleştirilen işlem yerine, istediğiniz dosyayı <guimenu>Dosya</guimenu> menüsünden <emphasis>Birlikte Aç</emphasis> seçeneklerinden birini kullanarak veya sağ tıkladığınızda gösterilecek olan <guimenu>Birlikte Aç</guimenu> alt menüsü ile çalıştırabilirsiniz.
zh_tw: 若要對檔案執行預設動作之外的動作，請先選取您想要執行該動作的檔案。接著在<guimenu>檔案</guimenu>選單內的<emphasis>以此開啟</emphasis> 可選項目，或是<emphasis>以此開啟</emphasis> 子選單內的可選項目中挑選偏愛的動作。

source: Adding Actions
bn: অ্যাকশন যোগ করা হচ্ছে
ca: Addició d'accions
da: Tilføjer handlinger
es: Añadiendo acciones
gl: Engadir accións
it: Aggiungere delle azioni
pl: Dodawanie akcji
tr: İşlem Ekleme
zh_tw: 加入動作

source: To add actions associated with a file type, perform the following steps:
bn: ফাইলের ধরনের সাথে সংশ্লিষ্ট অ্যাকশন সংযুক্ত করতে নিম্নোক্ত ধাপগুলো অনুসরন করুন:
ca: Per afegir accions associades a un tipus de fitxer, seguiu els següents passos:
da: Gør følgende for at tilføje handlinger til en bestemt filtype:
es: Para añadir acciones asociadas a un tipo de fichero, realize los siguientes pasos:
gl: Para engadir accións asociadas cun tipo de ficheiro siga os seguintes pasos:
it: Per aggiungere delle azioni associate a un determinato tipo di file, si seguano i passi successivi:
pl: Aby dodać akcje powiązane z danym typem pliku, wykonaj poniższe kroki:
tr: Bir dosya uzantısına işlem atamak için, şu işlemleri yapmalısınız:
zh_tw: 若要加入與某種檔案類型關聯的動作，請執行下列步驟：

source: In the main area, select a file of the type to which you want to add an action.
bn: আপনি যে ধরনের ফাইলে কোনো অ্যাকশন সংযুক্ত করতে চান মেইন এরিয়ায় তা নির্বাচন করুন।
ca: A l'àrea principal, seleccioneu un fitxer del tipus al que li voleu afegir l'acció.
da: Vælg en fil i hovedområdet af den filtype du vil tilføje en handling til.
es: En el area principal, seleccione el fichero del tipo que desee añadir una acción.
gl: Vaia á zona principal e seleccione un ficheiro do tipo ao que desexa engadirlle unha acción.
it: nell'area principale, selezionare un file del tipo a cui si vuole associare un'azione;
pl: W obszarze głównym zaznacz plik typu, którego akcje chcesz edytować.
tr: Ana bölümde, işlem eklemek istediğiniz dosyayı seçin.
zh_tw: 在主要區域內，選取您想要加入動作的某類型檔案。
