Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The remaining shortcuts are user defined. Add your own shortcuts by simply dragging folders to the <guilabel>Shortcuts Pane</guilabel>. This will allow you to access important folders instantly. To remove a previously added shortcut, right-click on the shortcut and choose <guimenuitem>Remove Shortcut</guimenuitem>. To rename a previously added shortcut, right-click on the shortcut and choose <guimenuitem>Rename Shortcut</guimenuitem>. Note that these actions affect only the shortcut, not the folder referenced by the shortcuts.
bn: বাকী শর্টকাটগুলো ব্যবহারকারী দ্বারা নির্ধারিত। যেকোনো ফোল্ডার টেনে এনে <guilabel>শর্টকাট প্যান</guilabel> এ রেখে নিজের মত করে শর্টকাট তৈরী করা যায়। এর সাহয্যে খুব দ্রুত গুরুত্বপূর্ন ফোল্ডারে প্রবেশ করতে পারবেন। পূর্বে যোগ করা কোনো শর্টকাট অপসারন করতে, শর্টকাটে ডান ক্লিক করুন এবং <guimenuitem>শর্টকাট অপসারণ করুন</guimenuitem> বাছাই করুন। পূর্বে যোগ করা কোনো শর্টকাট পুনরায় নামকরন করতে, শর্টকাটে ডান ক্লিক করুন এবং <guimenuitem>শর্টকাট পুনরায় নামকরণ করুন</guimenuitem> বাছাই করুন। মনে রাখবেন, এ পদ্ধতিগুলো কেবল শর্টকাটের জন্যই প্রযোজ্য, শর্টকাট থেকে রেফারেন্সপ্রাপ্ত ফোল্ডারের জন্য নয়।
ca: La resta de dreceres són les definides per l'usuari. Afegiu les vostres pròpies dreceres simplement arrossegant a la <guilabel>Subfinestra de dreceres</guilabel>. Això us permetrà accedir a carpetes importants instantàniament. Per treure una drecera prèviament afegida, feu clic-dret sobre la drecera i seleccioneu <guimenuitem>Suprimeix la drecera</guimenuitem>. Per canviar de nom una drecera, feu clic-dret sobre la drecera i seleccioneu <guimenuitem>Canvia el nom a la drecera</guimenuitem>. Tingueu en compte que aquestes accions només afecten a la drecera i no a la carpeta referenciada per la drecera.
da: De resterende genveje er brugertilpassede. Tilføj dine egne genveje ved simpelthen at trække mapper hen til <guilabel>genvejspanelet</guilabel>. Dette vil gøre dig i stand til at tilgå dine vigtige mapper øjeblikkeligt. For at fjerne en tilføjet genvej, højreklikker du på genvejen og vælger <guimenuitem>Fjern genvej</guimenuitem>. For at omdøbe en tidligere tilføjet genvej, højreklikker du på genvejen og vælger <guimenuitem>Omdøb genvej</guimenuitem>. Bemærk at disse handlinger kun påvirker genvejen og ikke mappen som genvejen henviser til.
es: Los restantes enlaces directos son definidos por el usuario. Añada sus propios enlaces simplemente arrastrando directorios al <guilabel>Panel de atajos</guilabel>. Ellos permiten acceder instantáneamente a directorios importanes. Para borrar un enlace previamente añadido, haga clic derecho en el atajo y seleccione <guimenuitem>Eliminar acceso directo</guimenuitem>. Para renombrar un enlace previamente añadido, haga clic derecho en el enlace y elija <guimenuitem>Renombrar enlace directo</guimenuitem>. Tenga en cuenta que esta acción solo afecta al enlace, no a los directorios referenciados por ellos.
gl: O resto dos atallos son definidos polo usuario. Engada os seus propios atallos simplemente arrastrando cartafoles ao <guilabel>Panel de atallos</guilabel>. Isto permitiralle acceder aos cartafoles importantes de xeito instantáneo. Para eliminar un atallo xa engadido, prema co botón dereito no atallo e seleccione <guimenuitem>Eliminar o atallo</guimenuitem>. Para renomear un atallo xa engadido, prema co botón dereito no atallo e seleccione <guimenuitem>Renomear o atallo</guimenuitem>. Teña en conta que estas accións só lle afectan ao atallo, e non ao cartafol ao que o atallo fai referencia.
it: Le altre scorciatoie sono definite dall'utente. Per aggiungere una scorciatoia è sufficiente trascinare la cartella nel <guilabel>pannello laterale delle scorciatoie</guilabel>. In questo modo sarà possibile accedere alle cartelle importanti istantaneamente. Per rimuovere una scorciatoia, fare clic con il tasto destro del mouse su di essa e selezionare l'opzione <guimenuitem>Rimuovi scorciatoia</guimenuitem>. Invece, per rinominarla, cliccare con il tasto destro del mouse su di essa e selezionare l'opzione <guimenuitem>Rinomina scorciatoia</guimenuitem>. Queste operazioni influenzano esclusivamente la scorciatoia e non la cartella a cui essa si riferisce.
pl: Pozostałe skróty są definiowane przez użytkownika. Możesz dodawać swoje własne skróty po prostu przeciągając foldery do <guilabel>panelu bocznego</guilabel>. Pozwoli Ci to na natychmiastowy dostęp do ważnych folderów. Aby usunąć poprzednio dodany skrót, kliknij prawym przyciskiem myszy na skrócie i wybierz <guimenuitem>Usuń skrót</guimenuitem>. Zauważ, że ta czynność będzie miała wpływ tylko na skrót, a nie na folder wskazywany przez niego.
tr: Diğer kısayollar ise kullanıcı tanımlı kısayollardır. Kendi kısayolunuzu belirlemek için yapmanız gereken kısayolunu oluşturmak istediğiniz dizini <guilabel>kısayol kısmına</guilabel> sürüklemektir. Böylece önemli dizinlerinize hemen ulaşabilirsiniz. Daha önce oluşturduğunuz bir kısayolu silmek için ise, kısayola sağ tıklayıp <guimenuitem>Kısa Yolu Kaldır</guimenuitem> seçeneğine tıklamanız yeterlidir. Kısayolunuzun ismini değiştirmek için, kısayola sağ tıklayıp, <guimenuitem>Kısa Yolu Yeniden Adlandır</guimenuitem> seçeneğine tıklamalısınız. Bu işlem sadece kısayol ile ilgilidir, kısayolunu oluşturduğunuz dizin üzerinde herhangi bir işlem gerçekleştirmemektedir.
zh_tw: 剩下的捷徑是使用者自行定義的。只要將資料夾拖曳至<guilabel>捷徑窗格</guilabel>內，就能輕鬆加入您自己的捷徑。這樣您便可以即時存取重要的資料夾。若要移除之前加入的捷徑，對該捷徑點擊右鍵並選擇<guimenuitem>移除捷徑</guimenuitem>。若要重新命名之前加入的捷徑，對該捷徑點擊右鍵並選擇<guimenuitem>重新命名捷徑</guimenuitem>。請注意這些動作只會影響到捷徑而已，不會反應到捷徑所參照的資料夾。

source: The <emphasis>main area</emphasis> will always display the contents of the current folder. Double click on folders to enter them, and right-click on files or folders to get a context-menu offering some choices of what to do with it. Select multiple files by dragging a rectangle over them with the mouse. Alternatively, select one file, hold down the <keycap>Shift</keycap> key, and increase or decrease the selection using the arrow keys.
bn: <emphasis>মেইন এরিয়া</emphasis> সর্বদা বিদ্যমান ফোল্ডারের বিষয়বস্তু প্রদর্শন করে। ফোল্ডারে প্রবেশ করার জন্য ফোল্ডারে ডবল ক্লিক করুন, এবং ফাইল অথবা ফোল্ডারে ডান-ক্লিক করলে একটি প্রসঙ্গ-মেনু আসে যেখান থেকে আপনি কি করতে চান তা বাছাই করা যায়। মাউসের সাহায্যে একটি অায়তক্ষেত্র টেনে একসাথে কয়েকটি ফাইল নির্বাচন করা যায়। অন্যথায়, একটি ফাইল নির্বাচন করে <keycap>Shift</keycap> কী টি ধরে রেখে ও তীরচিহ্নিত কী ব্যবহার করে নির্বাচিত ফাইলের সংখ্যা বাড়ানো বা কমানো যায়।
ca: L'<emphasis>àrea principal</emphasis> us mostrarà el contingut de la carpeta actual. Si feu doble-clic a les carpetes entrareu a veure el seu contingut, i si feu clic-dret en fitxers o carpetes s'us mostrarà un menú contextual que us oferirà diverses accions que se'ls hi pot fer. Es pot seleccionar múltiples fitxers arrossegant un rectangle amb el ratolí sobre ells. Alternativament, si seleccioneu un fitxer, pitgeu la tecla <keycap>Shift</keycap> i la manteniu pitjada mentre augmenteu o disminuïu la selecció amb les tecles del cursor.
da: <emphasis>Hovedområdet</emphasis> vil altid vise indholdet af den nuværende mappe. Dobbeltklik på mapper for at tilgå dem, og højreklik på filer eller mapper for at se en kontekstmenu, der tilbyder forskellige muligheder for anvendelse. Vælg flere filer ved at trække en rektangel over dem med musen. Alternativt kan du vælge en fil, hold <keycap>Skift</keycap> knappen nede og forøg eller formindsk det markerede ved at bruge piletasterne.
es: El <emphasis>area principal</emphasis> siempre mostrará los contenidos del directorio actual. Haga doble clic en directorios para entrar en ellos y clic derecho en archivos o directorios para ver un menú contextual que ofrece algunas opciones para hacer con ellos. Seleccione varios archivos dibujando un rectángulo sobre ellos con el ratón. Alternativamente, seleccione un archivo, mantenga pulsada la tecla <keycap>Shift</keycap>, e incremente o decremente la selección usando las teclas de flecha.
gl: A <emphasis>zona principal</emphasis> sempre mostrará o contido do cartafol actual. Faga dobre clic nos cartafoles para entrar neles, e prema co botón dereito nos ficheiros ou cartafoles para obter un menú contextual que lle ofrecerá algunhas opcións sobre que facer con eles. Seleccione varios ficheiros arrastrando un rectángulo sobre eles co rato. Tamén pode seleccionar un só ficheiro, mantendo premida a tecla <keycap>Maiús</keycap> e aumentando ou diminuíndo a selección usando as teclas das frechas.
it: Nell'<emphasis>area principale</emphasis> verrà sempre visualizzato il contenuto della cartella selezionata. Con un doppio clic si apre una cartella mentre con un clic del tasto destro su file o cartelle si apre un menu contestuale che permette di eseguire alcune operazioni. È possibile selezionare più file creando una seleziona rettangolare che li contiene. In alternativa è possibile selezionare un file e poi, tenendo premuto il tasto <keycap>Shift</keycap>, aumentare o diminuire la selezione utilizzando i tasti freccia.
pl: <emphasis>Obszar główny</emphasis> będzie zawsze wyświetlał zawartość bieżącego folderu. Podwójnym kliknięciem możesz wchodzić do folderów, natomiast klikając prawym przyciskiem myszy uzyskasz dostęp do menu kontekstowego, umożliwiającego zarządzanie folderem. Możesz zaznaczyć wiele plików przeciągając nad nimi prostokąt utworzony z zaznaczenia myszą. Alternatywnie możesz zaznaczyć jeden plik, wcisnąć klawisz <keycap>Shift</keycap> i zwiększać lub zmniejszać zaznaczenie, używając strzałek na klawiaturze.
tr: <emphasis>Ana bölüm</emphasis> her zaman mevcut dizindeki içeriği gösterir. Dizinlere girmek için çift tıklamanız gerekmektedir ve dosya ve dizinler üzerinde işlem yapabilmek için sağ tıklamanız gerekmektedir. Sağ tıkladığınız zaman açılan menüde dosya veya dizine dair işlemleri görebilirsiniz. Birden çok dosyayı seçmek için, farenin sol tuşuna basılı tutarak toplu seçim yapabilirsiniz. Ayrıca alternatif bir yöntem olarak tek bir dosyayı seçerek, <keycap>Shift</keycap> tuşuna basılı tutarak yön tuşları ile birden fazla seçim yapmanız da mümkündür.
zh_tw: <emphasis>主要區域</emphasis> 用來顯示目前資料夾內的內容。請雙擊資料夾以進入其中，接著針對檔案或資料夾點擊右鍵以取得情境選單，情境選單提供您一些目前情境下可以做什麼事的選項。您可以透過滑鼠拖曳出一個矩形，並將該矩形覆蓋住您想選取的多項檔案來選取它們。另外，您也可以先選取一個檔案，接著按住 <keycap>Shift</keycap> 鍵，再使用方向鍵來增加或減少您的選取項目。

source: The <emphasis>pathbar</emphasis> will always show the path you took to get to the folder you are currently at. You can click on any pathbar button to change to the folder it represents. Right-click on a pathbar button to bring up a context-menu with some options.
bn: <emphasis>পাথবার</emphasis> সর্বদা আপনি যে ফোল্ডারে আছেন সেখানে যাওয়ার পাথ প্রদর্শন করে। আপনি যেকোনো পাথবার বোতামে ক্লিক করে যে ফোল্ডার দ্বারা একে প্রকাশ করা হয় তা পরিবর্তন করতে পারেন। কিছু অপশনসহ প্রসঙ্গ-মেনু আনার জন্য পাথবার বোতামে ডান-ক্লিক করুন।
ca: La <emphasis>barra de camins</emphasis> us mostrarà el camí fins a la carpeta on hi sou actualment. Podeu fer clic a qualsevol botó de la barra de camins per canviar a la carpeta que representa. Un clic-dret en un botó de la barra de camins us mostrarà un menú contextual amb algunes opcions.
da: <emphasis>Stilinjen</emphasis> vil altid vise den sti du tog for at komme hen til den mappe du er i. Du kan klikke på enhver stilinjeknap for at skifte til den mappe den repræsenterer. Højreklik på en stilinje for at få en kontekstmenu frem med nogle valgmuligheder.
es: La <emphasis>barra de direcciones</emphasis> siempre mostrará la ruta del directorio en que actualmente se encuentre. Usted puede hacer clic en cualquier boton de la barra para cambiar al directorio que represente. Un clic derecho sobre un boton mostrará un menú contextual con algunas opciones.
gl: A <emphasis>barra de ruta</emphasis> sempre mostrará a ruta que leva ao cartafol no que está. Pode premer en calquera botón da barra de ruta para ir ao cartafol que representa. Prema co botón dereito nun botón da barra de ruta para mostrar un menú contextual con algunhas opcións.
it: La <emphasis>barra degli indirizzi</emphasis> visualizza il percorso intrapreso per raggiungere la cartella in cui ci si trova attualmente. Premendo su un pulsante qualsiasi della barra degli indirizzi, è possibile spostarsi nella relativa cartella. Con un clic del tasto destro del mouse su un pulsante della barra degli indirizzi, verrà visualizzato un menu contestuale con alcune opzioni.
pl: <emphasis>Pasek ścieżki</emphasis> będzie zawsze pokazywał drogę, jaką przebyłeś do bieżącego folderu. Możesz kliknąć na którymkolwiek przycisku ścieżki aby przenieść się do odpowiadającego folderu. Kliknij na nim prawym przyciskiem myszy, aby przywołać menu kontekstowe zawierające pewne opcje.
tr: <emphasis>Adres satırı</emphasis> bulunduğunuz dizine giderken geçmiş olduğunuz dosya yolunu belirtir ve gösterir. Adres satırı kısmında gitmek istediğiniz dizine tıklayabilirsiniz. Adres satırı düğmelerinden birine sağ tıklayarak o dizine has işlemleri ve varsa seçenekleri düzenleyebilirsiniz.
zh_tw: <emphasis>路徑列</emphasis> 用來顯示您目前所在的資料夾路徑。您可以點擊任何路徑列按鈕來變換至按鈕所代表的資料夾。對路徑列按鈕點擊右鍵會帶出附有一些選項的情境選單。

source: Customizing the Appearance
bn: অবয়ব পছন্দসই করা হচ্ছে
ca: Personalització de l'aparença
da: Tilpasning af udseendet
es: Personalizar el aspecto
gl: Personalizar a aparencia
it: Personalizzare l'aspetto
pl: Dostosowywanie wyglądu
tr: Görünümü Özelleştirme
zh_tw: 自訂外觀

source: There are many ways to customize the appearance of the file manager windows. In case you do not like the way the icons are displayed, choose <menuchoice><guimenu>View</guimenu><guimenuitem>View as Detailed List</guimenuitem></menuchoice> from the main menu to have the contents of the current folder displayed as a list.
bn: ফাইল ব্যবস্থাপক উইন্ডো এর অবয়ব পছন্দনীয় করে তোলার আরও অনেক উপায় রয়েছে। আইকনগুলো আপনার পছন্দানুসারে প্রদর্শিত না থাকে তবে বর্তমান ফোল্ডারের বিষয়বস্তু তালিকা আকারে প্রকাশের জন্য প্রধান মেনু থেকে <menuchoice><guimenu>প্রদর্শন</guimenu><guimenuitem>বিস্তারিত তালিকা আকারে প্রদর্শন করুন</guimenuitem></menuchoice> বাছাই করুন।
ca: Hi han molts mitjans per personalitzar l'aparença de la finestra del gestor de fitxers. Si no us agrada la forma en que es mostren les icones trieu en el menú principal <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Visualitza com un llistat detallat</guimenuitem></menuchoice> per veure con una llista detallada el contingut de la carpeta actual.
da: Der er flere måder at tilpasse udseendet af filhåndteringsvinduet på. Hvis du ikke kan lide den måde ikonerne er vist på, så vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Vis som liste</guimenuitem></menuchoice> fra hovedmenuen for at få indholdet af den nuværende mappe vist som en detaljeret liste.
es: Hay varias formas para personalizar la apariencia de las ventanas del gestor de ficheros. En caso de que no le gusten el modo en que se muestran los iconos, elija <menuchoice><guimenu>Ver</guimenu><guimenuitem>Ver como lista detallada</guimenuitem></menuchoice> desde el menú principal para ver los contenidos del directorio actual como una lista.
gl: Hai moitos xeitos de personalizar a aparencia das xanelas do xestor de ficheiros. En caso de que non lle guste a forma na que se mostran as iconas, seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Ver como lista detallada</guimenuitem></menuchoice> no menú principal para que se mostre o contido do cartafol actual como unha lista.
it: Esistono diversi modi per personalizzare l'aspetto delle finestre del gestore di file. Nel caso non si fosse soddisfatti del modo in cui vengono visualizzate le icone, selezionare <menuchoice><guimenu>Visualizza</guimenu><guimenuitem>Visualizza come lista dettagliata</guimenuitem></menuchoice> dal menu principale perché il contenuto della cartella corrente venga visualizzato sotto forma di elenco.
pl: Jest wiele sposobów na dostosowanie wyglądu okien menedżera plików. Jeśli nie odpowiada Ci sposób wyświetlania ikon, wybierz <menuchoice><guimenu>Widok</guimenu><guimenuitem>Widok szczegółowy</guimenuitem></menuchoice> z głównego menu, aby wyświetlać zawartość katalogów w formie listy.
tr: Dosya yöneticisi pencerelerinde görünümü özelleştirmenin birçok yolu vardır. Eğer simge görünümünü beğenmezseniz, <menuchoice><guimenu>Görünüm</guimenu><guimenuitem>Detaylı Liste Şeklinde Göster</guimenuitem></menuchoice> seçeneğini kullanarak o an içinde bulunduğunuz dizindeki içeriği listelenmiş biçimde görebilirsiniz.
zh_tw: 有許多方式可以自訂檔案管理員視窗的外觀。舉例來說，如果您不喜歡圖示顯示的方式，那麼從主選單選擇<menuchoice><guimenu>檢視</guimenu><guimenuitem>以詳細清單方式檢視</guimenuitem></menuchoice>就能將目前資料夾的內容以清單的方式顯示。

source: You can have the file manager windows display a location bar instead of the pathbar by choosing <menuchoice><guimenu>View</guimenu><guimenuitem>Location Selector</guimenuitem><guimenuitem>Toolbar Style</guimenuitem></menuchoice> from the main menu.
bn: প্রধান মেনু থেকে <menuchoice><guimenu>প্রদর্শন</guimenu><guimenuitem>স্থান নির্বাচক</guimenuitem><guimenuitem>টুলবার শৈলী</guimenuitem></menuchoice> বাছাই করে ফাইল ম্যানেজার উইন্ডোতে পাথবারের এর পরিবর্তে অবস্থানবার রাখতে পারেন।
ca: Podeu fer que la finestra del gestor de fitxers us mostri una barra de localització en lloc de la barra de camins si seleccioneu en el menú principal <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Seleccionador d'ubicació</guimenuitem><guimenuitem>Estil de barra d'eines</guimenuitem></menuchoice>.
da: Du kan få filhåndteringsvinduet til at vise en stedlinje istedet for en stilinje ved at vælge <menuchoice><guimenu>Vis</guimenu><guimenuitem>Stedvælger</guimenuitem><guimenuitem>Værktøjslinjestil</guimenuitem></menuchoice> fra hovedmenuen.
es: Usted puede poner una barra de herramientas en lugar de una de direcciones seleccionando <menuchoice><guimenu>Ver</guimenu><guimenuitem>Selector de lugar</guimenuitem><guimenuitem>Estilo de la barra de herramientas</guimenuitem></menuchoice> en el menú principal.
gl: Pode facer que se mostre unha barra de enderezos nas xanelas do xestor de ficheiros en vez da barra de ruta seleccionando <menuchoice><guimenu>Ver</guimenu><guimenuitem>Selector de localización</guimenuitem><guimenuitem>Estilo da barra de ferramentas</guimenuitem></menuchoice> no menú principal.
it: È possibile impostare il gestore di file per visualizzare la barra dei percorsi in luogo di quella degli indirizzi, selezionando <menuchoice><guimenu>Visualizzazione</guimenu><guimenuitem>Selettore di percorsi</guimenuitem><guimenuitem>In stile barra degli strumenti</guimenuitem></menuchoice> dal menu principale.
pl: Możesz nakazać menedżerowi plików używania paska położenia zamiast paska ścieżki, wybierając <menuchoice><guimenu>Widok</guimenu><guimenuitem>Wskaźnik położenia</guimenuitem><guimenuitem>Styl tradycyjny</guimenuitem></menuchoice> z głównego menu.
tr: Adres satırı görünümü yerine, araç çubuğu kullanmak istiyorsanız <menuchoice><guimenu>Görünüm</guimenu><guimenuitem>Yer Seçici</guimenuitem><guimenuitem>Araç Çubuğu Tarzı</guimenuitem></menuchoice> seçeneğini kullanabilirsiniz.
zh_tw: 您可以讓檔案管理員視窗用位置列取代路徑列，只要從主選單選擇<menuchoice><guimenu>檢視</guimenu><guimenuitem>位置表示</guimenuitem><guimenuitem>工具列風格</guimenuitem></menuchoice>就能達成。

source: In case you prefer a treeview in the left pane, choose <menuchoice><guimenu>View</guimenu><guimenuitem>Side Pane</guimenuitem><guimenuitem>Tree</guimenuitem></menuchoice> from the main menu.
bn: আপনি বাম প্যানে একটি ট্রিভিউ পছন্দ করার ক্ষেত্রে, প্রধান মেনু থেকে <menuchoice><guimenu>প্রদর্শন</guimenu><guimenuitem>সাইড প্যান</guimenuitem><guimenuitem>ট্রি</guimenuitem></menuchoice> বাছাই করুন।
ca: Si preferiu una vista d'arbre a la subfinestra esquerra, seleccioneu en el menú principal <menuchoice><guimenu>Visualitza</guimenu><guimenuitem>Barres laterals</guimenuitem><guimenuitem>Arbre</guimenuitem></menuchoice>.
da: Hvis du foretrækker trævisning i det venstre panel, så vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Sidepanel</guimenuitem><guimenuitem>Træstruktur</guimenuitem></menuchoice> fra hovedmenuen.
es: En el caso de que prefiera una vista de árbol en el panel izquierdo, seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Panel lateral</guimenuitem><guimenuitem>Árbol</guimenuitem></menuchoice> en el menú principal.
gl: En caso de que prefira unha vista de árbore no panel esquerdo, escolla <menuchoice><guimenu>Ver</guimenu><guimenuitem>Panel lateral</guimenuitem><guimenuitem>Árbore</guimenuitem></menuchoice> no menú principal.
it: Nel caso si preferisca una visualizzazione ad albero per il pannello di sinistra, selezionare <menuchoice><guimenu>Visualizzazione</guimenu><guimenuitem>Pannello laterale</guimenuitem><guimenuitem>Albero</guimenuitem></menuchoice> dal menu principale.
pl: Jeżeli podoba Ci się widok drzewa w lewym panelu, wybierz <menuchoice><guimenu>Widok</guimenu><guimenuitem>Panel boczny</guimenuitem><guimenuitem>Drzewo</guimenuitem></menuchoice> z głównego menu.
tr: Sol kısımda görünümü ağaç görünümüne çevirmek istiyorsanız, <menuchoice><guimenu>Görünüm</guimenu><guimenuitem>Yan Pencere Gözü</guimenuitem><guimenuitem>Ağaç</guimenuitem></menuchoice> seçeneğini kullanabilirsiniz.
zh_tw: 如果您偏好左方窗格內是樹狀檢視，那麼從主選單選擇<menuchoice><guimenu>檢視</guimenu><guimenuitem>側窗格</guimenuitem><guimenuitem>樹狀圖</guimenuitem></menuchoice>即可。

source: Visible Columns in the Detailed List View
bn: বিস্তারিত তালিকা ভিউতে দৃশ্যমান কলাম
ca: Columnes visibles a la vista de llistat detallat
da: Synlige kolonner i detaljeret listevisning
es: Columnas visibles en vista detallada
gl: Columnas visibles na vista de lista detallada
it: Colonne visibili nella visualizzazione a lista dettagliata
pl: Kolumny widoczne w widoku szczegółowej listy
tr: Detaylı Listede Gösterilecek Sütunlar
zh_tw: 詳細清單檢視模式下的可見欄位
