Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Press <keycombo><keycap>Alt</keycap><keycap>Return</keycap></keycombo>.
bn: <keycombo><keycap>Alt</keycap><keycap>রিটার্ন</keycap></keycombo> চাপুন।
ca: Pitgeu <keycombo><keycap>Alt</keycap><keycap>Retorn</keycap></keycombo>.
da: Tryk på <keycombo><keycap>Alt</keycap><keycap>Retur</keycap></keycombo>.
es: Presione <keycombo><keycap>Alt</keycap><keycap>Return</keycap></keycombo>.
gl: Prema <keycombo><keycap>Alt</keycap><keycap>Intro</keycap></keycombo>.
it: premere la combinazione di tasti <keycombo><keycap>Alt</keycap><keycap>Invio</keycap></keycombo>.
pl: Wciśnij <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>.
tr: Ayrıca bu işlemi <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo> tuşları ile de gerçekleştirebilirsiniz.
zh_tw: 按下 <keycombo><keycap>Alt</keycap><keycap>Enter</keycap></keycombo>。

source: Do one of the following: <placeholder-1/>
bn: নিম্নের একটি কাজ করুন: <placeholder-1/>
ca: Feu un dels següents: <placeholder-1/>
da: Udfør en af følgende handlinger: <placeholder-1/>
es: Realize una de las siguientes: <placeholder-1/>
gl: Realice unha das seguintes accións: <placeholder-1/>
it: Eseguire una delle seguenti operazioni: <placeholder-1/>
pl: Zrób jedno z poniższych: <placeholder-1/>
tr: Şunu gerçekleştirmelisiniz: <placeholder-1/>
zh_tw: 執行下列動作之一：<placeholder-1/>

source: Using Removable Media
bn: স্থানান্তরযোগ্য মিডিয়া ব্যবহার করা হচ্ছে
ca: Ús de mitjans extraïbles
da: Tilgang af flytbart medie
es: Usar soportes extraíbles.
gl: Usar soportes extraíbles
it: Utilizzare i supporti rimovibili
pl: Używanie nośników wymiennych
tr: Kaldırılabilir Ortam Kullanımı
zh_tw: 使用可移除式媒體

source: Accessing Removable Media
bn: স্থানান্তরযোগ্য মিডিয়ায় কাজ করা হচ্ছে
ca: Accés a mitjans extraïbles
da: Tilgår flytbart medie
es: Acceder a soportes extraíbles.
gl: Acceder a soportes extraíbles
it: Accedere ai supporti rimovibili
pl: Dostęp do nośników wymiennych
tr: Kaldırılabilir Ortama Erişim
zh_tw: 存取可移除式媒體

source: Thunar supports removable media if it was built with support for <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, or if you are using <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Note however that on FreeBSD 6.0 or newer, it is suggested to use HAL rather than the native support provided by Thunar.
bn: যদি <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink> কে সমর্থন করার মত করে তৈরি করা হয় অথবা আপনি <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink> ব্যবহার করছেন এমন হয় তবে Thunar স্থানান্তরযোগ্য মিডিয়াকে সমর্থন করে। উপরন্তু লক্ষ্য করুন যে FreeBSD 6.0 অথবা এর নতুনটায় Thunar এর স্থানীয় সমর্থন ব্যবহার না করে HAL ব্যবহারের জন্য পরামর্শ দেয়া আছে।
ca: Thunar és compatible amb els mitjans extraïbles si ha estat muntat amb compatibilitat amb <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, o si empreu <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Tingueu en compte en tot cas que, en FreeBSD 6.0 o superior, és recomanable emprar HAL abans que la compatibilitat nativa que proporciona Thunar.
da: Thunar undersøtter flytbare medier, hvis den er bygget med understøttelse af <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, eller hvis du bruger <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Bemærk dog at på FreeBSD 6.0 eller nyere, er det anbefalet at bruge HAL istedet for den standardunderstøttelse som Thunar tilbyder.
es: Thunar soporta soportes extraíbles si fue compilado con soporte para <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, o usted utiliza <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Sin embargo en FreeBSD 6.0 o más recientes, es recomendable usar HAL antes que el soporte nativo proporcionado por Thunar.
gl: Thunar soporta os soportes extraíbles se se compilou con soporte para <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, ou se está usando <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Aínda así teña en conta que en FreeBSD 6.0 ou posterior se suxire usar HAL en vez do soporte nativo proporcionado por Thunar.
it: Thunar supporta i dispositivi rimovibili se è stato compilato con il supporto per <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink>, o se si sta utilizzando <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Comunque, nelle versioni di FreeBSD 6.0 o successive, si suggerisce di utilizzare HAL in luogo del supporto nativo fornito da Thunar.
pl: Thunar wspiera nośniki wymienne, jeśli został zbudowany z obsługą <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink> lub jeśli używasz <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink>. Jednakże na FreeBSD 6.0 i nowszych lepiej jest używać HAL niż natywnego wsparcia oferowanego przez Thunara.
tr: Thunar eğer <ulink type="http" url="http://freedesktop.org/wiki/Software_2fhal">HAL</ulink> desteği ile derlenmişse veya <ulink type="http" url="http://www.freebsd.org/">FreeBSD</ulink> kullanıyorsanız kaldırılabilir ortamı desteklemektedir. Buna rağmen FreeBSD 6.0 veya daha yeni sürümünü kullanıyorsanız, HAL kullanmanız tavsiye edilmektedir.

source: To Mount Media
bn: মিডিয়া মাউন্ট করতে
ca: Muntatge de mitjans
da: Montering af medie
es: Montar dispositivo
gl: Montar soportes
it: Montare i supporti
pl: Montowanie nośników
tr: Ortam Bağlama İşlemi
zh_tw: 掛載媒體

source: To <emphasis>mount</emphasis> media is to make the file system of the media available for access. When you mount media, the file system of the media is attached as a subdirectory to your file system.
bn: <emphasis>মাউন্ট</emphasis> মিডিয়ায় মাউন্ট করে মিডিয়ার ফাইল সিস্টেম চালানো যায়। আপনি যখন মিডিয়ায় মাউন্ট করেন, তখন আপনার ফাইল সিস্টেমের সাথে সাব-ডিরেক্টরি হিসাবে মিডিয়ার ফাইল সিস্টেম সংযুক্ত থাকে।
ca: Per muntar «<emphasis>mount</emphasis>» mitjans és fer que el sistema de fitxers del mitjà estigui disponible per accedir-hi. Quan munteu un mitjà, el sistema de fitxers del mitjà s'adjunta com un subdirectori del vostre sistema de fitxers.
da: <emphasis>Montering</emphasis> af medie, er at gøre filsystemet på mediet tilgængeligt. Når du monterer medie, vil filsystemet på mediet, blive tilføjet som et underkatalog på dit filsystem.
es: <emphasis>Montar</emphasis> soportes extraibles es hacer el sistema de ficheros de éste accesible. Cuando se monta un soporte, el sistema de ficheros de esté es asociado a un subdirectorio de su sistema de ficheros.
gl: <emphasis>Montar</emphasis> un soporte é facer que o sistema de ficheiros do soporte estea dispoñible para acceder a el. Cando monta un soporte, o sistema de ficheiros do soporte únese como un subdirectorio ao sistema de ficheiros do sistema.
it: <emphasis>Montare</emphasis> i supporti significa renderne accessibile il file system. Quando si monta un supporto, il relativo file system è collegato come sotto directory del proprio file system.
pl: <emphasis>Zamontować</emphasis> to znaczy uczynić system plików na nośniku dostępnym. Kiedy montujesz nośnik, system plików który się na nim znajduje jest podłączany jako podkatalog do twojego systemu plików.
tr: Ortam <emphasis>bağlamak</emphasis> dosya sistemini ortama erişime uygun kılmak içindir. Ortam bağladığınız zaman, bağladığınız ortam dosya sisteminizin alt dizini olarak sisteminize eklenecektir.
zh_tw: <emphasis>掛載</emphasis> 媒體是要讓媒體的檔案系統可供存取。當您掛載媒體時，該媒體的檔案系統會以子目錄的方式連接至您的檔案系統。

source: To access media, insert the media in the appropriate device, or connect the new device to your computer (i.e. connect an USB stick to one of your USB ports). An object that represents the media is added to the side pane of the file manager. If <application>xfdesktop</application> is running and configured to display <guilabel>File/launcher icons</guilabel> this object will also be added to your desktop.
bn: মিডিয়া চালানোর জন্য একে যথাযথ ডিভাইসে প্রবেশ করান বা নতুন ডিভাইসটিকে কম্পিউটারের সাথে সংযুক্ত করুন (যেমন, USB পোর্টে USB স্টিক সংযুক্ত করুন)। মিডিয়াকে প্রতিনিধিত্ব করে এমন একটি অবজেক্ট ফাইল ব্যবস্থাপকের সাইড প্যানে সংযুক্ত থাকে। যদি <application>xfdesktop</application> চালু থাকে এবং <guilabel>ফাইল/লঞ্চার আইকন</guilabel> প্রদর্শন করার জন্য কনফিগার করা থাকে তবে এই অবজেক্টটি আপনার ডেক্সটপে সংযুক্ত হয়ে যাবে।
ca: Per accedir al mitjà, inseriu-lo en el dispositiu corresponent o connecteu el nou dispositiu a l'ordinador (e.g. connectant un llapis USB al un dels vostres ports USB). Un objecta que representa el mitja s'afegirà a la subfinestra lateral del gestor de fitxers. Si s'està executant <application>xfdesktop</application> i està configurat per mostrar <guilabel>Fitxer/icones llançadores</guilabel>, aquest objecte també es mostrarà a l'escriptori.
da: For at tilgå medie, indsæt da mediet i den korrekte enhed, eller forbind den nye enhed til din computer (forbind f.eks. en USB-stang til en af dine USB-porte). Et objekt der repræsenterer mediet, er tilføjet i sidepanelet af filhåndteringen. Hvis <application>xfdesktop</application> kører og er indstillet til at vise <guilabel>Fil/starter ikoner</guilabel>, vil dette objekt også blive tilføjet på dit skrivebord.
es: Para acceder al soporte, insertelo en el dispositivo apropiado o conéctelo a su ordenador (por ejemplo, conecte un pendrive USB en uno de sus puertos USB). Un objeto que representa al dispositivo se añadirá al panel lateral del administrador de archivos. Si <application>xfdesktop</application> está ejecutándose y configurado para mostrar <guilabel>Iconos de archivo/lanzador</guilabel> este objeto se añadirá también a su escritorio.
gl: Para acceder a un soporte, insira o soporte no dispositivo axeitado, ou conecte o novo dispositivo ao seu ordenador (p.ex. conecte unha memoria USB a un dos portos USB). Engádese no panel lateral do xestor de ficheiros un obxecto que representa ao soporte. Se se está executando <application>xfdesktop</application> e está configurado para mostrar <guilabel>Iconas de ficheiros/iniciador</guilabel> este obxecto tamén se engadirá ao escritorio.
it: Per avere accesso a un supporto, inserirlo nell'apposito dispositivo o collegarlo fisicamente al proprio computer (per esempio collegando un dispositivo USB a una delle porte USB presenti sul proprio computer). Nel pannello laterale del gestore di file verrà aggiunto un oggetto che rappresenta il dispositivo collegato. Se è in esecuzione <application>xfdesktop</application> ed è correttamente configurato per visualizzare le <guilabel>icone dei file e degli avviatori</guilabel>, l'oggetto verrà anche aggiunto alla propria scrivania.
pl: Aby uzyskać dostęp do nośnika, umieść nośnik w odpowiednim urządzeniu lub podłącz urządzenie do twojego komputera (tj. podłącz PenDrive do jednego z twoich portów USB). Element reprezentujący nośnik zostanie dodany do bocznego panelu menedżera plików. Jeśli <application>xfdesktop</application> jest uruchomiony i skonfigurowany tak, aby wyświetlać <guilabel>ikony plików i wyzwalaczy</guilabel>, to ten obiekt także zostanie dodany do twojego pulpitu.
tr: Ortama erişmek için, ortamı uygun cihaza yerleştirmelisiniz ya da bağlamalısınız (mesela USB stick). Sol bölümde ortamın yer aldığını göreceksiniz. Eğer <application>xfdesktop</application> çalışıyorsa ve <guilabel>Dosya/çalıştırıcı simgelerini</guilabel> çalıştırmak için ayarlanmışsa bu ortam öğesi masaüstünüzde de yer alacaktır.
zh_tw: 若要存取媒體，請將媒體插入適當的裝置，或是將新裝置接上您的電腦 (例：將 USB 隨身碟插入您的 USB 連接埠)。接著一個代表該媒體的物件會加入檔案管理員的側窗格內。如果 <application>xfdesktop</application> 正在執行中，並且被設置為會顯示<guilabel>檔案/啟動器圖示</guilabel>的話，此物件也會加入至您的桌面上。

source: To actually mount the media, click on the object that represents the media. For example, to mount a floppy diskette, click on the <guilabel>Floppy Drive</guilabel> object in the side pane. The file manager will now add the file system of the media to your file system hierarchy and display the contents of the floppy diskette in the main area.
bn: মিডিয়া মাউন্ট করার জন্য যে অবজেক্টটি দ্বারা একে তার উপর ক্লিক করুন। যেমন, ফ্লপি ডিসকেট মাউন্ট করতে সাইড প্যানের <guilabel>ফ্লপি ড্রাইভ</guilabel> অবজেক্টিতে ক্লিক করুন। ফাইল ম্যানেজার মিডিয়ার ফাইল সিস্টেমকে আপনার ফাইল সিস্টেম স্তরায়নে যোগ করবে এবং মেইন এরিয়ায় ফ্লপি ডিসকেটের বিষয়বস্তু প্রদর্শন করবে।
ca: Per muntar el mitjà, feu clic a l'objecte que representa al mitjà. Per exemple, per muntar un disquet feu clic en l'objecte <guilabel>Disquet</guilabel> de la subfinestra lateral. El gestor de fitxers afegirà el sistema de fitxers del mitjà a la vostra estructura de fitxers del sistema i mostrarà el contingut del disquet a l'àrea principal.
da: Klik på det objekt der repræsenterer mediet, for rent faktisk at montere det. F.eks. for at montere en floppydiskette skal du klikke på <guilabel>floppy-drev</guilabel>objektet i sidepanel. Filhåndteringen vil så tilføje mediets filsystem til dit filsystems hierarki og vise indeholdet af floppydisketten i hovedområdet.
es: Para montar el soporte, haga clic en el objeto que lo representa. Por ejemplo, para montar un disquete, haga clic en el objeto <guilabel>Unidad de disquete</guilabel> en el panel lateral. El gestor de archivos añadirá ahora el sistema de ficheros del soporte a la jerarquía de su sistema y mostrará los contenidos del disquete en el area principal.
gl: Para montar os soportes, prema no obxecto que representa aos soportes. Por exemplo, para montar un disquete, prema no obxecto da <guilabel>Disqueteira</guilabel> no panel lateral. O xestor de ficheiros engadirá o sistema de ficheiros do soporte á xerarquía do sistema e mostrará o contido do disquete na zona principal.
it: Per montare effettivamente il dispositivo, fare clic sull'oggetto che lo rappresenta. Per esempio, per montare un dischetto floppy, fare clic sull'oggetto <guilabel>Floppy Drive</guilabel> nel pannello laterale. Il gestore di file aggiungerà così il file system del dispositivo alla struttura del proprio file system e ne visualizzerà il contenuto nell'area principale.
pl: Aby zamontować nośnik, kliknij na reprezentujący go obiekt. Na przykład aby zamontować dyskietkę, kliknij na obiekt <guilabel>Stacja Dyskietek</guilabel> znajdujący się w panelu bocznym. Menedżer plików doda system plików na nośniku do hierarchii twojego systemu plików i wyświetli zawartość dyskietki w obszarze głównym.
tr: Ortamı bağlamak için, ortama ilişkin nesneye tıklamalısınız. Mesela, bir disketi bağlamak için, <guilabel>Disket Sürücü</guilabel> nesnesine tıklamalısınız. Dosya yöneticisi ortamın dosya sistemini, dosya sisteminizin hiyerarşisine ekleyecektir ve ana bölümde diskette bulunan içeriği gösterecektir.
zh_tw: 若要實際掛載媒體，請點擊代表該媒體的物件。比如說您要掛載軟碟片的話，就點擊側窗格內的<guilabel>軟碟機</guilabel>。接著，檔案管理員將立刻將該媒體的檔案系統加入至您的檔案系統階層目錄內，並且在主要區域內顯示軟碟片的內容。

source: To Eject Media
bn: মিডিয়া অপসারন করতে
ca: Extracció de mitjans
da: Skubbe medie ud
es: Para expulsar soportes
gl: Expulsar soportes
it: Espellere i supporti
pl: Wysuwanie nośników
tr: Ortamı Çıkarmak
zh_tw: 退出媒體

source: If the drive for the media is a motorized drive (i.e. a CD-ROM drive), right-click on the media object in the side pane or on the desktop and choose <guilabel>Eject Volume</guilabel>. The media is ejected from the drive after a few seconds. If the drive for the media is not motorized (i.e. a floppy drive or an USB stick), right-click on the media object and choose <guilabel>Unmount Volume</guilabel>. After a short period of time, a notification will appear to inform you that it is now safe to remove the media or disconnect the drive from the computer.
bn: মিডিয়ার ড্রাইভটি যদি মোটরাইজড্ ড্রাইভ হয় (যেমন, CD-ROM ড্রাইভ) তবে সাইড প্যান বা ডেক্সটপের মিডিয়া অবজেক্টের উপর ডান-ক্লিক করুন এবং <guilabel>ইজেক্ট ভলিউম</guilabel> বাছাই করুন। কয়েক সেকেন্ডের মধ্যেই মিডিয়াটি ড্রাইভ থেকে বের হয়ে আসে। মিডিয়ার ড্রাইভটি যদি মোটরাইজড্ না হয় (যেমন, ফ্লপি ড্রাইভ বা USB স্টিক) তবে মিডিয়া অবজেক্টের উপর ডান-ক্লিক করুন এবং <guilabel>আনমাউন্ট ভলিউম</guilabel> বাছাই করুন। অল্প কিছু সময় পরই একটি ঘোষনার সাহায্যে আপনাকে জানানো হবে যে এখন মিডিয়াটি অপসারন করা বা ড্রাইভটি কম্পিউটার থেকে বিচ্ছিন্ন করা নিরাপদ।
ca: Si el dispositiu del mitjà és un dispositiu motoritzat (e.g. un dispositiu CD-ROM), feu clic-dret en l'objecte del dispositiu a la subfinestra lateral o en l'escriptori i seleccioneu <guilabel>Extreu el volum</guilabel>. El mitjà serà expulsat del dispositiu en pocs segons. Si el dispositiu del mitjà no és motoritzat (e.g.: una disquetera o un llapis USB), feu clic-dret en l'objecte del mitjà i seleccioneu <guilabel>Desmunta el volum</guilabel>. Després d'un curt període de temps, es mostrarà una notificació informant-vos que ja és segur treure el mitjà o desconnectar el dispositiu de l'ordinador.
da: Hvis mediets drev er et motoriseret drev (f.eks. et cd-romdrev), så højreklik på medieobjektet i sidepanelet eller på skrivebordet og vælg <guilabel>Skub arkiv ud</guilabel>. Mediet er skubbet ud af drevet efter nogle få sekunder. Hvis mediets drev ikke er motoriseret (f.eks. et floppydrev eller en USB-stang), så højreklik på medieobjektet og vælg <guilabel>Afmontér arkiv</guilabel>. Efter et kort stykke tid, vil en påmindelse fremkomme, der informerer dig om at det nu er sikkert at fjerne mediet, eller at afkoble drevet fra computeren.
es: Si el dispositivo del soporte es motoroziado (por ejemplo, una unidad de CD-ROM), haga clic derecho en el objeto del soporte en el panel lateral o en el escritorio y seleccione <guilabel>Expulsar volumen</guilabel>. El soporte será expulsado del dispositivo en pocos segundos. Si el dispositivo no es motorizado (por ejemplo, un disquete o una unidad USB), haga clic derecho en el objeto del soporte y elija <guilabel>Desmontar volumen</guilabel>. Después de un corto periodo de tiempo, una notificación aparecerá para informarle de que puede retirar de forma segura el soporte o desconectar el dispositivo de la computadora.
gl: Se a unidade do soporte é unha unidade con motor (p.ex. unha unidade de CD-ROM), prema co botón dereito no obxecto do soporte no panel lateral ou no escritorio e seleccione <guilabel>Expulsar o volume</guilabel>. O soporte expulsarase da unidade uns poucos segundos despois. Se a unidade do soporte non ten motor (p.ex. unha disqueteira ou unha memoria USB), prema co botón dereito no obxecto do soporte e seleccione <guilabel>Desmontar o volume</guilabel>. Despois dun curto periodo de tempo, aparecerá unha notificación para informarlle de que xa é seguro extraer o soporte ou desconectar a unidade do ordenador.
it: Se il dispositivo per il supporto è motorizzato (per esempio un'unità CD-ROM), fare clic con il tasto destro del mouse sull'oggetto corrispondente nel pannello laterale o sulla scrivania e scegliere <guilabel>Espelli volume</guilabel>. Il supporto verrà espulso dal dispositivo dopo pochi secondi. Se invece il dispositivo non è motorizzato (per esempio un dischetto floppy o una chiavetta USB), fare clic con il tasto destro del mouse sull'oggetto corrispondente e selezionare <guilabel>Smonta volume</guilabel>. Dopo qualche istante verrà visualizzato un messaggio per avvisare che è possibile rimuovere il dispositivo dal computer in sicurezza.
pl: Jeśli stacja (napęd) nośnika jest motoryczny (np. napęd CD-ROM), kliknij prawym przyciskiem myszy na obiekcie nośnika w bocznym panelu lub na pulpicie i wybierz <guilabel>Wysuń</guilabel>. Nośnik zostanie wysunięty z napędu po kilku sekundach. Jeśli napęd nośnika nie jest motoryczny (np. stacja dyskietek lub PenDrive), kliknij prawym przyciskiem myszy na obiekcie nośnika i wybierz <guilabel>Odmontuj</guilabel>. Po chwili pojawi się powiadomienie o możliwości bzepiecznego odłączenia napędu (lub wyciągnięcia nośnika).
tr: Eğer ortam sürücüsü motorlu ise (mesela CD-ROM), sol kısımda sağ tıklayıp, <guilabel>Çıkar</guilabel> seçeneği ile ayırabilirsiniz. Eğer sürücü motorlu değil ise (mesela disket veya USB stick ise), sağ tıklayıp <guilabel>Ayır</guilabel> seçeneği ile ayırabilirsiniz. Bu seçeneği seçtikten sonra güvenle kaldırabileceğinize dair bir uyarı alacaksınız.
zh_tw: 如果媒體的裝置屬於機動型裝置 (例：光碟機)，在側窗格或是桌面上對該媒體物件點擊右鍵，接著選擇<guilabel>退出儲存裝置</guilabel>。該媒體將在幾秒後從裝置中退出。如果媒體的裝置屬於非機動型 (例：軟碟機或 USB 隨身碟)，對該媒體物件點擊右鍵，接著選擇<guilabel>卸載儲存裝置</guilabel>。一小段時間後，系統會顯示通知以通知您現在從電腦移除媒體或是斷開裝置連接是安全的。

source: Unmount notification
bn: আনমাউন্ট ঘোষনা
ca: Notificació de desmuntat
da: Påmindelse om afmontering
es: Notificación de desmontado
gl: Notificación de desmontaxe
it: Messaggio di smontaggio
pl: Powiadomienie o odmontowaniu
tr: Ayırma uyarısı
