Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: @PACKAGE_NAME@ was written by Benedikt Meurer (<email>benny@xfce.org</email>). Visit the <ulink url="http://thunar.xfce.org/" type="http">Thunar website</ulink> for more information.
bn: Benedikt Meurer (<email>benny@xfce.org</email>) @PACKAGE_NAME@ লিখেছেন। আরও তথ্য জানার জন্য <ulink url="http://thunar.xfce.org/" type="http">Thunar ওয়েবসাইট</ulink> দেখুন।
ca: @PACKAGE_NAME@ ha estat escrit per Benedikt Meurer (<email>benny@xfce.org</email>). Veieu la <ulink url="http://thunar.xfce.org/" type="http">pàgina web de Thunar</ulink> per més informació.
da: @PACKAGE_NAME@ er skrevet af Benedikt Meurer (<email>benny@xfce.org</email>). Se <ulink url="http://thunar.xfce.org/" type="http">Thunar hjemmesiden</ulink> for mere information.
es: @PACKAGE_NAME@ ha sido escrito por Benedikt Meurer (<email>benny@xfce.org</email>). Visite el <ulink url="http://thunar.xfce.org/" type="http">sitio web de thunar</ulink> para más información.
gl: @PACKAGE_NAME@ foi escrito por Benedikt Meurer (<email>benny@xfce.org</email>). Visite o <ulink url="http://thunar.xfce.org/" type="http">Sitio web de Thunar</ulink> para obter máis información.
it: @PACKAGE_NAME@ è stato programmato da Benedikt Meurer (<email>benny@xfce.org</email>). Visitare il <ulink url="http://thunar.xfce.org/" type="http">sito ufficiale di Thunar</ulink>per maggiori informazioni.
pl: @PACKAGE_NAME@ został napisany przez Benedikta Meurera (<email>benny@xfce.org</email>). Odwiedź <ulink url="http://thunar.xfce.org/" type="http">witrynę Thunara</ulink> aby dowiedzieć się więcej.
tr: @PACKAGE_NAME@ Benedikt Meurer (<email>benny@xfce.org</email>) tarafından geliştirilmektedir. Daha fazla bilgi için <ulink url="http://thunar.xfce.org/" type="http">Thunar websitesini</ulink> ziyaret edebilirsiniz.
zh_tw: @PACKAGE_NAME@ 是由 Benedikt Meurer (<email>benny@xfce.org</email>)所撰寫。請造訪 <ulink url="http://thunar.xfce.org/" type="http">Thunar 網站</ulink>以獲得更多資訊。

source: This documentation was written by Benedikt Meurer (<email>benny@xfce.org</email>). The latest version of this document is always available from the <ulink type="http" url="http://thunar.xfce.org/">Thunar website</ulink>.
bn: Benedikt Meurer (<email>benny@xfce.org</email>) এই ডকুমেন্টেশনটি লিখেছেন। এই ডকুমেন্টের সর্বশেষ সংস্করনটি সবসময় <ulink type="http" url="http://thunar.xfce.org/">Thunar ওয়েবসাইট</ulink> এ পাওয়া যায়।
ca: Aquest document ha estat escrit per Benedikt Meurer (<email>benny@xfce.org</email>). La darrera versió d'aquest document està disponible a la <ulink type="http" url="http://thunar.xfce.org/">pàgina web de Thunar</ulink>.
da: Denne dokumentation er skrevet af Benedikt Meurer(<email>benny@xfce.org</email>). Den seneste udgave af dette dokument er altid tilrådighed på <ulink type="http" url="http://thunar.xfce.org/">Thunar's hjemmesiden</ulink>.
es: Esta documentación fue escrita por Benedikt Meurer (<email>benny@xfce.org</email>). La última versión de este documento está siempre disponible desde el <ulink type="http" url="http://thunar.xfce.org/">sitio web de Thunar</ulink>.
gl: Esta documentación foi escrita por Benedikt Meurer (<email>benny@xfce.org</email>). A última versión deste documento sempre está dispoñible no <ulink type="http" url="http://thunar.xfce.org/">Sitio web de Thunar</ulink>.
it: Questa documentazione è stat scritta da Benedikt Meurer (<email>benny@xfce.org</email>). L'ultima versione di questo documento è disponibile sul <ulink type="http" url="http://thunar.xfce.org/">sito ufficiale di Thunar</ulink>.
pl: Niniejsza dokumentacja została napisana przez Benedikta Meurera (<email>benny@xfce.org</email>). Najnowsza wersja tego dokumentu jest zawsze dostępna na <ulink type="http" url="http://thunar.xfce.org/">witrynie Thunara</ulink>.
tr: Bu dokümanın özgün sürümü Benedikt Meurer (<email>benny@xfce.org</email>) tarafından yazılmıştır. Bu dokümanın güncel sürümüne <ulink type="http" url="http://thunar.xfce.org/">Thunar websitesi</ulink> üzerinden ulaşabilirsiniz.
zh_tw: 本文件撰寫人為 Benedikt Meurer (<email>benny@xfce.org</email>)。最新版本的文件內容可自這裡 <ulink type="http" url="http://thunar.xfce.org/">Thunar website</ulink>取得。

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
bn: মুক্ত সফটওয়্যার ফাউন্ডেশন থেকে প্রকাশিত GNU পাবলিক লাইসেন্সসের সংস্করণ ২ বা পরবর্তী অন্য কোনো সংস্করণ (ইচ্ছামত) এর শর্তমতে সফটওয়্যারটির বন্টন করা হয়।
ca: Aquest programa es distribueix amb els termes de la llicència «GNU General Public License» tal i com la va publicar la Free Software Foundation; ja sigui la versió 2 de la llicència o, si ho preferiu, qualsevol versió posterior.
da: Dette programmel er udgivet under de samme betingelser som GNU General Public License, udgivet af Free Software Foundation; enten version 2, eller (op til dig) enhver senere udgave af licensen.
es: Este software está distribuido bajo los términos de la GNU General Public License (Licencia Pública General de GNU) según lo publicado por la Free Software Foundation; en la versión 2 de la licencia o cualquiera posterior.
gl: Este software distribúese baixo os termos da Licenza Pública Xeral de GNU tal como a publica a Free Software Foundation; xa sexa a versión 2 da Licenza, ou (se o desexa) calquera versión posterior.
it: Questo programma è distribuito nel rispetto dei termini della licenza GNU GPL (General Public License) come pubblicata dalla Free Software Foundation, sia questa la versione 2 o (a propria scelta) una qualsiasi versione successiva
pl: Niniejszy program jest rozprowadzany na warunkach Powszechnej Licencji Publicznej GNU, wydanej przez Fundację Wolnego Oprogramowania - według wersji 2-giej tej Licencji lub którejś z późniejszych wersji.
tr: Bu yazılım Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansı altında dağıtılmaktadır.
zh_tw: 本軟體依自由軟體基金會所訂立的 GNU General Public License 授權條款散布；乃依該授權條款的 2 版為基準，(如您有意願) 亦准許採用其後續版本。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
bn: আপনি প্রোগ্রামসহ GNU পাবলিক লাইসেন্সসের একটি অনুলিপি পেয়ে থাকবেন; যদি না পান তবে মুক্ত সফটওয়্যার ফাউন্ডেশন, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA এ লিখে পাঠান।
ca: Hauríeu d'haver rebut una còpia de la llicència «GNU General Public License» juntament amb aquest programa; en cas contrari, escriviu a la Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111‐1307, USA.
da: Du burde have modtaget en kopi af GNU General Public License sammen med dette program; hvis ikke så skriv til Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
es: Usted debería haber recibido una copia de la GNU General Public License (Licencia Pública General de GNU) con este programa; si no la ha recibido, escriba a la Free Sofware Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 022111-1307, USA
gl: Debeu recibir unha copia da Licenza pública xeral GNU xunto con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
it: Con il programma dovrebbe essere stata anche fornita una copia della GNU General Public License; se così non fosse, scrivere alla: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pl: Z pewnością wraz z niniejszym programem otrzymałeś też egzemplarz Powszechnej Licencji Publicznej GNU (GNU General Public License); jeśli nie - napisz do Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: Bu yazılımla birlikte GNU Genel Kamu Lisansının bir kopyasını almış olmalısınız, eğer almadıysanız, Özgür Yazılım Vakfına yazabilirsiniz; Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
zh_tw: 本軟體應有隨附一份 GNU General Public License 授權條款; 如果您沒有找到，請來信告知 Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
bn: ইসরাত জাহান (Israt Jahan) <israt@ankur.org.bd>, 2010‌‌‌‌ উম্মে সালমা <snigdha@ankur.org.bd>, ২০১০
ca: Carles Muñoz Gorriz <carlesmu@internautas.org>, 2009-2010.
da: Lars Christian Jensen <lars@jink.dk> Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
es: José M (josem88@gmail.com), 2006 Javier Sánchez (donoban@gmail.com), 2009
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2009, 2010.
it: Traduzione Italiana a opera di Cristian Marchi @ 2009
pl: Szymon Kałasz <szymon_maestro@gazeta.pl>, 2007
tr: Samed Beyribey <ras0ir@eventualis.org>, 2008
zh_tw: Cosmo Chene <cosmolax@gmail.com>, 2006.Cheng-Chia Tseng <pswo10680@gmail.com>, 2010

source: Benedikt Meurer
bn: বেনেডিক্ট মিউরার

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
bn: GNU মু
ca: Teniu el dret de còpia, distribució i/o modificació d'aquest document segons els termes de la llicència «GNU Free Documentation», versió 1.1 o qualsevol posterior publicada per la Free Software Foundation; sense seccions invariables, sense textos de portada i sense textos de contraportada («with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts»). El text complert de la llicència està disponible a <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
da: Der gives hermed lov til kopiere, distribuere og/eller ændre dette dokument under betingelserne af GNU Free Documentation License, Version 1.1 eller enhver senere version udgivet af Free Software Foundation, med ingen ufravigelige dele; ingen forsidetekst, og ingen bagsidetekst. Hele licensteksten er til rådighed på <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
es: La copia, distribución y/o modificación de este documento está permitida bajos los términos de la GNU Free Documentation License, Versión 1.1 o posterior publicada por la Free Software Foundation; sin Secciones Invariantes, sin textos de la cubierda delantera y sin textos de la cubierta trasera. La licencia completa está disponible en la <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
gl: Concédese permiso para copiar, distribuír e/ou modificar este documento baixo os termos da GNU Free Documentation License, Versión 1.3 ou calquera versión posterior publicada pola Free Software Foundation; sen as seccións invariantes, sen os textos da portada, e sen os textos da portada posterior. O texto completo da licenza está dispoñible na <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
it: È garantito il permesso di copiare, distribuire e/o modificare questo documento nel rispetto dei termini della GNU Free Documentation License versione 1.1 o qualsiasi versione successiva pubblicata dalla Free Software Foundation; senza sezioni invarianti, senza testo di copertina all'inizio e alla fine. Il testo completo della licenza è disponibile sul sito della <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
tr: Bu dokümanın dağıtımı, kopyalanması ve/veya düzenlenmesi GNU Özgür Belgeleme Lisansı 1.1 sürümü ve daha sonraki sürümleri de dahil olmak üzere, ancak değişmesi imkansız biçimde olmamak kaydı ile serbesttir. Lisansın tamamına <ulink type="http" url="http://www.gnu.org/">Özgür Yazılım Vakfı</ulink> sitesinden ulaşabilirsiniz.
zh_tw: 您可以複製、散布、「及/或」更改文件內容，其成立條件為遵照 GNU 自由文件授權 (GFDL) 版本 1.1 或之後自由軟體基金會的更新授權版本。所附授權條款內文章節不可更動，不應附有封面文字，也不應附有封底文字。完整的授權條款內容可自這裡 <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>取得。

source: Benedikt
bn: বেনেডিক্ট

source: Meurer
bn: মিউরার

source: Software developer
bn: সফটওয়্যার ডেভেলপার
ca: Desenvolupador de programari
da: Softwareudvikler
es: Desarrollador del software
gl: Desenvolvedor de software
it: Sviluppatore di software
tr: Yazılım geliştiricisi
zh_tw: 軟體開發人員

source: os-cillation
bn: অস-সিলেশন

source: System development
bn: সিস্টেম ডেভেলপমেন্ট
ca: Desenvolupament de sistemes
da: Systemudvikling
es: Desarrollo del sistema
gl: Desenvolvemento do sistema
it: Sviluppatore di sistemi
tr: Sistem geliştirme
zh_tw: 系統開發

source: The local path to the output file where to store the generated thumbnail. The output file must be written as valid PNG file according to the thumbnail standard (see above). Note that the path may not end with <literal>.png</literal>, which matters if you invoke certain third party tools.
bn: আউটপুট ফাইলের স্থানীয় পাথ যেখানে তৈরীকৃত থাম্বনেইল সংরক্ষন করা হয়। থাম্বনেইল স্টান্ডার্ড (উপরে দেখুন) অনুসারে আউটপুট ফাইলটি PNG ফাইল আকারে লেখা হবে। লক্ষ্য রাখুন, পাথটি যাতে <literal>.png</literal> এ শেষ না হয়ে যায় কারন আপনি যদি তৃতীয় পক্ষের টুল চেয়ে থাকেন তবে তা এখানে প্রভাব ফেলবে।
ca: El camí local al fitxer de sortida on es desarà la miniatura generada. El fitxer de sortida s'ha d'escriure en un fitxer PNG vàlid i d'acord amb l'estàndard de miniatures (veieu més a dalt). Heu de tenir en compte que el camí no ha d'acabar amb <literal>.png</literal>, ja que això pot ser important si llanceu algunes utilitats de terceres parts.
da: Den lokale sti til uddatafilen, hvor den oprettede miniature skal gemmes. Uddatafilen skal gemmes som en gyldig PNG-fil i overensstemmelse med miniaturestandarden. (se ovenstående). Bemærk at stien ikke må ende med <literal>.png</literal>, som har en betydning, hvis du kører særlige tredjepartsprogrammer.
gl: A ruta local ao ficheiro de saída onde se vai almacenar a miniatura xerada. O ficheiro de saída debe escribirse como un ficheiro PNG válido que cumpra o estándar de miniaturas (consulte enriba). Teña en conta que a ruta podería non rematar con <literal>.png</literal>, que é importante se invoca certas ferramentas de terceiros.
it: Il percorso locale al file in cui archiviare le miniature generate. Il file deve essere scritto in formato PNG valido in accordo allo standard sulle miniature (vedere più sopra). Il percorso non deve terminare con <literal>.png</literal>, che assume importanza se si invocano alcuni strumenti esterni.

source: Similar to <literal>%i</literal>, but substituted with the URI of the file, rather than the path. This was added for compatibility with GNOME.
bn: <literal>%i</literal> এর মতই, কিন্তু পাথ দ্বারা প্রতিস্থাপিত না হয়ে URI দ্বারা প্রতিস্থাপিত হয়। GNOME এর সাথে সুসংগতির বজায় রাখার জন্যই একে যোগ করা হয়।
ca: Similar a <literal>%i</literal>, però amb la URI del fitxer en lloc del camí. Això es va afegir per compatibilitat amb GNOME.
da: Ligesom <literal>%i</literal>, men erstattet med URI'en af filen, fremfor stien. Dette blev tilføjet for at gøre det mere kompatibelt med GNOME.
gl: Semellante a <literal>%i</literal>, pero substitúese polo URI do ficheiro, en vez de pola súa ruta. Isto engadiuse para ter compatibilidade con GNOME.
it: Simile a <literal>%i</literal>, ma sostituito con l'URI del file, in luogo del percorso. Questa opzione è stata aggiunta per aumentare la compatibilità con l'ambiente GNOME.

source: Will be substituted with a single <literal>%</literal>.
bn: একক <literal>%</literal> দ্বারা প্রতিস্থাপিত হবে।
ca: Es substituirà per un únic <literal>%</literal>.
da: Vil blive erstattet med et enkelt <literal>%</literal>.
gl: Substituirase cun simple <literal>%</literal>.
it: Verrà sostituito con un singolo <literal>%</literal>.

source: Insert Date or Time.
bn: তারিখ বা সময় দিন।
ca: Inserció de data o hora.
da: Indsæt dato eller tidspunkt.
es: Insertar fecha o hora.
gl: Inserir data ou hora.
it: inserire data e ora;
tr: Tarih ve Saat Ekleme
zh_tw: 插入日期或時間。

source: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=EPS Thumbnailer TryExec=convert MimeType=image/x-eps; X-Thumbnailer-Exec=/usr/local/bin/eps-thumbnailer %i %o %s
ca: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=EPS Thumbnailer Name[ca]=Miniaturitzador EPS TryExec=convert MimeType=image/x-eps; X-Thumbnailer-Exec=/usr/local/bin/eps-thumbnailer %i %o %s

source: $ chmod +x eps-thumbnailer $ sudo install eps-thumbnailer /usr/local/bin/eps-thumbnailer
da: $ chmod +x eps-thumbnailer $ sudo install eps-thumbnailer /usr/local/bin/eps-thum
