Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The <emphasis>Bulk Renamers</emphasis> can be applied to the name of the files, the suffix of the files or both to the name and the suffix of the files. <application>Thunar</application> currently supports the following <emphasis>Bulk Renamers</emphasis>:
bn: <emphasis>বাল্ক পুনরায় নামকরণকারী</emphasis> ফাইলের নামে, সাফিক্সে অথবা দুইখানেই প্রয়োগ করা যেতে পারে। বর্তমানে <application>Thunar</application> নিম্নলিখিত <emphasis>বাল্ক পুনরায় নামকরণকারী</emphasis> কে সমর্থন করে:
ca: El <emphasis>canvi de nom en bloc</emphasis> es pot aplicar tant als noms de fitxers, com als sufixos dels fitxers o a ambdós. <application>Thunar</application> actualment permet els següents <emphasis>canvis de noms en bloc</emphasis>:
da: <emphasis>Masseomdøberne</emphasis> kan bruges til ændre navnet på filerne, endelsen på filerne, eller både på navnet og filendelsen på filerne.
gl: Os <emphasis>Renomeadores masivos</emphasis> poden usarse para alterar o nomes dos ficheiros, o sufixo dos ficheiros ou tanto o nome como o sufixo dos ficheiros. Na actualidade <application>Thunar</application> soporta os seguintes <emphasis>Renomeadores masivos</emphasis>:
it: Il <emphasis>Bulk Renamers</emphasis> può avvenire sui nomi dei file, sul suffisso dei file o su entrambi. La funzione di <emphasis>Bulk Rename</emphasis> attualmente presente in <application>Thunar</application> permette di:
pl: Zmiana nazwy może dotyczyć nazw plików, ich przyrostków (rozszerzeń), lub obu. Obecnie <application>Thunar</application> wspiera poniższe metody zmiany nazwy:
tr: <emphasis>Çoklu dosyaları yeniden adlandırma</emphasis> işlemi dosya isimleri veya uzantılarını değiştirmeye ya da her ikisini de değiştirmenizi sağlar. <application>Thunar</application> şu özellikleri sunmaktadır:

source: Remove characters.
bn: অক্ষর মুছে ফেলুন।
ca: Supressió de caràcters.
da: Fjern tegn.
es: Borrar carácteres.
gl: Eliminar caracteres.
it: rimuovere dei caratteri;
pl: usuwanie znaków,
tr: Karakter silme.
zh_tw: 移除字元。

source: Numbering files.
bn: সংখ্যায়িত ফাইল।
ca: Numeració de fitxers.
da: Numerere filer.
es: Numerando archivos.
gl: Numerar os ficheiros.
it: numerare i file;
pl: numerowanie plików,
tr: Numaralandırma.

source: Insert or overwrite characters.
bn: অক্ষর প্রবেশ বা উপরিলিখন করুন।
ca: Inserció o reemplaçament de caràcters.
da: Indsæt eller overskriv tegn.
es: Insertar o sobreescribir carácteres.
gl: Inserir caracteres ou sobrescribir caracteres.
it: inserire o sovrascrivere dei caratteri;
pl: wstawianie lub usuwanie znaków,
tr: Yükleme ve Üstüne Yazma
zh_tw: 插入或覆寫字元。

source: Search and replace characters.
bn: অক্ষর অনুসন্ধান এবং প্রতিস্থাপন
ca: Cerca i substitució de caràcters.
da: Søg og erstat tegn.
es: Buscar y reemplazar carácteres.
gl: Buscar e substituír caracteres.
it: cercare e sostituire dei caratteri;
pl: znajdowanie i zamienianie znaków,
tr: Arama ve Değiştirme
zh_tw: 搜尋並取代字元。

source: Convert to uppercase, lowercase or camlcase.
bn: বড় হাতের, ছোট হাতের অথবা যান্ত্রিক অক্ষরে রূপান্তর করে নিন।
ca: Conversió a majúscules, minúscules o inicials em majúscules.
da: Konvertér til store bogstaver, små bogstaver eller camelcase.
it: convertire maiuscole in minuscole a cammello.
pl: zmiana sposobu stosowania wielkich i małych liter.
tr: Büyük ve küçük harfe dönüştürme
zh_tw: 轉換為大寫、小寫或駱駝式寫法。

source: Additional <emphasis>Bulk Renamers</emphasis> may be installed as plugins for <application>Thunar</application>. Check the <ulink type="http" url="http://thunar.xfce.org/plugins.html">Thunar Plugins</ulink> website for currently available extensions. The <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Thunar Project Wiki</ulink> contains further details about this feature. Feel free to add more information to the Wiki.
bn: <application>Thunar</application> এর জন্য প্লাগিং হিসাবে অতিরিক্ত <emphasis>বাল্ক পুনরায় নামকরনকারী</emphasis> ইন্সটল করা যেতে পারে। বর্তমানে বিদ্যমান বর্ধিতাংশের জন্য <ulink type="http" url="http://thunar.xfce.org/plugins.html">Thunar প্লাগ‌ইন</ulink> ওয়েবসাইটটি দেখুন। <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Thunar প্রজেক্ট উইকি</ulink> তে এই ফিচার সম্পর্কে বিস্তারিত তথ্য আছে। নিশ্চিন্তে উইকিতে আরও তথ্য সংযুক্ত করুন।
ca: Altres <emphasis>canvis de nom en bloc</emphasis> addicionals es poden instaŀlar com a connectors de <application>Thunar</application>. Comproveu a la pàgina web de <ulink type="http" url="http://thunar.xfce.org/plugins.html">connectors de Thunar</ulink> per les extensions disponibles. El <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">wiki del projecte Thunar</ulink> té més detalls sobre aquesta funcionalitat. Podeu afegir més informació al wiki si voleu.
da: Yderligere <emphasis>masseomdøbere</emphasis> kan være installeret som udvidelsesmoduler til <application>Thunar</application>. Se hjemmesiden for<ulink type="http" url="http://thunar.xfce.org/plugins.html">Thunar udvidelsesmoduler</ulink> for at se mulige udvidelser. The <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Thunar Projektets Wiki</ulink> indeholder flere detaljer om denne funktion. Du er velkommen til at tilføje yderligere information til wikien.
es: <emphasis>Optimizadores del sistema</emphasis> adicionales pueden ser instalados como complementos para <application>Thunar</application>. Comprueba la página <ulink type="http" url="http://thunar.xfce.org/plugins.html">Thunar Plugins</ulink> para ver las extensiones disponibles actualmente. El <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Thunar Project Wiki</ulink> contiene más detalles sobre esta característica. Sientete libre para añadir más información al Wiki.
gl: Pódense instalar <emphasis>Renomeadores masivos</emphasis> adicionais como engadidos de <application>Thunar</application>. Visite o sitio web de <ulink type="http" url="http://thunar.xfce.org/plugins.html">Engadidos de Thunar</ulink> para consultar as extensións dispoñibles. A <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Wiki do proxecto Thunar</ulink> contén detalles adicionais sobre esta funcionalidade. Síntase libre de engadir máis información á wiki.
it: Ulteriori programmi di <emphasis>Bulk Rename</emphasis> possono essere installati sotto forma di plugin per <application>Thunar</application>. Visitare il sito web dei <ulink type="http" url="http://thunar.xfce.org/plugins.html">plugin di Thunar</ulink> per una lista delle estensioni disponibili. La <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Wiki del progetto Thunar</ulink> contiene ulteriori informazioni sull'argomento; ognuno è libero di aggiungere nuove informazioni alla Wiki.
pl: Dodatkowe sposoby zmiany nazw plików mogą być dołączane w formie wtyczek dla <application>Thunara</application>. Na stronie <ulink type="http" url="http://thunar.xfce.org/plugins.html">Wtyczek Thunara</ulink> znajdziesz wszystkie dostępne rozszerzenia. <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Wiki Projektu Thunar</ulink> zawiera więcej szczegółów na ten temat. Ty także możesz dodać do Wiki pewne informacje, jeśli tylko chcesz.
tr: İlave <emphasis>Çoklu dosyaları yeniden adlandırma</emphasis> betikleri eklenti olarak kurulabilir. <ulink type="http" url="http://thunar.xfce.org/plugins.html">Thunar eklentileri</ulink> sayfasını kontrol edebilirsiniz. <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/bulk_renamer">Thunar Project Wikisi</ulink> bu konuda daha açıklayıcı bilgileri barındırmaktadır.

source: The UNIX File System
bn: ইউনিক্স ফাইল সিস্টেম
ca: El sistema de fitxers d'UNIX
da: UNIX filsystemet
es: El Sistema de Archivos UNIX
gl: O sistema de ficheiros de UNIX
it: Il file system UNIX
pl: System plików Uniksa
tr: UNIX Dosya Sistemi
zh_tw: UNIX 檔案系統

source: While the Thunar file manager does a good job at abstracting the details of the underlying file system, so the user does not need to care about them, it is sometimes useful to understand the basic concepts to get the whole picture. This section tries to give a brief introduction to the concepts of the UNIX file system, which is used today by all incarnations of UNIX, including Linux.
bn: Thunar ফাইল ব্যবস্থাপক মূল ফাইল সিস্টেমের বিস্তারিত বিষয়াবলীকে যথার্থভাবে সংক্ষেপ করতে পারে, সুতরাং ব্যবহারকারীকে এটা নিয়ে ভাবতে হয় না, কখনও কখনও পুরো ব্যাপারটাকে জানতে মূল ধারণাটি বুঝতে পারা বেশ কার্যকর। এই অংশটি UNIX ফাইল সিস্টেমের সংক্ষিপ্ত পরিচিতিমূলক ধারণা দেয় যা বর্তমানে লিনাক্সসহ UNIX এর সকল প্রতিনিধিত্বকারীই ব্যবহার করে।
ca: Mentre que el gestor de fitxers Thunar fa una bona feina abstraient els detalls del sistema de fitxers, i que així l'usuari final no li calgui preocupar-se respecte a aquest, de vegades és útil saber els conceptes bàsics per entendre el el marc general. Aquesta secció intentarà donar-vos una breu introducció als sistema de fitxers d'UNIX, el qual és emprat a dia d'avui per tot tipus d'UNIX, incloent Linux.
da: Selvom Thunar filhåndtering gør det godt ved at skjule detaljerne om det underliggende filsystem, så brugeren ikke skal bekymre sig om dem, er det nogen gange en god idé at forstå de grundlæggende begreber for at se hele billedet. Dette kapitel vil forsøge at give dig en kort introduktion til begreberne på UNIX filsystemet , som idag bliver brugt i alle udgaver af UNIX, inklusiv Linux.
es: Aunque que el gestor de archivos Thunar hace un buen trabajo en la abstracción de los detalles del sistema de archivos subyacentes, de modo que el susuario no tiene que preocuparse de ellos, es, a veces útil entender los conceptos básicos para entender el cuadro completo. Esta sección intenta dar una introducción a los conceptos del sistema de archivos UNIX, el cual es usado hoy en día por todas las encarnaciones de UNIX, incluyendo Linux.
gl: Aínda que o xestor de ficheiros Thunar realiza ben o traballo de abstraer os detalles do sistema de ficheiros subxacente, de xeito que o usuario non precisa preocuparse del, a veces é útil comprender os conceptos básicos para ter unha comprensión total. Esta sección intenta dar unha pequena introdución aos conceptos do sistema de ficheiros de UNIX, que usan hoxe en día todas as encarnacións de UNIX, incluíndo Linux.
it: Anche se il gestore di file Thunar esegue un ottimo lavoro nell'astrarre i dettagli del file system di base (in modo che l'utente non debba occuparsene), può comunque essere utile capire i concetti di base per avere il quadro completo della situazione. Questa sezione si prefigge di fornire una breve introduzione ai concetti del file system UNIX, che a tutt'oggi è utilizzato da tutte le incarnazioni di UNIX, incluso Linux.
pl: Mimo, że Thunar skutecznie tworzy warstwę abstrakcji nad szczegółami dotyczącymi systemu plików tak, że użytkownik nie musi się o to martwić, czasem przydatna bywa znajomość podstawowych założeń, aby mieć pełny obraz tego, co się dzieje na dysku. Ta sekcja ma na celu krótkie wprowadzenie do koncepcji systemu plików Uniksa, który jest dziś używany przez wszystkie jego odmiany, włączając w to Linuksa.
tr: Thunar dosya yöneticisi sadece işini yaparak kullanıcıya ekstra bir işlem yaptırmamaktadır. Ancak yine de kullanıcının dosya sistemi hakkında bilgi sahibi olması beklenmektedir. Bu bölüm UNIX ve Linux da dahil olmak üzere türevlerinin dosya sistemi sistemi hakkında bilgi vermeye yöneliktir.
zh_tw: 既然 Thunar 檔案管理員已經幫您把使用檔案的瑣碎細節給處理好了，一般使用者其實可以不必管這些細節的東西。不過稍微了解一下整體性的觀點，有時候對您也會十分有用的哦。本章節將會初淺地介紹 UNIX 檔案系統的基本概念，這些概念在每一種 UNIX 上都可以套用，當然也包括了 Linux。

source: Folders and Paths
bn: ফোল্ডার এবং পাথ
ca: Carpetes i camins
da: Mapper og stier
es: Directorios y rutas
gl: Cartafoles e rutas
it: Cartelle e percorsi
pl: Katalogi i ścieżki
tr: Dizinler ve Yollar
zh_tw: 檔案與路徑

source: In a UNIX file system all folders are arranged in a simple inverted tree structure descending and branching down from a single top level folder, which is called the <emphasis>root directory</emphasis> (the term <emphasis>directory</emphasis> is often used instead of <emphasis>folder</emphasis>) and displayed as <guilabel>File System</guilabel> in Thunar. This means that you can get from any folder to any other by going up the tree until you reach a common point, then down the tree through the appropriate subfolders until you reach your target.
bn: UNIX ফাইল সিস্টেমে ফোল্ডারগুলো একটি উল্টানো ট্রী এর মত করে সাজানো থাকে যেখানে একটি শীর্ষ ফোল্ডার থেকে অন্যান্য ফোল্ডার শাখার মত থাকে, যা <emphasis>রুট ডিরেক্টরি</emphasis> (<emphasis>ফোল্ডার</emphasis> এর বদলে <emphasis>ডিরেক্টরি</emphasis> টার্মটি ব্যবহৃত হয়) নামে পরিচিত এবং Thunar এ <guilabel>ফাইল সিস্টেম</guilabel> আকারে প্রদর্শিত হয়। অর্থাৎ আপনি ট্রীর সাহায্যে একটি সাধারন বিন্দুতে পৌছানো পর্যন্ত যেকোনো ফোল্ডার থেকে অন্য ফোল্ডারে যেতে পারেন এবং ট্রীর নিচের দিকে এসে সঠিক সাবফোল্ডারের মাধ্যমে লক্ষ্যে পৌছাতে পারেন।
ca: Al sistema de fitxers d'UNIX totes les carpetes s'ordenen en un arbre invertit, simple, descendent i ramificat des de una única carpeta inicial, la qual es coneix com a <emphasis>directori arrel</emphasis> (el terme <emphasis>directori</emphasis> s'empra sovint en lloc de <emphasis>carpeta</emphasis>) i que Thunar mostra com «<guilabel>Sistema de fitxers</guilabel>». Això vol dir que us podeu moure des de qualsevol carpeta a una altra movent-vos cap enrere en l'arbre fins que trobeu un punt comú i, després, movent-vos cap endavant per les subcarpetes apropiades fins que arribeu a la carpeta desitjada.
da: I et UNIX filsystem er alle mappe arrangeret i en simpel inverteret faldende træstruktur, der udvider sig fra en hovedmappe, som hedder <emphasis>rod-kataloget</emphasis> (udtrykket <emphasis>katalog</emphasis> er ofte brugt istedet for <emphasis>mappe</emphasis>) og vist som <guilabel>Filsystem</guilabel> i Thunar. Dette betyder at du kan komme fra en mappe til en anden, ved at gå op i træet indtil du når et fælles punkt, og så ned i træet igen igennem de rette undermapper indtil du når din destination.
es: En un sistema de archivos UNIX todos los directorios se ordenan en una estructura de árbol invertido que se ramifica hacia abajo desde un direcotrio único superior, llamado <emphasis>directorio raíz (root)</emphasis> (el término <emphasis>directorio</emphasis> es usuado a menudo en ligar de <emphasis>carpeta</emphasis>) y mostrado como <guilabel>Sistema de Archivos</guilabel> en Thunar. Esto significa que puede llegar desde un directorio a otro cualquiera recorriendo el árbol hacia arriba hasta encontrar un punto comúm, y después bajar por el árbol a través de los apropiados subdirectorios hasta alcanzar su objetivo.
gl: Nun sistema de ficheiros UNIX todos os cartafoles están dispostos nunha sinxela estrutura de árbore invertida que descende e se bifurca dende un único cartafol superior, que se chama <emphasis>directorio raíz</emphasis> (o termo <emphasis>directorio</emphasis> úsase a miúdo en vez de <emphasis>cartafol</emphasis>) e se mostra como <guilabel>Sistema de ficheiros</guilabel> en Thunar. Isto significa que pode chegar dende calquera cartafol a calquera outro subindo pola árbore ata chegar a unha raíz común, e despois baixar pola árbore polos subcartafoles apropiados ata chegar ao destino.
it: In un file system di tipo UNIX tutte le cartelle sono disposte con un semplice schema ad albero rovesciato discendente le cui ramificazioni si sviluppano a partire da un'unica cartella di livello principale denominata <emphasis>directory radice</emphasis> (il termine <emphasis>directory</emphasis> viene spesso utilizzato in luogo di <emphasis>cartella</emphasis>) e visualizzata come <guilabel>File System</guilabel> in Thunar. Ciò significa che
pl: W uniksowym systemie plików wszystkie foldery są zaaranżowane w prostą strukturę odwróconego drzewa. Główny korzeń znajduje się na górze, a podkatalogi stanowią jego gałęzie i liście zmierzające ku dołowi. Ten korzeń, będący nadrzędnym folderem zwany jest często <emphasis>katalogiem głównym</emphasis> (termin <emphasis>folder</emphasis> jest często zamiennie używany ze słowem <emphasis>katalog</emphasis>) i jest dostępny w Thunarze jako <guilabel>System plików</guilabel>. Oznacza to, że z dowolnego katalogu można przedostać się do każdego innego najpierw idąc w górę aż do osiągnięcia wspólnego punktu, a następnie schodząc odpowiednią ścieżką w dół aż do celu.
tr: UNIX dosya sisteminde bütün dizinler basit bir üst dizine bağlıdır. Bu dizin <emphasis>kök dizin</emphasis> olarak adlandırılmaktadır ve Thunar üzerinde <guilabel>Dosya Sistemi</guilabel> olarak görüntülenmektedir. Dosya sistemi üzerinde gitmek istediğiniz dizine buradan ulaşabilirsiniz.
zh_tw: 在 UNIX 檔案系統中，所有的資料夾都可以像摸藤找地瓜一樣 ；匯歸到同一個最初始的源頭目錄。這一個目錄，我們叫它 <emphasis>根目錄</emphasis> (我們比較常用 <emphasis>目錄</emphasis> 這個字眼而不是用<emphasis>資料夾</emphasis>) 而在 Thunar 裡則是顯示為<guilabel>檔案系統</guilabel> 。這表示在開枝散葉的樹狀結構中，您可以很有條理地在各個資料夾裡層層往上推，最後都是殊途同歸；然後再來清楚地往下尋找您想要找到的資料夾，一切都有條不紊。

source: The position of any file or folder in the tree can be described by its <emphasis>path</emphasis>. The path is the list of folders you would have to descend through to get to the target folder or file, starting from the top level folder. For example <filename role="directory">/home/luke</filename> is the subfolder <filename role="directory">luke</filename> of the subfolder <filename role="directory">home</filename> of the top level folder, and <filename>/home/luke/myfile.txt</filename> is the file <filename>myfile.txt</filename> in that subfolder. The leading <filename role="directory">/</filename> in these paths represents the top level folder.
bn: ট্রীতে অবস্থিত যেকোনো ফাইল বা ফোল্ডারের অবস্থান তার <emphasis>পাথ</emphasis> থেকে বর্ণনা করা যায়। পাথ হল গন্তব্য ফোল্ডার বা ফাইল বের করার জন্য সবচেয়ে উপরের ফোল্ডার থেকে শুরু করে নীচ পর্যন্ত ফোল্ডারের তালিকা। যেমন, <filename role="directory">/home/luke</filename> হল শীর্ষস্তর ফোল্ডারের <filename role="directory">home</filename> সাবফোল্ডারের <filename role="directory">luke</filename> সাবফোল্ডার এবং <filename>/home/luke/myfile.txt</filename> হল ওই সাবফোল্ডারের <filename>myfile.txt</filename> ফাইল। এই পাথের প্রথম অংশ <filename role="directory">/</filename> দ্বারা শীর্ষস্তরের ফোল্ডারকে বোঝায়।
ca: La posició de qualsevol fitxer o carpeta en l'arbre de directoris es pot descriure com a <emphasis>camí</emphasis>. El camí és la llista de carpetes per les que us heu de moure per arribar a la carpeta o fitxer desitjat; això entenent que iniciu el camí des de el directori arrel. Per exemple, <filename role="directory">/home/luke</filename> és la subcarpeta <filename role="directory">luke</filename> de la subcarpeta <filename role="directory">home</filename> del directori arrel, i <filename>/home/luke/myfile.txt</filename> és el fitxer <filename>myfile.txt</filename> d'aquella subcarpeta. El «<filename role="directory">/</filename>» en aquests camins representa el directori arrel.
da: Placeringen af enhver fil eller mappe i træet kan beskrives af dens <emphasis>sti</emphasis>. Stien er de mapper, du oppefra, skal gå igennem for at nå til målets mappe eller fil. F.eks. er <filename role="directory">/home/luke</filename> undermappen af <filename role="directory">luke</filename> af undermappen <filename role="directory">home</filename> af hovedmappen, og <filename>/home/luke/myfile.txt</filename> er filnavnet i <filename>myfile.txt</filename> i den undermappe. Det første <filename role="directory">/</filename> i disse stier repræsenterer hovedmappen.
es: La posición de cualquier archivo o arpeta en el árbol puede ser descrit por su <emphasis>path</emphasis> o ruta. El <emphasis>path</emphasis> es la lista de las carpetas que tendrías que recorrer descendiendo desde el directorio raíz para llegar al archivo o carpeta de destino. Por ejemplo, <filename role="directory">/home/luke</filename> es la subcarpeta <filename role="directory">luke</filename> de la subcarpeta <filename role="directory">home</filename> del directorio raíz, y <filename>/home/luke/myfile.txt</filename> es el archivo <filename>myfile.txt</filename> en esa subcarpeta. The leading <filename role="directory">/</filename> en estas rutas representa la carpeta raíz.
gl: A posición de calquera ficheiro ou cartafol na árbore pode describirse ca súa <emphasis>ruta</emphasis>. A ruta é a lista de cartafoles polos que ten que descender ata chegar ao cartafol ou ficheiro destino, comezando dende o cartafol superior. Por exemplo <filename role="directory">/home/xiana</filename> é o subcartafol <filename role="directory">xiana</filename> do subcartafol <filename role="directory">home</filename> do cartafol superior, e <filename>/home/xiana/omeuficheiro.txt</filename>é o ficheiro <filename>omeuficheiro.txt</filename> que está nese cartafol. A <filename role="directory">/</filename> inicial desas rutas representa ao cartafol superior (cartafol raíz).
it: La posizione di un qualsiasi file o cartella nella struttura può essere descritta dal suo <emphasis>percorso</emphasis>. Il percorso rappresenta l'elenco di cartelle che è necessario attraversare per giungere alla destinazione (il file o la cartella) partendo dalla cartella di livello principale. Per esempio <filename role="directory">/casa/luca</filename> è la sotto cartella <filename role="directory">luca</filename> della sotto cartella <filename role="directory">casa</filename> della cartella di livello principale, e <filename>/home/luca/miofile.txt</filename> è il file <filename>miofile.txt</filename> in quella sotto cartella. Il simbolo iniziale <filename role="directory">/</filename> nei percorsi rappresenta la cartella di livello principale.
pl: Pozycja każdego pliku lub folderu w drzewie może być opisana przez jego <emphasis>ścieżkę</emphasis>. Ścieżka jest listą folderów, przez które musisz przejść, aby dostać się do pożądanego katalogu lub pliku (zaczynając od katalogu głównego). Przykładowo <filename role="directory">/home/luke</filename> jest podkatalogiem <filename role="directory">luke</filename> podkatalogu <filename role="directory">home</filename> katalogu głównego, a <filename>/home/luke/myfile.txt</filename> jest plikiem <filename>myfile.txt</filename> w tym podkatalogu. Znak <filename role="directory">/</filename> na początku ścieżek oznacza katalog główny.
tr: Herhangi bir dosya veya dizin <emphasis>yoluna</emphasis> göre tanımlanabilir. Yol, hedef dizin ya da dosyaya ulaşmak için üzerinden geçtiğiniz kısıma verilen isimdir. Örneğin, <filename role="directory">/home/luke</filename> dizini <filename role="directory">home</filename> dizininin alt dizinidir. <filename>/home/luke/myfile.txt</filename> dosyasına erişim için, kök dizinden home dizininine oradan da luke dizinine geçilmektedir. Bu da dosya yolunu ifade etmektedir.
zh_tw: 在系統裡任何檔案或資料夾的位置都能用所謂的<emphasis>路徑</emphasis> 來描述。 路徑會以根目錄為起始，條列出您指定的檔案或資料夾的精確位置。舉個例子來看： <filename role="directory">/home/luke</filename> 就是表示從根目錄算起，<filename role="directory">luke</filename> 是位於 <filename role="directory">home</filename> 底下的子目錄，而<filename>/home/luke/myfile.txt</filename> 表示檔案 <filename>myfile.txt</filename> 就放在子目錄裡。最前面的反斜線 <filename role="directory">/</filename> 就是代表根目錄的意思。
