Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The <literal>Version</literal> and <literal>Encoding</literal> are mandated by the Desktop Entry Specification, just use the values shown in the example above. The <literal>Type</literal> field must have the special value <literal>X-Thumbnailer</literal>, otherwise your thumbnailer will not be recognized. The <literal>Name</literal> value describes your thumbnailer.
bn: <literal>সংস্করণ</literal> এবং <literal>এনকোডিং</literal> ডেক্সটপ ভুক্তি সুনির্দিষ্টকরণের অধিভুক্ত, কেবল উপরোক্ত উদাহরণের মানগুলো ব্যবহার করুন। <literal>টাইপ</literal>ক্ষেত্রের বিশেষ মান <literal>X-Thumbnailer</literal> থাকা উচিৎ, অন্যথায় আপনার থাম্বনেইলারকে সনাক্ত করা যাবে না। <literal>নাম</literal> মানটি আপনার থাম্বনেইলারের বর্ণনা দেয়।
ca: <literal>Version</literal> i <literal>Encoding</literal> són obligatoris segons l'especificació del format de registre d'escriptori i, per tant, empreu els valors de l'exemple anterior. El camp <literal>Type</literal> ha de tenir el valor especial <literal>X-Thumbnailer</literal> i, en qualsevol altre cal, el vostre miniaturitzador no serà reconegut. El valor de <literal>Name</literal> descriu el vostre miniaturitzador.
da: <literal>Versionen</literal> og <literal>indkodning</literal> er foreskrevet af Desktop Entry specifikationen, brug blot de værdier der er vist i det ovenstående eksempel. <literal>Type</literal>feltet skal have den bestemte værdi <literal>X-Thumbnailer</literal>, ellers vil din miniature ikke blive genkendt. <literal>Navne</literal>værdien beskriver din miniature.
gl: <literal>Version</literal> e <literal>Encoding</literal> son obrigatorios debido á Desktop Entry Specification, así que use os valores que se mostran no exemplo de enriba. O campo <literal>Type</literal> debe ter o valor especial <literal>X-Thumbnailer</literal>, ou senón non se recoñecerá o seu miniaturizador. O valor <literal>Name</literal> describe o seu miniaturizador.
it: I campi <literal>Version</literal> e <literal>Encoding</literal> sono imposti dalle Desktop Entry Specification; utilizzare i valori mostrati nell'esempio precedente. Il campo <literal>Type</literal> deve contenere il valore speciale <literal>X-Thumbnailer</literal>, altrimenti il thumbnailer non verrà riconosciuto. Il valore <literal>Name</literal> descrive il proprio thumbnailer.
pl: Pola <literal>Version</literal> i <literal>Encoding</literal> są narzucone przez "Desktop Entry Specification", po prostu użyj wartości podanych w przykładzie powyżej. Pole <literal>Type</literal> musi posiadać specjalną wartość <literal>X-Thumbnailer</literal>. W przeciwnym wypadku twój generator nie będzie rozpoznawany. Wartość <literal>Name</literal> opisuje twój generator miniatur.
tr: <literal>Version</literal> ve <literal>Encoding</literal> Desktop Entry Specification standartları tarafından himaye edilmektedir. Yukarıdaki örnekteki değerleri kullanmanız yeterlidir. <literal>Type</literal> kısmı mutlaka <literal>X-Thumbnailer</literal> değerini içermelidir, aksi takdirde önizleme oluşturucunuz tanınmayacaktır. <literal>Name</literal> değeri önizleme oluşturucunuzu tanımlamaktadır.

source: The <literal>X-Thumbnailer-Exec</literal> field contains the command to run your thumbnailer, and supports certain field codes that will be substituted when the thumbnailer is run. Recognized field codes are as follows:
bn: <literal>X-Thumbnailer-Exec</literal> ক্ষেত্রে আপনার থাম্বনেইলার চালানোর কমান্ড থাকে, এবং কিছু ক্ষেত্রের কোড সমর্থন করে যা থাম্বনেইলার চালানোর সময় প্রতিস্থাপিত হয়ে যাবে। সনাক্তকৃত ক্ষেত্রের কোডসমুহ নিম্নলিখিত:
ca: El camp <literal>X-Thumbnailer-Exec</literal> té l'ordre que executarà el miniaturitzador, i és compatible amb diversos codis que seran substituïts quan s'executi el miniaturitzador. Els codis són els següents:
da: <literal>X-Thumbnailer-Exec</literal> feltet indeholder kommandoen til at køre din miniature, og understøtter særlige feltkoder der bliver erstattet når miniaturen køres. De genkendte feltkoder er følgende:
gl: O campo <literal>X-Thumbnailer-Exec</literal> contén a orde para executar o seu miniaturizador, e admite certos códigos de campo que se substituirán cando se execute o miniaturizador. Os códigos de campo recoñecidos son os seguintes:
it: Il campo <literal>X-Thumbnailer-Exec</literal> contiene il comando per eseguire il proprio thumbnailer e supporta certi codici di campo che verranno sostituiti all'esecuzione del creatore di miniature. I codici di campo riconosciuti sono i seguenti:
pl: Pole <literal>X-Thumbnailer-Exec</literal> zawiera polecenie uruchamiające twój generator i obsługuje pewne kody pól, pod które będą podstawiane różne wartości podczas uruchamiania generatora. Poniższe kody są rozpoznawane:
tr: <literal>X-Thumbnailer-Exec</literal> kısmı çalıştırılacak önizleme oluşturucusunu tanımlamak için kullanılmaktadır. Tanınan alan kodları şunlardır:

source: The local path to the input file for which to create a thumbnail. May be either a path relative to the directory from which the thumbnailer was invoked or an absolute path.
bn: যে ইনপুট ফাইলটির জন্য থাম্বনেইল তৈরি করতে হবে তার স্থানীয় পাথ। থাম্বনেইলার যেরকম চায় তেমন ডিরেক্টরি সম্পর্কিত পাথ অথবা শুধু একটি পাথও হতে পারে।
ca: El camí local al fitxer d'entrada al que se li crearà la miniatura. Pot ser tant un camí relatiu al directori en el que roman el miniaturitzador com un camí absolut.
da: Den lokale sti til inddatafilen til oprettelsen af miniaturevisning, kan entet være en sti relativ til mappen hvor miniaturegenereren blev kørt, eller en fuld sti.
gl: A ruta local do ficheiro de entrada co que se vai crear unha miniatura. Pode ser unha ruta relativa ao directorio dende o que se chamou ao miniaturizador ou unha ruta absoluta.
it: Il percorso locale al file di cui creare una miniatura. Può essere un percorso relativo alla directory da cui il creatore di miniature è stato invocato o un percorso assoluto.
pl: Ścieżka do pliku, którego miniaturę należy utworzyć. Może być ścieżką relatywną względem katalogu z którego generator został wywołany lub ścieżką bezwzględną.
tr: Önizleme oluşturacak girdi dosyasının yolu. Önizleme oluşturucusunun çalıştırılacağı bir dizine bağlı olabileceği gibi mutlak yol da kullanılabilir.

source: The desired size of the generated thumbnail in pixels. This parameter is optional.
bn: তৈরি হওয়া থাম্বনেইলের প্রত্যাশিত আকার পিক্সেলে থাকে। এই প্যারামিটারটি ঐচ্ছিক।
ca: La mida desitjada i en píxels de la miniatura que es generarà. Aquest paràmetre és opcional.
da: Den ønskede størrelse på den generede miniature i pixels. Den parameter er valgfri.
gl: O tamaño desexado en píxels da miniatura xerada. Este parámetro é opcional.
it: La dimensione desiderata in pixel delle anteprime. Questo parametro è facoltativo.
pl: Pożądany rozmiar generowanej miniatury w pikselach. Parametr opcjonalny.
tr: Oluşturulacak önizleme dosyasının piksel boyutu. Bu parametre isteğe bağlıdır.

source: You need to include atleast <literal>%o</literal> and <literal>%i</literal> or <literal>%u</literal>, otherwise your thumbnailer will be useless.
bn: আপনার নূন্যতম <literal>%o</literal> এবং <literal>%i</literal> অথবা <literal>%u</literal> কে সংযুক্ত করা প্রয়োজন, নতুবা আপনার থাম্বনেইলার অকার্যকরী হয়ে পরবে।
ca: Com mínim heu d'incloure <literal>%o</literal> i <literal>%i</literal> o <literal>%u</literal>, en cas contrari el vostre miniaturitzador no serà d'utilitat.
da: Du skal inkludere mindst <literal>%o</literal> og <literal>%i</literal> eller <literal>%u</literal>, ellers vil din miniaturegenererer være ubrugelig.
gl: Ten que incluír polo menos <literal>%o</literal> e <literal>%i</literal> ou <literal>%u</literal>, noutro caso o seu miniaturizador será inútil.
it: È necessario includere almeno <literal>%o</literal> e <literal>%i</literal> oppure <literal>%u</literal>, altrimenti il proprio creatore di miniature risulterà inutilizzabile.
pl: Musisz wziąć pod uwagę co najmniej <literal>%o</literal> i <literal>%i</literal> lub <literal>%u</literal>. W przeciwnym wypadku twój generator będzie bezużyteczny.
tr: <literal>%o</literal>, <literal>%i</literal> ve <literal>%u</literal> değişkenlerini barındırmalıdır, aksi takdirde önizleme oluşturucusu bir işe yaramayacaktır.

source: The <literal>MimeType</literal> lists the MIME types - separated by semicolon - for which your thumbnailer is able to create previews.
bn: <literal>MimeType</literal> MIME টাইপের তালিকা তৈরি করে - যা সেমিকোলন দ্বারা পৃথক করা থাকে - যার মাধ্যমে থাম্বনেইলার প্রিভিউ তৈরি করতে পারে।
ca: La llista de <literal>MimeType</literal> és el llistat de tipus MIME —separat per comes— pel qual els vostre miniaturitzador serà capaç de crear vistes prèvies.
da: <literal>MIME-Typen</literal> viser MIME-typerne - adskilt af et semikolon - for hvilke din miniaturegenerator er i stand til at vise forhåndsvisninger.
gl: <literal>MimeType</literal> lista os tipos MIME - separados por punto e coma - para os cales o seu miniaturizador é capaz de crear previsualizacións.
it: Il <literal>MimeType</literal> elenca i tipi MIME, separati da punti e virgola, per i quali il proprio creatore di miniature è in grado di generare delle anteprime.
pl: <literal>MimeType</literal> zawiera listę typów MIME (oddzielonych przecinkiem) dla których twój generator potrafi generować miniatury.
tr: Önizleme için <literal>MimeType</literal> - noktalı virgül ile ayrılan - MIME türlerini listelemektedir.

source: Example EPS Thumbnailer
bn: উদাহরণ EPS থাম্বনেইলার
ca: Exemple de miniaturitzador EPS
da: EPS miniaturegenererer-eksempel
gl: Exemplo de miniaturizador EPS
it: Esempio di creatore di miniature per file EPS
pl: Przykładowy generator EPS
tr: Örnek EPS Önizleyicisi

source: This example demonstrates how to write and install a new thumbnailer for <filename>.eps</filename> files, which uses the <command>convert</command> utility that ships as part of ImageMagick. First, we start with a simple script that invokes <command>convert</command> to generate a thumbnail at the requested size.
bn: এই উদাহরণটি <filename>.eps</filename> ফাইলের জন্য নতুন থাম্বনেইলার কিভাবে লিখতে হয় এবং ইন্সটল করতে হয় তা বর্ণনা করে যা <command>রূপান্তর করুন</command> উপযোগীতা ব্যবহার করে ImageMagick এর অংশ হিসাবে চলে। প্রথমে আমরা একটি সহজ স্ক্রিপ্ট দিয়ে শুরু করি যা <command>রূপান্তর করুন</command>এ অনুরোধকৃত আকারে থাম্বনেইল তৈরী করতে সাহায্য করে।
ca: Aquest exemple demostra com es pot escriure i instaŀlar un nou miniaturitzador per fitxers <filename>.eps</filename> i que empra l'ordre <command>convert</command> la qual forma par de ImageMagick. Primer, creem un script que crida a <command>convert</command> per generar una miniatura de la mida que ens cal.
da: Dette eksempel demonsterer hvordan man skriver og installerer en ny miniaturegenererer til <filename>.eps</filename>-filer, som bruger <command>convert</command>-værktøjet der bliver leveret som en del af ImageMagick. Vi begynder først med et simpelt skript der kører <command>convert</command> for at generere en miniature i den ønskede størrelse.
gl: Este exemplo demostra como escribir e instalar un novo miniaturizador para os ficheiros <filename>.eps</filename>, o cal usa a utilidade <command>convert</command> que forma parte de ImageMagick. Primeiro comezamos cun simple script que invoca <command>convert</command> para xerar unha miniatura do tamaño solicitado.
it: Questo esempio mostra come scrivere e installare un nuovo creatore di miniature, per i file in formato <filename>.eps</filename>, che utilizza il comando <command>convert</command> fornito da pacchetto ImageMagick. Si ìinizierà con un semplice script che invoca il comando <command>convert</command> per generare una miniatura della dimensione richiesta..
pl: Ten przykład ilustruje jak napisać i zainstalować nowy generator miniatur dla plików <filename>.eps</filename>, używając narzędzia <command>convert</command> dostarczanego jako część pakietu ImageMagick. Najpierw zaczniemy od prostego skryptu wywołującego <command>convert</command>, aby wygenerować miniaturę pożądanego rozmiaru.
tr: Bu örnek <filename>.eps</filename> dosyaları için önizleme dosyasının nasıl oluşturulacağını göstermektedir. İşlem için ImageMagick paketi ile birlikte gelen <command>convert</command> komutu kullanılmaktadır. Öncelikle <command>convert</command> ile istenilen boyutta bir önizleme oluşturulacaktır.

source: #!/bin/sh # # eps-thumbnailer - Example thumbnailer script for EPS files. # # Usage: esp-thumbnailer eps-file png-file size # # command line parameters ifile=$1 ofile=$2 size=$3 # invoke convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"
ca: #!/bin/sh # # eps-thumbnailer - Exemple d'script de miniaturització per fitxers EPS. # # Ús: esp-thumbnailer FITXER-EPS FITXER-PNG MIDA # # paràmetres de la línia d'ordres ifile=$1 ofile=$2 size=$3 # crida a convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"
da: #!/bin/sh # # eps-thumbnailer - Eksempel på miniaturegenerererskript for EPS-filer. # # Anvendelse: esp-thumbnailer eps-file png-file size # # command line parameters ifile=$1 ofile=$2 size=$3 # kør convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"
gl: #!/bin/sh # # eps-thumbnailer - Miniaturizador de exemplo para ficheiros EPS. # # Modo de uso: esp-thumbnailer ficheiro-eps ficheiro-png tamaño # # parámetros de liña de ordes ifile=$1 ofile=$2 size=$3 # invocar convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"
it: #!/bin/sh # # eps-thumbnailer - Esempio di script per la creazione di miniature di file in formato EPS. # # Utilizzo: esp-thumbnailer eps-file png-dimensione file # # parametri della linea di comando ifile=$1 ofile=$2 size=$3 # utilizzo del comando convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"
pl: #!/bin/sh # # eps-thumbnailer - przykładowy generator miniatur plików EPS. # # Użycie: eps-thumbnailer eps-file png-file size # # parametry linii poleceń ifile=$1 ofile=$2 size=$3 # wywołaj convert (ImageMagick) exec convert "eps:$ifile" -scale "$sizex$size" "png:$ofile"

source: Save this script above to a file <filename>eps-thumbnailer</filename>, make sure the file is executable and install it to <filename role="directory">/usr/local/bin</filename>.
bn: <filename>eps-থাম্বনেইলার</filename> এ উপরের স্ক্রিপ্ট সংরক্ষণ করুন, ফাইলটি কার্যকরী কিনা তা নিশ্চিত হয়ে নিন এবং <filename role="directory">/usr/local/bin</filename> এ ফাইলটি ইন্সটল করুন।
ca: Deseu aquest script com <filename>eps-thumbnailer</filename>, comproveu que sigui executable i instaŀleu-lo a <filename role="directory">/usr/local/bin</filename>.
da: Gem det ovenstående skript til filen <filename>eps-thumbnailer</filename>, vær sikker på at den kan køres, og installér den i <filename role="directory">/usr/local/bin</filename>.
gl: Garde o script de enriba nun ficheiro <filename>eps-thumbnailer</filename>, asegúrese de que o ficheiro é executable e instáleo en <filename role="directory">/usr/local/bin</filename>.
it: Salvare questo script in un file <filename>eps-thumbnailer</filename>, assicurarsi che sia eseguibile e installarlo in <filename role="directory">/usr/local/bin</filename>.
pl: Zapisz powyższy skrypt do pliku <filename>eps-thumbnailer</filename>, upewnij się, że plik jest wykonywalny i zainstaluj go do <filename role="directory">/usr/local/bin</filename>.
tr: Bu betiği <filename>eps-thumbnailer</filename> ismi ile kaydedip, çalıştırılabilir yaptıktan sonra <filename role="directory">/usr/local/bin</filename> altına kopyalamalısınız.

source: Next we need to create the thumbnail description file <filename>eps-thumbnailer.desktop</filename>, which looks like this:
bn: পরবর্তীতে আমাদের থাম্বনেইল বিস্তারিত ফাইল <filename>eps-thumbnailer.desktop</filename> তৈরি করতে হবে, যা নিম্নরূপ:
ca: El següent que us cal és crear el fitxer de descripció del miniaturitzador <filename>eps-thumbnailer.desktop</filename>, que serà com:
da: Derefter skal vi oprette miniaturegenerererbeskrivelsesfilen <filename>eps-thumbnailer.desktop</filename>, der ser således ud:
gl: A continuación haberá que crear o ficheiro de descrición da miniatura <filename>eps-thumbnailer.desktop</filename>, que é así:
it: In seguito, è necessario creare il file di descrizione del thumbnailer <filename>eps-thumbnailer.desktop</filename> con questo contenuto:
pl: Teraz musimy utworzyć plik opisu generatora miniatur <filename>eps-thumbnailer.desktop</filename>. Będzie on wyglądał następująco:
tr: Daha sonra, <filename>eps-thumbnailer.desktop</filename> isminde bir açıklama dosyası oluşturup şu şekilde görünmesini sağlamalısınız:

source: This file must be installed to <filename role="directory">/usr/local/share/thumbnailers</filename> (create the folder if it does not exists).
bn: এই ফাইলটি <filename role="directory">/usr/local/share/thumbnailers</filename> এ ইন্সটল করতে হবে (ফোল্ডার না থাকলে তৈরি করতে হবে)।
ca: Aquest fitxer s'ha d'instaŀlar a <filename role="directory">/usr/local/share/thumbnailers</filename> (creeu la carpeta si aquesta no existeix).
da: Denne fil skal installeres i <filename role="directory">/usr/local/share/thumbnailers</filename> (opret mappen hvis den ikke eksisterer).
gl: Este ficheiro debe instalarse en <filename role="directory">/usr/local/share/thumbnailers</filename> (cree o cartafol se non existe).
it: Questo file devo essere installato in <filename role="directory">/usr/local/share/thumbnailers</filename> (creare la cartella se non esiste).
pl: Plik ten powinien zostać zainstalowany do <filename role="directory">/usr/local/share/thumbnailers</filename> (utwórz ten katalog, jeśli nie istnieje).
tr: Bu dosya <filename role="directory">/usr/local/share/thumbnailers</filename> altına kopyalanmalıdır (eğer bu dizin yoksa oluşturmalısınız)

source: The <filename>eps-thumbnailer.desktop</filename> file uses the special key <literal>TryExec</literal>, which, if specified, names a command that must be present on the system for the thumbnailer to be useful. In this case, our script is useless if the <command>convert</command> utility is not present.
bn: <filename>eps-থাম্বনেইলার.ডেক্সটপ</filename> ফাইল <literal>TryExec</literal> বিশেষ কী ব্যবহার করে যা নির্দিষ্ট করা থাকলে থাম্বনেইলারকে কার্যকর করার জন্য সিস্টেমে আছে এমন একটি কমান্ড উল্লেখ করে। এই ক্ষেত্রে, যদি <command>রূপান্তর করা</command> উপযোগীতা না থাকে তবে আমাদের স্ক্রিপ্ট অকার্যকর হয়ে পড়ে।
ca: El fitxer <filename>eps-thumbnailer.desktop</filename> empra la clau especial <literal>TryExec</literal>, la qual, si s'especifica, anomena una ordre que haurà d'estar present en el vostre sistema per a que el miniaturitzador funcioni. En aquest cas, un script no té cap utilitat si l'ordre <command>convert</command> no està en el sistema.
da: Filen <filename>eps-thumbnailer.desktop</filename> bruger den særlige knap <literal>TryExec</literal>, som, hvis angivet, navngiver en kommando der skal være tilstede på systemet for at miniaturegeneratoren er brugbar. I dette tilfælde er vores skript ubrugeligt hvis programmet <command>convert</command> ikke er til stede.
gl: O ficheiro <filename>eps-thumbnailer.desktop</filename> usa a clave especial <literal>TryExec</literal>, a cal se se especifica menciona unha orde que debe estar presente no sistema para que o miniaturizador sexa útil. No noso exemplo o script é inútil se a utilidade <command>convert</command> non está presente.
it: Il file <filename>eps-thumbnailer.desktop</filename> utilizza la chiave speciale <literal>TryExec</literal> che, se specificata, richiama un comando che deve essere presente nel sistema per permettere l'utilizzo del creatore di miniature. Nell'esempio proposto, lo script è inutilizzabile se l'utilità <command>convert</command> non è presente.
pl: Plik <filename>eps-thumbnailer.desktop</filename> używa specjalnego klucza <literal>TryExec</literal>, określającego polecenie, które musi być dostępne w systemie, aby generator mógł działać. W tym przypadku nasz skrypt jest bezużyteczny jeśli narzędzie <command>convert</command> nie jest dostępne w systemie.
tr: <filename>eps-thumbnailer.desktop</filename> dosyası özel anahtar olan ve yararlı bir önizleme oluşturmanızı sağlayacak <literal>TryExec</literal> özelliğini kullanmaktadır. Eğer <command>convert</command> belirtilmezse betik bir işe yaramayacaktır.
