Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: If you install this file to <filename role="directory">~/.local/share/Thunar/sendto/</filename> (create the folder if it does not exist yet), the <guilabel>Send To</guilabel> menu for JPEG files will show the new entry <guilabel>Flickr</guilabel>, which can be used to upload JPEG images to Flickr.
bn: আপনি যদি <filename role="directory">~/.local/share/Thunar/sendto/</filename> (ফোল্ডার না থাকলে তৈরি করুন) এ ফাইল ইন্সটল করেন তবে, JPEG ফাইলের <guilabel>প্রেরণ করুন</guilabel> মেনু নতুন ভুক্তি <guilabel>Flickr</guilabel> প্রদর্শন করবে, যা Flickr এ JPEG ছবি আপলোড করতে ব্যবহার করা যেতে পারে।
ca: Si instaŀleu aquest fitxer a <filename role="directory">~/.local/share/Thunar/sendto/</filename> (creeu la carpeta si aquesta no existeix), el menú <guilabel>Envia a</guilabel> pels fitxers JPEG mostrarà la nova entrada <guilabel>Flickr</guilabel>, que es pot emprar per pujar fotos a Flickr.
da: Hvis du installerer denne fil i <filename role="directory">~/.local/share/Thunar/sendto/</filename> (opret mappen hvis den endnu ikke findes) <guilabel>Send til</guilabel>-menuen for JPEG-filer vil vise det nye punkt, <guilabel>Flickr</guilabel>, som kan bruges til at overføre JPEG-billeder til Flickr.
gl: Se instala este ficheiro en <filename role="directory">~/.local/share/Thunar/sendto/</filename> (cree o cartafol se aínda non existe), o menú <guilabel>Enviar a</guilabel> dos ficheiros JPEG mostrará a nova entrada <guilabel>Flickr</guilabel>, a cal se pode usar para subir imaxes JPEG a Flickr.
it: Se si installa questo in <filename role="directory">~/.local/share/Thunar/sendto/</filename> (la cartella va creata se non esiste), il menu <guilabel>Invia a</guilabel> per i file JPEG visualizzerà la nuova voce <guilabel>Flickr</guilabel>, che può essere utilizzata per inviare le proprie immagini JPEG al sito Flickr.
pl: Jeśli umieścisz ten plik w <filename role="directory">~/.local/share/Thunar/sendto/</filename> (jeśli ten katalog nie istnieje - utwórz go), menu <guilabel>Wyślij do</guilabel> będzie zawierać nowy wpis <guilabel>Flickr</guilabel>, który będzie mógł być używany do wgrywania obrazów JPEG do Flickr.
tr: Bu dosyayı <filename role="directory">~/.local/share/Thunar/sendto/</filename> altına kopyalarsanız (dizin yok ise oluşturmalısınız), JPEG dosyaları için <guilabel>Gönder</guilabel> menüsünde <guilabel>Flickr</guilabel> seçeneğini görebilirsiniz.

source: The <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Thunar Project Wiki</ulink> contains additional examples of useful targets for the <guilabel>Send To</guilabel> menu. Feel free to extend the Wiki page with new examples.
bn: <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/প্রেরণ করুনto_menu">Thunar প্রকল্প উইকি</ulink> এ <guilabel>প্রেরণ করুন</guilabel> মেনুর কার্যকরী লক্ষ্যের কিছু বাড়তি উদাহরণ থাকে। নিঃসংকোচে নতুন নতুন উদাহরণ দিয়ে উইকি পেজ সম্প্রসারন করুন।
ca: La <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">wiki del projecte Thunar</ulink> té més exemples de destinataris pel menú <guilabel>Envia a</guilabel>. No us reprimiu d'afegir més exemples a la pàgina de la wiki.
da: <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Thunar projektets Wiki</ulink> indeholder forskellige eksempler på brugbare destinationer til <guilabel>Send til</guilabel>-menuen. Du er velkommen til at udvide Wikisiden med nye eksempler.
gl: A <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Wiki do proxecto Thunar</ulink> contén exemplos adicionais de destinos útiles para o menú <guilabel>Enviar a</guilabel>. Vostede é libre de extender a páxina da Wiki con novos exemplos.
it: La <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Wiki del progetto Thunar</ulink> contiene ulteriori esempi di destinazioni utili per il menu <guilabel>Invia a</guilabel>. Chiunque può aggiungere alla Wiki dei nuovi esempi.
pl: <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Wiki Projektu Thunar</ulink> zawiera dodatkowe przykłady użytecznych celów dla menu <guilabel>Wyślij do</guilabel>. Ty także możesz uzupełniać strony Wiki o nowe przykłady.
tr: <ulink type="http" url="http://thunar.xfce.org/pwiki/documentation/sendto_menu">Thunar Project Wikisi</ulink> <guilabel>Gönder</guilabel> menüsü için birçok örnek barındırmaktadır. Kendi oluşturduğunuz örnekleri de bu wiki sayfasında paylaşabilirsiniz.

source: Thumbnailers
bn: থাম্বনেইলারস
ca: Miniaturitzadors
da: Miniaturegenererer
gl: Miniaturizadores
it: Creatori di miniature
pl: Generatory miniatur
tr: Önizleme Oluşturucular

source: Thunar uses small utilities to create thumbnails of certain file types and displays the thumbnails as preview of the file content. These small tools are called thumbnailers. Thunar ships with thumbnailers for image and font files, and makes use of the installed thumbnailers from GNOME automatically if it was installed with support for <literal>gconf</literal>. Users may however dynamically extend this basic functionality with thumbnailers for additional file types.
bn: নির্দষ্ট কিছু ফাইল টাইপের থাম্বনেইল তৈরি করতে Thunar কিছু ছোট উপযোগিতা ব্যবহার করে এবং ফাইল কন্টেন্টের প্রাকদর্শন আকারে থাম্বনেইল প্রদর্শন করে। এই ছোট টুলগুলোকে থাম্বনেইলার বলা হয়। Thunar ছবি এবং ফন্ট ফাইল থাম্বনেইলারে প্রেরণ করে, GNOME থেকে স্বয়ংক্রিয়ভাবে ইন্সটল করা থাম্বনেইলার
ca: Thunar empra algunes petites utilitats per crear les miniatures d'alguns tipus de fitxer, així com per mostrar la miniatura com una vista prèvia del contingut del fitxer. Aquestes petites utilitats les anomenem miniaturitzadors. Thunar ve amb miniaturitzadors per imatges i fitxers de tipus de lletra, també empra els miniaturitzadors de GNOME de forma automàtica si aquests s'han instaŀlat amb compatibilitat <literal>gconf</literal>. En qualsevol cas, es pot ampliar dinàmicament aquesta funcionalitat per altres tipus de fitxer.
da: Thunar bruger små værktøjer til at oprette miniaturer af bestemte filtyper og viser miniaturerne som forhåndsvisning af filindholdet. Disse små værktøjer bliver kaldt miniaturegenererer. Thunar bliver leveret med miniaturegenererer for billed- og skrifttypefiler, og gør automatisk brug af de installerede miniaturegenererer fra GNOME, hvis den er installeret med understøttelse af <literal>gconf</literal>. Brugere kan løbende udvide denne grundlæggende funktionalitet med miniaturegenererer til andre filtyper.
gl: Thunar usa pequenas utilidades para crear miniaturas de certos tipos de ficheiros e mostra as miniaturas como vista previa do contido do ficheiro. Estas pequenas ferramentas chámanse miniaturizadores. Thunar publícase con miniaturizadores para imaxes e ficheiros de tipo de letra, e usa automaticamente os miniaturizadores instalados por GNOME se se instalou con soporte para <literal>gconf</literal>. Aínda así os usuarios poden estender de xeito dinámico esta funcionalidade básica con miniaturizadores para tipos de ficheiros adicionais.
it: Thunar si avvale di piccoli programmi per creare le miniature di alcuni tipi di file che saranno poi utilizzate per visualizzare l'anteprima del contenuto del file stesso. Questi piccoli strumenti vengono chiamati "thumbnailer". Thunar è distribuito con dei visualizzatori di miniature per le immagini e per i file degli stili di testo, e si avvale automaticamente dei thumbnailer installati per GNOME se è stato installato con il supporto per <literal>gconf</literal>. L'utente può comunque estendere dinamicamente le funzionalità di base con dei visualizzatori di miniature per dei tipi di file aggiuntivi.
pl: Thunar używa małych narzędzi do generowania miniatur plików pewnych typów i wyświetla miniatury jako podgląd zawartości pliku. Thunar jest dostarczany z generatorami miniatur dla obrazów i plików czcionek i automatycznie używa zainstalowanych generatorów GNOME, jeśli tylko został zainstalowany z obsługą <literal>gconf</literal>. Użytkownicy mogą jednak dynamicznie rozszerzać tą podstawową funkcjonalność generatorami miniatur dla plików innych formatów.
tr: Thunar küçük uygulamalar yardımıyla belirli dosyalar için önizlemeler oluşturmakta ve dosya içeriğinin önizlemesini göstermektedir. Bu küçük araçlar önizleme oluşturucusu olarak isimlendirilmektedir. Thunar öntanımlı olarak resimler ve yazıtipleri için önizleme desteği sunmaktadır. Ayrıca <literal>gconf</literal> desteği ile kurulmuşsa GNOME için kullanılan önizleme oluşturucular da kullanılabilir. Kullanıcılar bu önizleme oluşturucuların fonksiyonunu genişletmek isteyebilir.

source: If you plan to write a custom thumbnailers, you need to start with a program that accepts atleast two command line parameters, the input file, which is of the file type you plan to support and the output file, which is a PNG file that complies with the format specified by the <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">Thumbnail Management Standard</ulink>. Additionally your program may also accept the desired size of the thumbnail, which is optional but highly recommended. If you write the output file at an arbitrary image size, Thunar will afterwards scale it to the desired size, which might produce a less optimal result than generating the thumbnail with the requested dimensions.
bn: আপনি যদি একটি পছন্দনীসই থাম্বনেইলার লেখার পরিকল্পনা করে থাকেন তবে এমন একটি প্রোগ্রাম দিয়ে শুরু করা উচিৎ যা নূন্যতম দুটি কমান্ড লাইন প্যারামিটার গ্রহন করে, একটি হল ইনপুট ফাইল যেটি হল সেই ধরনের ফাইল যা আপনি সমর্থন করার পরিকল্পনা করেছেন এবং অন্যটি আউটপুট ফাইল যা একটি PNG ফাইল এবং <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">থাম্বনেইল ম্যানেজমেন্ট স্টান্ডার্ড</ulink> দ্বারা নির্দিষ্টকৃত বিন্যাস মেনে চলে। উপরন্তু, আপনার প্রোগ্রাম থাম্বনেইলের প্রত্যাশিত আকারও গ্রহন করতে পারে, যা ঐচ্ছিক কিন্তু উচ্চমাত্রায় সুপারিশকৃত। আপনি যদি একটি এলমেলো আকারের ছবির ভেতর আউটপুট ফাইলটি লিখতে চান তবে Thunar একে আপনার প্রত্যাশিত আকারে এনে দিবে কিন্তু তা অনুরোধকৃত মাত্রার থাম্বনেইলের চেয়ে কিছুটা কম সঠিক মাত্রার হতে পারে।
ca: Si voleu escriure un miniaturitzador personalitzat, us caldrà començar amb un programa que permeti almenys dos paràmetres de línia d'ordres, el fitxer d'entrada, que és el tipus de fitxer al que voleu afegir aquesta funcionalitat i el fitxer de sortida, que és un fitxer PNG que compleix amb el format definit en aquest <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">estàndard de ges</ulink>.A més a més, cal que el programe accepti la mida desitjada de la miniatura (és opcional però molt recomanable). Si la mida de la imatge és d'una mida diferent a la prevista, Thunar l'haurà d'escalar a la mida correcta i, això, por produir un resultat pitjor que si s'hagués general la miniatura amb la mida requerida.
da: Hvis du planlægger at skrive en brugerdefineret miniaturegenerer, skal du starte med et program der accepterer mindst to kommandolinjeparametre, inddatafilen, som er af den filtype du vil understøtte og uddatafilen, som er en PNG-fil der oversættes med det format angivet af <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">Standard for miniaturehåndtering</ulink>. Derudover må dit program også acceptere den ønskede størrelse på miniaturen, som er valgfri men højt anbefalet. Hvis du skriver uddatafilen til en vilkårlig billedstørrelse, vil Thunar derefter skalere det til den ønskede størrelse, hvilket muligvis gør at der bliver produceret et mindre optimalt resultat end hvis miniaturen var oprettet med de anmodede mål.
gl: Se pensa escribir un miniaturizador propio, ten que comezar cun programa que acepte polo menos dous parámetros de liña de ordes, o ficheiro de entrada, que é do tipo de ficheiro que pensa soportar e mailo ficheiro de saída, que é un ficheiro PNG que cumpre o formato especificado no <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">Thumbnail Management Standard</ulink>. Ademais o seu programa tamén podería aceptar o tamaño desexado da miniatura, que é opcional pero moi recomendable. Se escribe un ficheiro de saída cun tamaño de imaxe arbitrario, Thunar escalarao posteriormente ao tamaño desexado, o que podería producir un resultado menos óptimo do que se obtería xerando unha miniatura das dimensións solicitadas.
it: Se si intende programmare un thumbnailer, sarà necessario iniziare con un programma che accetta almeno due parametri da linea di comando: il file di ingresso, che è il tipo di file che si desidera supportare, e il file di output, che è un file PNG in linea con le specifiche del formato dettate dallo <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">standard di gestione delle miniature</ulink>. In aggiunta il programma dovrebbe anche accettare la dimensione desiderata della miniatura, caratteristica opzionale ma caldamente consigliata. Se si scrive il file di output con una dimensione arbitraria dell'immagine, Thunar la scalerà successivamente alla dimensione desiderata, il che può produrre risultati peggiori rispetto alla generazione diretta della miniatura alla dimensione desiderata.
pl: Jeśli planujesz napisać własny generator miniatur, musisz zacząć od programu przyjmującego co najmniej dwa parametry linii poleceń: plik wejściowy (odpowiedniego typu) i plik wyjściowy (w formacie PNG, zgodnie ze <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">Standardem Zarządzania Miniaturami</ulink>). Poza tym twój program może także akceptować pożądaną wielkość miniatury (opcjonalne, ale bardzo zalecane). Jeśli twój program wygeneruje miniaturę niestandardowego rozmiaru, Thunar przeskaluje ją zgodnie ze swoimi potrzebami, co może pogorszyć jakość miniatury w stosunku do możliwego efektu przy jej poprawnym generowaniu przez generator miniatur.
tr: Önizleme oluşturucu yazmak istiyorsanız, bir girdi ve <ulink type="http" url="http://jens.triq.net/thumbnail-spec/creation.html#AEN139">Thumbnail Management Standard</ulink> adresinde belirtilen standartlara uygun bir PNG çıktı dosyası veren bir uygulama çalıştırmalısınız. Ayrıca programınız önizleme boyutunu ayarlamanızı da sağlamalıdır. Büyük bir önizleme dosyası dosya listeleme işlemini yavaşlatabilir.

source: Once your utility to generate the thumbnails is done, you will need to register your thumbnailer, so Thunar is able to locate and use it. Therefore all you need to do is to install a description file for the thumbnailer (a <filename>.desktop</filename> file) in one of the <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename> paths. For example, if you want to register the thumbnailer for your user account only, you can install the file into the folder <filename role="directory">~/.local/share/thumbnailers/</filename>. The <filename>.desktop</filename> for thumbnailers has the following format.
bn: একবার যদি থাম্বনেইল তৈরির উপযোগিতা শেষ হয়ে যায় তবে আপনাকে থাম্বনেইলার রেজিস্টার করতে হবে যাতে Thunar এর অবস্থান চিহ্নিত করে ব্যবহার করতে পারে। অতএব, আপনাকে থাম্বনেইলের <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename> পাথে একটি বর্ণনা ফাইল (একটি <filename>.desktop</filename> ফাইল) ইন্সটল করতে হবে। যেমন, আপনি যদি শুধু নিজের অ্যাকাউন্টের জন্য থাম্বনেইলার রেজিস্টার করতে চান তবে <filename role="directory">~/.local/share/thumbnailers/</filename> ফোল্ডারে ফাইলটি ইন্সটল করতে পারেন। <filename>.desktop</filename> এর থাম্বনেইলারের জন্য নিম্নোক্ত ফরম্যাট রয়েছে।
ca: Un com heu fet la vostra utilitat per crear miniatures, haureu de registrar el vostre miniaturitzador, perquè d'aquesta manera Thunar sigui capaç d'emprar-la. A partir d'aquí l'únic que us cal fer és instaŀlar una descripció del fitxer al miniaturitzador (un fitxer <filename>.desktop</filename>) en algun dels directoris <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename>. Per exemple, si voleu registrar el miniaturitzador només per el vostre compte d'usuari, el podeu instaŀlar a la carpeta <filename role="directory">~/.local/share/thumbnailers/</filename>. El fitxer <filename>.desktop</filename> per les miniatures té el següent format.
da: Når først dit værktøj til at generere miniaturer er færdigt, skal du registrere din miniaturegenererer, så Thunar kan finde og bruge det. Derfor, alt du skal gøre er at installere en beskrivelsesfil til miniaturegenereren (en <filename>.desktop</filename> fil) i en de <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename> stier. F.eks. hvis du kun vil registrere miniaturegenereren til din brugerkonto, kan du installere filen i denne mappe <filename role="directory">~/.local/share/thumbnailers/</filename>. <filename>.desktop</filename> for miniaturegenererer har det følgende format.
gl: Unha vez que a súa utilidade para xerar miniaturas estea rematada, terá que rexistrar o seu miniaturizador para que Thunar sexa capaz de atopalo e usalo. Polo tanto todo o que ten que facer é instalar un ficheiro de descrición do miniaturizador (un ficheiro <filename>.desktop</filename>) nunha das rutas <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename>. Por exemplo se desexa rexistrar o miniaturizador só para a súa conta de usuario, pode instalar o ficheiro no cartafol <filename role="directory">~/.local/share/thumbnailers/</filename>. O <filename>.desktop</filename> dos miniaturizadores ten o seguinte formato.
it: Una volta terminata la realizzazione del generatore di miniature, è necessario registrarlo in modo che Thunar possa localizzarlo e utilizzarlo. Tutto ciò che è necessario fare è installare un file di descrizione per il thumbnailer (un file <filename>.desktop</filename>) in uno dei percorsi <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename>. Per esempio, se si desidera registrare un thumbnailer solo per il proprio account utente, è possibile installare il file nella cartella <filename role="directory">~/.local/share/thumbnailers/</filename>. Il file <filename>.desktop</filename> per i creatori di miniature ha il seguente formato.
pl: Kiedy twoje narzędzie do generowania minatur będzie gotowe, będziesz musiał je zarejestrować, aby Thunar mógł je zlokalizować i używać. Wszystko co musisz zrobić, to zainstalować plik opisu generatora (plik <filename>.desktop</filename>) w jednej z ścieżek <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename>. Przykładowo, jeśli chcesz zarejestrować generator miniatur tylko dla twojego konta użytkownika w systemie, możesz zainstalować plik do folderu <filename role="directory">~/.local/share/thumbnailers/</filename>. Format plików <filename>.desktop</filename> generatora miniatur został opisany poniżej.
tr: Önizleme dosyaları oluşturma işlemi bittikten sonra, önizleme oluşturu dosyanızı kayıt etmelisiniz böylece Thunar onu bulup kullanabilecektir. Yapmanız gereken tek şey, önizleme oluşturucusu için bir açıklama dosyasını (yani <filename>.desktop</filename> dosyası) <filename role="directory">$XDG_DATA_DIRS/thumbnailers/</filename> altına koymaktır.

source: Thumbnailer Description File Format
bn: থাম্বনেইলার ফাইলের ধরণ
ca: Format de fitxers de descripció de miniaturitzadors
da: Filformatbeskrivelse til miniaturegenererer
gl: Formato do ficheiro de descrición do miniaturizador
it: Formato del file di descrizione del creatore di miniature
pl: Format pliku opisu generatorów miniatur
tr: Önizleme Oluşturucu Dosya Biçimi

source: Thumbnailer description files utilize the <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">Desktop Entry Format</ulink> with a special <literal>Type</literal> of <literal>X-Thumbnailer</literal> and special field <literal>X-Thumbnailer-Exec</literal> with new field codes. Basically, a thumbnailer description file has the following format.
bn: থাম্বনেইলার বর্ণনা ফাইল <literal>X-Thumbnailer</literal> এর বিশেষ <literal>টাইপ</literal> সহ <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">ডেক্সটপ ভুক্তি ফরম্যাট</ulink> এবং নতুন ক্ষেত্র কোড সহ বিশেষ ক্ষেত্র<literal>X-Thumbnailer-Exec</literal> এর যথাযথভাবে ব্যবহার করে। মূলত, থাম্বনেইলার বর্ণনা ফাইলের নিম্নোক্ত বিন্যাস থাকে।
ca: El fitxer de descripció de miniaturitzador empra aquest <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">format de registre d'escriptori</ulink> amb un tipus «<literal>Type</literal>» especial amb el valor <literal>X-Thumbnailer</literal> i amb un altre camp especial amb els codis dels fitxers <literal>X-Thumbnailer-Exec</literal>. Bàsicament, un fitxer de descripció de miniaturitzador t'e el següent format.
da: Miniaturegenerererbeskrivelsesfiler bruger <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">Desktop Entry Formatet</ulink> med en særlig <literal>type</literal> af <literal>X-miniaturegenererer</literal> og et særligt felt,<literal>X-Thumbnailer-Exec</literal> med nye feltkoder. Grundlæggende har en miniaturegenerererbeskrivelsesfil, det følgende format.
gl: Os ficheiros de descrición de miniaturizadores utilizan o <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">Desktop Entry Format</ulink> cun <literal>Tipo</literal> especial <literal>X-Thumbnailer</literal> o campo especial <literal>X-Thumbnailer-Exec</literal> con novos códigos de campo. Basicamente un ficheiro de descrición de miniaturizador ten o seguinte formato.
it: I file di descrizione dei thumbnailer utilizzano il <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">formato per gli elementi desktop</ulink> con uno speciale <literal>Tipo</literal> di <literal>X-Thumbnailer</literal> e un particolare campo <literal>X-Thumbnailer-Exec</literal> con nuovi codici di campo. Fondamentalmente, un file di descrizione per un thumbnailer ha il seguente formato.
pl: Pliki opisu generatorów miniatur używają <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">formatu plików pulpitu</ulink> z polem <literal>Type</literal> jako <literal>X-Thumbnailer</literal> i polem <literal>X-Thumbnailer-Exec</literal> z nowym kodem pola. Podstawowy plik opisu ma poniższy format.
tr: Önizleme oluşturucu açıklaması <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/latest/">Desktop Entry Format</ulink> standardını kullanmaktadır.

source: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=Your Thumbnailer MimeType=your-supported/mime-type; X-Thumbnailer-Exec=your-thumbnailer %i %o %s
ca: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=Your Thumbnailer Name[ca]=El vostre miniaturitzador MimeType=your-supported/mime-type; X-Thumbnailer-Exec=your-thumbnailer %i %o %s
da: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=Din-miniaturegenererer MimeType=din-understøttede/MIME-type; X-Thumbnailer-Exec=din-miniaturegenererer %i %o %s
gl: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=O seu miniaturizador MimeType=tipo-mime-soportado/polo-miniaturizador; X-Thumbnailer-Exec=o-seu-miniaturizador %i %o %s
it: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=Il proprio thumbnailer MimeType=i-propri-/mime-type-supportati; X-Thumbnailer-Exec=il-proprio-thumbnailer %i %o %s
pl: [Desktop Entry] Version=1.0 Encoding=UTF-8 Type=X-Thumbnailer Name=Twój generator miniatur MimeType=twoj-obslugiwany/typ-mime; X-Thumbnailer-Exec=your-thumbnailer %i %o %s
