Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: The intent of this section is to collect the quite numerous frequently asked questions that relate to working with Thunar. If you know of a question that is missing from this page, please <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">file a request</ulink>.
bn: এই বিভাগের উদ্দেশ্য হল Thunar এ কাজ প্রসঙ্গে কিছু সংখ্যক প্রায়ই জিজ্ঞাসিত প্রশ্ন সংগ্রহ করা। আপনি যদি এমন কোনো প্রশ্ন জানেন যেটা এই পৃষ্ঠায় নাই ,তবে <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">একটি অনুরোধ ফাইল করুন</ulink> দেখুন।
ca: En aquesta secció s'intenta fer un llistat de les nombroses preguntes relacionades amb Thunar que se'ns han fet. Si sabeu d'alguna altra pregunta que no hi aparegui en aquesta pàgina, si us plau, <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">ompliu una soŀlicitud</ulink>.
da: Meningen med dette kapitel er at samle de ret ofte stillede spørgsmål i forbindelse med arbejdet i Thunar. Hvis du kender til et spørgsmål der mangler fra denne side så <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">indsend venligst en anmodning</ulink>.
es: Esta sección intenta reunir las numerasosas preguntas frecuentes que tienen que ver con el trabajo con Thunar. Si conoce alguna pregunta que no está en esta página, por favor <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">archive una petición</ulink>.
gl: A intención desta sección é recoller as preguntas frecuentes bastante numerosas que se relacionan co uso de Thunar. Se sabe dalgunha pregunta que falta nesta páxina, por favor <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">envíe unha solicitude</ulink>.
it: L'intento di questa sezione è di raccogliere le numerose domande poste frequentemente in relazione all'utilizzo di Thunar. Se una domanda mancasse da queste pagine, si prega di farlo presente con <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">una richiesta</ulink>.
pl: Celem tej sekcji jest zebranie przeróżnych pytań i wątpliwości dotyczących Thunara w jedno miejsce. Jeśli uważasz, że brakuje tu jakiegoś istotnego zagadnienia, proszę - <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">zgłoś to</ulink>.
tr: Bu kısımda Thunar hakkında sıkça sorulan soruları ve cevaplarını bulacaksınız. Eğer bu sayfada yer almasını istediğiniz bir soru var ise, <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">talep etmeniz</ulink> yeterlidir.
zh_tw: 以下章節的內容，是我們在各方搜集整理當您在使用 Thunar 時，可能會遇上的常見狀況及其簡易解答。如果您知道一些有用的問題卻沒列在裡頭，請經由 <ulink type="http" url="http://bugzilla.xfce.org/enter_bug.cgi?product=Thunar&amp;format=guided">file a request</ulink>告訴我們。

source: Why doesn't Thunar execute files marked as executable?
bn: Thunar কার্যকরী হিসাবে চিহ্নিত ফাইলকে কার্যকর করে না কেন?
ca: Perquè el Thunar no executa els fitxers amb la marca d'executables?
da: Hvorfor kører Thunar ikke filer der er markeret som kørbare?
es: ¿Por qué Thunar no ejecuta los archivos marcado como ejecutables?
gl: Por que Thunar non executa os ficheiros marcados como executables?
it: Perché Thunar non esegue i file con l'attributo eseguibile?
pl: Dlaczego Thunar nie wykonuje plików oznaczonych jako wykonywalne?
tr: Thunar neden çalıştırılabilir olarak işaretlenmiş dosyaları çalıştırmıyor?
zh_tw: 在 Thunar 裡頭看到的可執行檔為什麼不能執行？

source: For security reasons Thunar only executes files of type <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> and <literal>application/x-shellscript</literal>. For desktop files the execution feature will only be enabled if the desktop file is of type <literal>Application</literal> and a valid <literal>Exec</literal> line is given or of type <literal>Link</literal> and a valid <literal>URL</literal> is given. For the other types the feature is available if the file is marked executable for the current user.
bn: নিরাপত্তার জন্য Thunar কেবল <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> এবং <literal>application/x-shellscript</literal> ফাইলগুলোকেই কার্যকর করে। ডেক্সটপ ফাইলের জন্য কার্যকরী ফিচার সক্রিয় হবে না যদি ফাইলটি <literal>Application</literal> টাইপের হয় ও একটি কার্যকরী লাইন <literal>Exec</literal> দেয়া থাকে অথবা <literal>Link</literal> টাইপের হয় ও একটি কার্যকরী লাইন <literal>URL</literal> দেয়া থাকে দেয়া থাকে। অন্যান্য টাইপের জন্য ফিচারটি পাওয়া যায় যদি ফাইলটি বর্তমান ব্যবহারকারীর কাছ
ca: Per raons de seguretat Thunar només executa els fitxers de tipus <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> i <literal>application/x-shellscript</literal>. Els fitxers d'escriptori només s'executen si el fitxer d'escriptori és de tipus <literal>Application</literal> i hi ha una línia vàlida <literal>Exec</literal> o els de tipus <literal>Link</literal> i hi ha una <literal>URL</literal> vàlida. Per la resta de tipus només està disponible si el fitxer està marcat com executable per l'usuari actual.
da: Af sikkerhedsårsager vil Thunar kun køre filer af typen <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> og <literal>application/x-shellscript</literal>. For skrivebordsfiler gælder det at kørselsfunktionen kun virker hvis filen er af typen <literal>Application</literal> og en gyldig <literal>Exec</literal> linje er indtastet eller af typen <literal>Link</literal> og en gyldig <literal>URL</literal> er angivet. For andre typer, er funktionen til rådighed hvis filen er markeret som kørbar, for den gældende bruger.
es: Por razones de seguridad, Thunar solo ejecuta archivos del tipo <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> y <literal>application/x-shellscript</literal>. Para archivos del escritorio, su ejecución será solo permitida si el archivo es del tipo <literal>Application</literal> y una línea <literal>Exec</literal> válida es dada, o de tipo <literal>Link</literal> una una línea <literal>URL</literal> válida es dada. Para otros tipos esta característica está disponible si el archivo está marcado como ejecutable para el usuario actual.
gl: Por razóns de seguridade Thunar só executa ficheiros de tipo <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> e <literal>application/x-shellscript</literal>. Nos ficheiros desktop a funcionalidade de execución só se activará se o ficheiro desktop é de tipo <literal>Application</literal> e se proporciona unha liña <literal>Exec</literal> válida ou se é de tipo <literal>Link</literal> e se proporciona un <literal>URL</literal> válido. Para os outros tipos a funcionalidade está dispoñible se o ficheiro está marcado como executable para o usuario actual.
it: Per ragioni di sicurezza Thunar esegue solamente i file del tipo <literal>applicazione/x-desktop</literal>, <literal>applicazione/x-eseguibile</literal> e <literal>applicazione/x-shellscript</literal>. Per i file della scrivania la caratteristica di eseguibile verrà abilitata solamente se il file è di tipo <literal>applicazione</literal> ed è fornita una linea valida <literal>Exec</literal> o di tipo <literal>Link</literal> ed è fornito un <literal>URL</literal> valido. Per gli altri tipi la caratteristica è disponibile se il file ha l'attributo di eseguibile per l'utente corrente.
pl: Ze względów bezpieczeństwa Thunar uruchamia tylko pliki typu <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> i <literal>application/x-shellscript</literal>. Dla plików pulpitu możliwość uruchamiania zostanie włączona tylko wtedy, jeśli jest on typu <literal>Application</literal> i podano prawidłową linię <literal>Exec</literal> lub jeśli jest typu <literal>Link</literal> i podano prawidłowy <literal>URL</literal>. Dla innych typów opcja ta jest dostępna, jeśli plik jest oznaczony jako wykonywalny dla bieżącego użytkownika.
tr: Güvenlik nedeniyle Thunar sadece <literal>application/x-desktop</literal>, <literal>application/x-executable</literal> ve <literal>application/x-shellscript</literal> dosya türlerini çalıştırmaktadır. Desktop dosyalarının çalıştırılması için dosya da geçerli <literal>Application</literal>, <literal>Exec</literal> ve <literal>URL</literal> değerleri yer almalıdır. Diğer dosya türleri için kullanıcı dosyayı çalıştırılabilir olarak işaretlemelidir.
zh_tw: 為了系統安全 Thunar 只能夠執行 <literal>application/x-desktop</literal>、 <literal>application/x-executable</literal> 還有<literal>application/x-shellscript</literal>這幾種執行檔。放在桌面上的程式圖示除非在<literal>Application</literal>這欄有設定並且有標明 <literal>Exec</literal> 這一行否則無法執行，此外像 <literal>Link</literal>(連結) 這種桌面圖示沒有輸入正確的 <literal>URL</literal> (網址)的話也會執行失敗。其他類型的執行檔除非目前的使用者有為它們加上可執行的內容屬性，不然也是不會動的。

source: Also note that for <literal>application/x-executable</literal> and <literal>application/x-shellscript</literal>, the types of the file don't really need to match these types exactly, but it is suffice if the detected type has a parent that matches one of the two types listed above, or if the MIME-type is an alias for one of the above.
bn: আরও লক্ষ করুন যে <literal>application/x-executable</literal> এবং <literal>application/x-shellscript</literal> এর সাথে এই ধরণের ফাইলের মিল হওয়ার কোনো দরকার নাই, নির্বাচিত ফাইল টাইপের যদি প্যারেন্ট থাকে যা উপরোক্ত তালিকার সাথে মিলে যায় অথবা MIME-টাইপ উপনাম হিসাবে ব্যবহার করা হয়, তাই যথেষ্ট।
ca: Tingueu en compte que per <literal>application/x-executable</literal> i <literal>application/x-shellscript</literal>, el tipus de fitxer no té per que ser exactament aquest, n'hi ha prou amb que el tipus detectat tingui un pare d'aquest tipus o que el tipus MIME sigui un àlies d'algun d'ells.
da: Bemærk også at for <literal>application/x-executable</literal> og <literal>application/x-shellscript</literal> gælder det at filernes typer ikke behøver at passe nøjagtigt med disse typer, men det er nok hvis typen har en oprindelse der passer med en af de to ovenstående. Eller hvis MIME-typen er et alias for en at de ovenstående.
es: Fíjese en que para para <literal>application/x-executable</literal> y <literal>application/x-shellscript</literal>, lo tipos de los archivos no necesitan coincidir realmente con estos tipos exactamente, pero es suficiente si el tipo detectado tiene un padre coincide con uno de los dos tipos listados arriba, o si su MIME-type es un alias de uno de los de arriba
gl: Teña en conta tamén que para <literal>application/x-executable</literal> e <literal>application/x-shellscript</literal>, os tipos do ficheiro realmente non teñen que coincidir exactamente con estes tipos, pero abonda se o tipo detectado ten un pai que coincide con algún destes dous tipos mencionados enriba, ou se o tipo MIME é un alias dalgún dos de enriba.
it: Si noti anche che per <literal>application/x-executable</literal> e <literal>application/x-shellscript</literal>, i tipi di file non devono corrispondere esattamente a questi tipi, ma è sufficiente se il tipo identificato ha un padre che corrisponde a uno dei due tipi elencati precedentemente, o se il tipo MIME è un alias per uno di essi.
pl: Zauważ także, że dla typów <literal>application/x-executable</literal> i <literal>application/x-shellscript</literal>, typy plików nie muszą się z nimi pokrywać, lecz wystarczy jeśli wykryty typ ma taki sam typ nadrzędny jak jeden z powyższych typów lub gdy jego typ MIME jest aliasem dla jednego z powyższych.
tr: Ayrıca <literal>application/x-executable</literal> ve <literal>application/x-shellscript</literal> değerleri için, dosyanın bu türlere uymasına gerek yoktur, tanımlanmış bir tür bunlara uyuyorsa veya bu değerler için MIME türü belirtilmiş ise, bu yeterlidir.
zh_tw: 另外也要注意屬於 <literal>application/x-executable</literal> 以及 <literal>application/x-shellscript</literal>的執行檔。這些類型的程式碼不需要真的符合內建對應的檔案類型就能執行。只要執行檔的父程序符合上述兩種執行檔之一，或者其 MIME-類型是上述執行檔類型的別名的話，就能夠被執行。

source: Where does Thunar store the metadata associated with files?
bn: Thunar ফাইলের সাথে সংযুক্ত মেটাডাটা কোথায় জমা রাখে?
ca: On desa Tunar les metadates associades als fitxers?
da: Hvor gemmer Thunar filernes metadata?
es: ¿Dónde almacena Thunar los metadatos asociados con los archivos?
gl: Onde garda Thunar os metadatos asociados cos ficheiros?
it: Dove vengono salvati da Thunar i metadati associati ai file?
pl: Gdzie Thunar przechowuje metadane związane z plikami?
tr: Thunar dosyalara ilişkin üstveriyi nerede tutuyor?
zh_tw: Thunar 都把設定檔案關聯類型的資料放在哪裡呢？

source: Thunar associates various settings with files/folders, which we call metadata. This metadata for all files is stored in tdb database file, which is called the metafile. The database file is stored in <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> and can be examined using the <command>tdbtool</command>, which is part of the Thunar distribution (located in the <filename role="directory">tdb/</filename> subdirectory).
bn: Thunar ফাইল/ফোল্ডারের বিভিন্ন সেটিং এর সাথে সম্পর্কিত, যাকে মেটাডাটা বলা হয়। সব ফাইলের মেটাডাটা tdb ডাটাবেস ফাইলে জমা থাকে, যাকে মেটাফাইল বলা হয়। ডাটাবেস ফাইলটি <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> এ জমা থাকে এবং <command>tdbtool</command> ব্যবহার করে পরীক্ষা করা যায় যা Thunar বন্টনের অংশ (<filename role="directory">tdb/</filename> সাব-ডিরেক্টরিতে অবস্থিত)।
ca: El Thunar associa diversa informació amb fitxers i carpetes, a això és al que anomenem metadades. Aquestes metadades de tots els fitxers es desa en un fitxer de base de dades «tdb», al qual anomenem el metafitxer. El fitxer es desa a <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> i es pot examinat mitjançant l'ordre <command>tdbtool</command> i que es distribueix amb Thunar (es troba al subdirectori <filename role="directory">tdb/</filename>).
da: Thunar tilknytter forskellige indstillinger med filer/mapper, som vi kalder metadata. Alle filers metadata er gemt i en tdb-databasefil, der også er kendt som metafilen. Databasefilen er gemt i <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> og kan ses ved at bruge <command>tdbtool</command>, som er en del af Thunar (lokaliseret i <filename role="directory">tdb/</filename> underkataloget).
es: Thunar asocia varios parámetros con archivos/carpetas, a las cuales llamamamos metadatos. Estos metadatos para todos los archivos se alamacenan en archivo de base de datos, que es llamado el metaarchivo. La base de datos está almacenada en <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> y puede examinarse usando <command>tdbtool</command>, que es parte de la distribución de Thunar (localizada en <filename role="directory">tdb/</filename>).
gl: Thunar asocia varias opcións cos ficheiros/cartafoles, que chamamos metadatos. Estes metadatos dos ficheiros almacénanse nun ficheiro de base de datos tdb, que se chama metaficheiro. O ficheiro da base de datos almacénase en <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> e pode examinarse usando <command>tdbtool</command>, que é parte da distribución de Thunar (situado no subdirectorio <filename role="directory">tdb/</filename>).
it: Thunar associa diverse impostazioni ai file e alle cartelle, che vengono chiamate metadati. Questi metadati sono salvati per tutti i file nel file di database tdb, chiamato anche metafile. Il file di database è salvato in <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> e può essere esaminato utilizzando <command>tdbtool</command>, che è parte della distribuzione di Thunar (posizionato nella sotto cartella <filename role="directory">tdb/</filename>.
pl: Thunar wiąże różne ustawienia z plikami i folderami. Ustawienia te nazywamy metadanymi. Owe metadane wszystkich plików przechowywane są w pliku bazy danych tdb, zwanym metaplikiem. Plik bazy danych znajduje się w <filename> $XDG_CACHE_HOME/Thunar/metafile.tdb</filename>, a jego przeglądu dokonuje się za pomocą narzędzia <command>tdbtool</command>, będącego częścią dystrybucji Thunara (położonego w podkatalogu <filename role="directory">tdb/</filename>).
tr: Thunar, üstveri adı verilen, dosya ve dizinler için belirlenen ayarları, bir tdb veritabanı dosyasında barındırmaktadır ve bu veritabanı dosyasına üstdosya adı verilmektedir. Bu dosya <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> altında bulunmaktadır ve <command>tdbtool</command> aracı ile incelenebilir.
zh_tw: Thunar 能夠處理許多類型的檔案與資料夾，全靠我們叫作元始資料的法寶。這種聯繫所有檔案類型的元始資料是以 tdb 資料庫型式儲存的，而這個資料庫檔又稱為元始檔案(metafile)。儲存的檔案放在 <filename>$XDG_CACHE_HOME/Thunar/metafile.tdb</filename> 這裡，您可以用<command>tdbtool</command>來檢查一下，在 Thunar 公布的原始碼中附有這個工具。(放在原始碼解開後的 <filename role="directory">tdb/</filename> 子目錄裡)。

source: Where does Thunar store its preferences?
bn: Thunar এর পছন্দসমুহ কোথায় জমা থাকে?
ca: On desa Thunar les seves preferències?
da: Hvor bliver indstillingerne til Thunar gemt?
es: ¿Dónde almacena Thunar ls preferencias?
gl: Onde garda Thunar a súa configuración?
it: Dove vengono salvate le preferenze di Thunar?
pl: Gdzie Thunar przechowuje swoje ustawienia?
tr: Thunar ayarlarını nerede saklamaktadır?
zh_tw: 請問 Thunar 的功能設定放在哪裡呢？

source: Thunar stores the user configurable preferences (and hidden settings) in an <filename>.ini</filename> file, which is located at <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> and can be examined using a text editor. See <filename>docs/README.thunarrc</filename> for an overview of the various preferences.
bn: Thunar ব্যবহারকারীর কনফিগারেবল পছন্দসমূহকে (এবং আড়াল করা সেটিংসমূহ) <filename>.ini</filename> ফাইলে জমা রাখে, যা <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> এ অবস্থিত এবং টেক্সট সম্পাদক দিয়ে পরীক্ষা করা যায়। বিভিন্ন পছন্দসমূহের সারসংক্ষেপের জন্য <filename>docs/README.thunarrc</filename> দেখুন।
ca: Thunar desa les preferències d'usuari, així com les opcions ocultes, en un fitxer <filename>.ini</filename> que es triba a <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> i que es pot examinar emprant qualsevol editor de text. Veieu <filename>docs/README.thunarrc</filename> per una informació detallada de les diverses preferències.
da: Thunar gemmer brugerjusterede indstillinger (samt skjulte indstillinger) i en <filename>.ini</filename>-fil, som er lokaliseret i <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> og kan ses ved brug af et tekstbehandlingsprogram. Se <filename>docs/README.thunarrc</filename> for en oversigt over diverse indstillinger.
es: Thunar almacena las preferencias configurables de usuario (y los parámetros ocultos) en un archivo <filename>.ini</filename>, que está localizado en <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename>, y que puede ser examinado usando un editor de texto. Vea <filename>docs/README.thunarrc</filename> para una descripción de varias preferencias.
gl: Thunar almacena as preferencias configurables do usuario (e as opcións ocultas) nun ficheiro <filename>.ini</filename>, que está situado en <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> e que se pode examinar usando un editor de texto. Consulte <filename>docs/README.thunarrc</filename> para obter un resumo das diferentes preferencias.
it: Thunar salva le preferenze configurabili dall'utente (e le impostazioni nascoste) in un file di estensione <filename>.ini</filename>, posizionato in <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename>, che può essere esaminato utilizzando un editor di testo. Consultare il file <filename>docs/README.thunarrc</filename> per una panoramica delle varie preferenze.
pl: Thunar przechowuje preferencje użytkownika (i ustawienia ukryte) w pliku <filename>.ini</filename>, znajdującym się w <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename>. Można go obejrzeć używając edytora tekstowego. W pliku <filename>docs/README.thunarrc</filename> znajdziesz przegląd róznych opcji.
tr: Thunar kullanıcı tarafından yapılandırılabilen ayar dosyalarını bir <filename>.ini</filename> dosyası olarak <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> altında saklamaktadır ve herhangi bir metin editörü ile incelenmeye müsait bir şekilde sunmaktadır.
zh_tw: Thunar 將可供使用者調整的設定 (以及隱藏的設定值) 放在一個 <filename>.ini</filename> 檔案中，它位於 <filename>$XDG_CONFIG_HOME/Thunar/thunarrc</filename> 這個檔案裡頭，您可以使用文字編輯器來直接加以修改。請參考 <filename>docs/README.thunarrc</filename> 說明檔案以便認識這些設定選項。

source: How to use mouse gestures in Thunar?
bn: Thunar এ কিভাবে মাউস ভঙ্গিমা ব্যবহার করতে হয়?
ca: Com puc emprar gestos de ratolí («mouse gestures») amb Thunar?
da: Hvordan skal man bruge musebevægelser i Thunar?
es: ¿Cómo usar los gestos de ratón en Thunar?
it: Come utilizzare le "mouse gesture" in Thunar?
pl: Czy i jak można używać gestów myszy w Thunarze?
tr: Thunar dosya yöneticisinde fare hareketleri nasıl kullanılır?
zh_tw: 要怎麼在 Thunar 裡頭使用滑鼠手勢？
