Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Try running <application>thunar-volman</application> from a <application>Terminal</application> window after hot-plugging the drive or inserting the media. First, you need to figure out the HAL UDI of the new device using <application>lshal</application> or <application>hal-device</application>. Once you know the UDI, run <literal>thunar-volman --device-added &lt;udi-of-your-device&gt;</literal> in a <application>Terminal</application> window and watch the output for errors or warnings.
bn: ড্রাইভটি হট-প্লাগ করে বা মিডিয়া প্রবেশ করানোর পর <application>টার্মিনাল</application> উইন্ডো থেকে <application>thunar-volman</application> চালানোর চেষ্টা করুন। প্রথমে, আপনাকে <application>lshal</application> অথবা <application>hal-device</application> ব্যবহার করে নতুন ডিভাইসের HAL UDI খুঁজে বের করে নিতে হবে। আপনি একবার UDI সম্পর্কে জেনে যাবার পর <application>টার্মিনাল</application> উইন্ডোতে <literal>thunar-volman --সংযুক্ত ডিভাইস&lt;আপনার ডিভাইসের udi&gt;</literal> চালান এবং ভুল ও সতর্কবানীর আউটপুট দেখুন।
ca: Intenteu executar <application>thunar-volman</application> en una finestra de <application>Terminal</application> després d'haver connectat el dispositiu o d'haver inserit el mitjà. Primer us caldrà endevinar l'UDI HAL del nou dispositiu emprant <application>lshal</application> o <application>hal-device</application>. Un cop sabeu l'UDI, executeu <literal>thunar-volman --device-added &lt;UDI-del-dispositiu&gt;</literal> en una finestra de <application>Terminal</application> i veieu la sortida per trobar errors o advertències.
da: Prøv at køre <application>thunar-volman</application> fra et <application>Terminal</application>-vindue efter at have tilsluttet drevet eller indsat mediet. Først skal du finde ud af, hvad den nye enheds HAL-UDI er, ved at bruge <application>lshal</application> eller <application>hal-device</application>. Når du først kender enhedens UDI, skal du køre <literal>thunar-volman --device-added&lt;din-enheds-udi&gt;</literal> i et <application>Terminal</application>-vindue og efterse uddataen for fejl eller advarsler.
gl: Intente executar <application>thunar-volman</application> dende unha xanela de <application>Terminal</application> despois de conectar en quente a unidade ou de inserir o soporte. Primeiro ten que descubrir o UDI de HAL do novo dispositivo usando <application>lshal</application> ou <application>hal-device</application>. Unha vez que coñeza o UDI execute <literal>thunar-volman --device-added &lt;udi-do-dispositivo&gt;</literal> nunha xanela de <application>Terminal</application> e mire se hai erros ou advertencias na saída.
it: Provare a eseguire <application>thunar-volman</application> da una finestra del <application>terminale</application>dopo avere collegato l'unità o inserito il supporto. Prima di tutto è necessario identificare l'UDI di HAL del dispositivo utilizzando <application>lshal</application> o <application>hal-device</application>. Una volta noto l'UDI, eseguire <literal>thunar-volman --device-added &lt;udi-del-proprio-dispositivo&gt;</literal> in una finestra del <application>terminale</application> e controllare l'eventuale comparsa di messaggi di avviso o di errore.
pl: Spróbuj uruchomić <application>thunar-volman</application> z okna <application>Terminala</application> po podłączeniu napędu lub włożeniu nośnika. Najpierw musisz poznać HALowe UDI nowego urządzenia używając <application>lshal</application> lub <application>hal-device</application>. Jeśli już znasz UDI, uruchom <literal>thunar-volman --device-added &lt;udi-twojego-urządzenia&gt;</literal> w oknie <application>Terminala</application> i obserwuj komunikaty wyjściowe szukając błędów i ostrzeżeń.
tr: Aygıtı taktıktan sonra ya da ortamı yerleştirdikten sonra <application>thunar-volman</application> uygulamasını <application>Terminal</application> uygulamasını kullanarak konsoldan çalıştırmayı deneyebilirsiniz. Öncelikle, <application>lshal</application> veya <application>hal-device</application> kullanarak aygıtın HAL UDI değerini öğrenmelisiniz. UDI değerini öğrendikten sonra, <application>Terminal</application> uygulaması içerisinde <literal>thunar-volman --device-added &lt;aygıtın-udi-değeri&gt;</literal> komutunu vermelisiniz ve çıktıyı takip ederek hatayı anlamaya çalışmalısınız.

source: If it still refuses to work, ask on the <ulink type="http" url="http://forum.xfce.org/">Xfce Forum</ulink> or the <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev mailing list</ulink> for help.
bn: এরপরও যদি কাজ না করে তবে <ulink type="http" url="http://forum.xfce.org/">Xfce ফোরাম</ulink> অথবা <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev মেইল তালিকা</ulink> এ সাহায্য চান।
ca: Si encara no vol funcionar, podeu preguntar al <ulink type="http" url="http://forum.xfce.org/">Fòrum Xfce</ulink> o a la <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">llista de correu thunar-dev</ulink>.
da: Hvis det stadigvæk ikke vil virke, så spørg på <ulink type="http" url="http://forum.xfce.org/">Xfce Forum</ulink> eller <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">thunar-dev mailliste</ulink> for hjælp.
gl: Se aínda así non funciona, pida axuda no <ulink type="http" url="http://forum.xfce.org/">Foro de Xfce</ulink> ou na <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">rolda de correo thunar-dev</ulink>.
it: Se non dovesse ancora funzionare, richiedere aiuto sul <ulink type="http" url="http://forum.xfce.org/">forum di Xfce</ulink> o nella <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">lista di discussione degli sviluppatori di thunar</ulink>.
pl: Jeśli problem nadal istnieje, poproś o pomoc na <ulink type="http" url="http://forum.xfce.org/">Forum Xfce</ulink> lub <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">liście mailingowej thunar-dev</ulink>.
tr: Eğer hala çalışmıyorsa, <ulink type="http" url="http://forum.xfce.org/">Xfce Forumu</ulink> veya <ulink type="http" url="http://foo-projects.org/mailman/listinfo/thunar-dev">Thunar geliştirici listesini</ulink> kullanarak yardım isteyebilirsiniz.

source: File Management Preferences
bn: ফাইল ম্যানেজমেন্ট পছন্দসমূহ
ca: Preferències del gestor de fitxers
da: Indstillinger til filhåndtering
es: Preferencias del administrador de archivos
gl: Preferencias da xestión de ficheiros
it: Preferenze di gestione dei file
pl: Ustawienia menedżera plików
tr: Dosya Yönetimi Seçenekleri
zh_tw: 檔案管理偏好設定

source: Use the <guilabel>File Manager Preferences</guilabel> dialog to set your <application>Thunar</application> file manager preferences. To open the preferences dialog, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice> from the menu bar, or click on the <guibutton>File Manager</guibutton> button in the Xfce Settings Manager.
bn: আপনার <application>Thunar</application> ফাইল ব্যবস্থাপক পছন্দসমূহ নির্ধারণ করতে <guilabel>ফাইল ব্যবস্থাপক পছন্দসমূহ</guilabel> ডায়ালগ ব্যবহার করুন। পছন্দনীয় ডায়ালগ খুলতে মেনুবার থেকে <menuchoice><guimenu>সম্পাদন করুন</guimenu><guimenuitem>পছন্দসমূহ...</guimenuitem></menuchoice> বাছাই করুন, অথবা Xfce সেটিং ব্যবস্থাপকে <guibutton>ফাইল ব্যবস্থাপক</guibutton> বোতামে ক্লিক করুন।
ca: Empreu el diàleg <guilabel>Preferències del gestor de fitxers</guilabel> per fixar les preferències del gestor de fitxers <application>Thunar</application>. Per obrir el diàleg de preferències, seleccioneu <menuchoice><guimenu>Edita</guimenu><guimenuitem>Preferències…</guimenuitem></menuchoice> a la barra de menú, o feu clic al botó de <guibutton>Gestor de fitxers</guibutton> en el gestor d'ajustaments de Xfce.
da: Brug dialogen, <guilabel>Indstilling af filhåndtering</guilabel> for at indstille dine <application>Thunar</application>-filhåndteringsindstillinger. For at åbne indstillingsdialogen, skal du vælge <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Indstillinger...</guimenuitem></menuchoice> fra menulinjen, eller klik på <guibutton>Filhåndterings</guibutton>knappen i indstillingshåndteringen til Xfce.
es: Use el diálogo de <guilabel>Preferencias del administrador de archivos</guilabel> para configurar las preferencias del administrador de archivos <application>Thunar</application>.
gl: Use o diálogo de <guilabel>Preferencias do xestor de ficheiros</guilabel> para definir as preferencias do xestor de ficheiros <application>Thunar</application>. Para abrir o diálogo de preferencias seleccione na barra de menús <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias...</guimenuitem></menuchoice>, ou prema no botón <guibutton>Xestor de ficheiros</guibutton> no Xestor de configuración de Xfce.
it: Utilizzare la finestra delle <guilabel>Preferenze del gestore di file</guilabel> per impostare le preferenze del gestore di file <guilabel>Thunar</guilabel>. Per aprire questa finestra, selezionare <menuchoice><guimenu>Modifica</guimenu><guimenuitem>Preferenze...</guimenuitem></menuchoice> dalla barra del menu, oppure fare clic sul pulsante <guibutton>Gestore di file</guibutton> nel gestore della configurazione di Xfce.
pl: Za pomocą okna dialogowego <guilabel>Ustawienia menedżera plików</guilabel> możesz zmieniać ustawienia menedżera plików <application>Thunar</application>. Aby otworzyć okno ustawień, wybierz <menuchoice><guimenu>Edycja</guimenu><guimenuitem>Preferencje...</guimenuitem></menuchoice> z głównego menu lub kliknij <guibutton>Menedżer plików</guibutton> w Menedżerze Ustawień Xfce.
tr: <guilabel>Dosya Yöneticisi Tercihleri</guilabel> menüsünü <application>Thunar</application> dosya yöneticisini ayarlamak için kullanabilirsiniz. Tercihler penceresini açmak için menüden <menuchoice><guimenu>Düzenle</guimenu><guimenuitem>Tercihler...</guimenuitem></menuchoice> seçeneğine tıklamalısınız ya da Xfce4 Ayarları menüsündeki <guibutton>Dosya Yöneticisi</guibutton> öğesini kullanmalısınız.
zh_tw: 使用<guilabel>檔案管理員偏好設定</guilabel>對話窗來設定您的 <application>Thunar</application> 檔案管理員偏好設定。若要開啟該偏好設定對話窗，請從選單列中選擇<menuchoice><guimenu>編輯</guimenu><guimenuitem>偏好設定...</guimenuitem></menuchoice>，或是點擊 Xfce 設定值管理員內的 <guibutton>檔案管理員</guibutton>按鈕。

source: The <guilabel>File Manager Preferences</guilabel> dialog is divided into four pages with different options, each described in a separate section below. Basically you can set preferences in the following categories:
bn: <guilabel>ফাইল ব্যবস্থাপক পছন্দসমূহ</guilabel> ডায়ালগ পৃথক পৃথক অপশন নিয়ে চার পৃষ্ঠায় বিন্যস্ত রয়েছে, যার প্রত্যেকটি নিচে আলাদা শ্রেনীতে বর্ণিত আছে। মূলত আপনি নিম্নলিখিত বিভাগে আপনার পছন্দসমুহ নির্ধারণ করে দিতে পারেন:
ca: El diàleg de <guilabel>Preferències del gestor de fitxers</guilabel> es divideix en quatre pàgines, cadascuna de les quals te mostra diferents opcions que es descriuen en seccions separades més endavant. Bàsicament podeu fixar les preferències de les següents categories:
da: <guilabel>Filhåndteringsindstillingerne</guilabel> er delt i fire sider med forskellige indstillinger, der er beskrevet i hvert sit afsnit nedenunder. Grundlæggende kan du indstille i følgende kategorier:
es: El diálogo <guilabel>Preferencias del administrador de archivos</guilabel> se divide en cuatro páginas con diferentes opciones, cada una se describe abajo en secciones separadas. Básicamente puede configurar las preferencias en las siguientes categorías:
gl: O diálogo <guilabel>Preferencias do xestor de ficheiros</guilabel> divídese en catro páxinas con diferentes opcións, cada unha descrita debaixo nunha sección diferente. Basicamente pode definir preferencias nas seguintes categorías:
it: La finestra delle <guilabel>Preferenze del gestore di file</guilabel> è divisa in quattro pagine con diverse opzioni, ognuna delle quali è descritta in una sezione apposita riportata nel seguito. Fondamentalmente è possibile impostare le preferenze relative alle seguenti categorie:
pl: Okno <guilabel>Ustawienia menedżera plików</guilabel> jest podzielone na cztery karty z różnymi opcjami, każdą z nich opisano w oddzielnej sekcji poniżej. Najprościej rzecz ujmując, możesz ustawić preferencje w poniższych kategoriach:
tr: <guilabel>Dosya Yöneticisi Tercihleri</guilabel> dört bölüme ayrılmıştır ve her bölüm değişik seçenekler barındırmaktadır ve her biri aşağıdaki bölümde açıklanacaktır. Tercihleri şu kategoriler altında düzenleyebilirsiniz:
zh_tw: <guilabel>檔案管理員偏好設定</guilabel>對話窗分為四個有不同的選項的頁面，每個頁面的選項都位於下方的獨立區塊內。基本上您可以於下列分類內設定偏好設定：

source: The default settings for the views.
bn: প্রদর্শনের জন্য পূর্বনির্ধারিত সেটিংস।
ca: Els paràmetres per defecte de visualització.
da: Standardindstillingen til visninger.
es: La configuración predeterminada para las vistas.
gl: Configuración predeterminada para as vistas.
it: le impostazioni predefinite per la visualizzazione;
pl: Domyślne ustawienia widoku.
tr: Öntanımlı görünüm ayarları.
zh_tw: 檢視的預設值。

source: The default settings for the side pane.
bn: সাইড প্যানের জন্য পূর্বনির্ধারিত সেটিংস।
ca: Els paràmetres per defecte de la subfinestra lateral.
da: Standardindstillinger til sidepanelet.
es: La configuración por defecto para el panel lateral.
gl: Configuración predeterminada do panel lateral.
it: le impostazioni predefinite per il pannello laterale;
pl: Domyślne ustawienia panelu bocznego.
tr: Yan pencere bölümü ayarları.
zh_tw: 側窗格的預設值。

source: The behavior of the file manager windows.
bn: ফাইল ম্যানেজার উইন্ডোর আচরণ।
ca: El comportament de les finestres del gestor de fitxers.
da: Filhåndteringenvinduets opførsel.
es: El comportamiento de las ventanas del administrador de archivos.
gl: Comportamento das xanelas do xestor de ficheiros.
it: il comportamento delle finestre del gestore di file;
pl: Zachowanie okien menedżera plików.
tr: Dosya yöneticisi pencerelerinin davranışı.
zh_tw: 檔案管理員視窗的行為。

source: Advanced features of the file manager.
bn: ফাইল ম্যানেজারের উচ্চ পর্যায়ের বৈশিষ্ট্যাবলী।
ca: Els opcions avançades del gestor de fitxers.
da: Filhåndteringens avancerede egenskaber.
es: Características avanzandas del administrador de archivos.
gl: Funcionalidades avanzadas do xestor de ficheiros.
it: funzioni avanzate del gestore di file.
pl: Zaawansowane funkcje menedżera plików.
tr: Dosya yöneticisi gelişmiş özellikleri.
zh_tw: 檔案管理員的進階功能。

source: Thunar also supports a bunch of so-called <emphasis>Hidden Options</emphasis>, which control several advanced features of the file manager, but are not included in the preferences in order to keep the preferences dialog simple. The <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> file that is included with the Thunar distribution describes all available options in detail.
bn: Thunar তথাকথিত বেশকিছু <emphasis>আড়ালকৃত অপশন</emphasis> কে সমর্থন করে, যা ফাইল ব্যবস্থাপকের উচ্চ পর্যায়ের বৈশিষ্টসমুহ নিয়ন্ত্রন করে, কিন্তু পছন্দসমূহের ডায়ালগকে সাধারণ রাখার উদ্দেশ্যে এগুলোকে পছন্দসমূহের মধ্যে রাখা হয়নি। Thunar বন্টনের সাথে সংযুক্ত <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> ফাইলটি বিদ্যমান অপশনসমূহের বিস্তারিত বর্ণনা দেয়।
ca: Thunar també permet un bon grapat de les anomenades <emphasis>Opcions amagades</emphasis>, que controlen un bon nombre de funcionalitats avançades del gestor de fitxers, però que no s'han inclòs en les preferències per mantenir aquest diàleg simple. El fitxer <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> que es distribueix amb Thunar descriu totes aquestes opcions amagades en detall.
da: Thunar understøtter også en stak af de såkaldte <emphasis>skjulte indstillinger</emphasis>, som styrer flere af de avancerede egenskaber i filhåndteringen, men er ikke inkluderet indstillingerne for at holde indstillingsdialogen som simpel som mulig. Filen <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> der er leveret sammen med Thunar, beskriver alle indstillinger i detaljer.
es: Thunar también soporta un grupo de autodenominadas <emphasis>Hidden Options</emphasis>, que controlan varias caracterísitcas avanzadas del administrador de archivos pero no son incluídas para mantener el diálogo de preferencias simple. El archivo <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> que viene incluído en Thunar describe todas las opciones con detalle.
gl: Thunar tamén soporta un grupo das chamadas <emphasis>Opcións ocultas</emphasis>, as cales controlan varias funcionalidades avanzadas do xestor de ficheiros, pero que non están incluídas nas preferencias para que o diálogo de preferencias siga sendo simple. No ficheiro <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> que se inclúe na distribución de Thunar descríbense con detalle todas as opcións dispoñibles.
it: Thunar supporta inoltre una serie di cosiddette <emphasis>opzioni nascoste</emphasis>, che controllano diverse funzioni avanzate del gestore di file, ma che non sono incluse nelle preferenze al fine di mantenere la finestra delle preferenze il più semplice possibile. Il file <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink>, incluso nella distribuzione di Thunar, descrive in dettaglio tutte le opzioni disponibili.
pl: Thunar wspiera także zestaw tzw. <emphasis>Ukrytych Opcji</emphasis>. Kontrolują one pewne zaawansowane aspekty menedżera plików. Nie są one widoczne w oknie preferencji, by nie komplikować jego wyglądu. Plik <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> dołączony do dystrybucji Thunara opisuje dostępne opcje szczegółowo.
tr: Thunar ayrıca birçok <emphasis>gizli seçenek</emphasis> barındırır ancak menü pencerelerini basit tutmak amacıyla bunları Tercihler penceresinde göstermemektedir. <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> dosyasını okuyarak bu gizli seçenekler hakkında bilgi sahibi olabilirsiniz.
zh_tw: Thunar 也支援一堆所謂的<emphasis>隱藏選項</emphasis>，可以控制許多檔案管理員的進階功能，但是為了保持偏好設定對話窗的簡單設計，它們沒有被納入偏好設定中。Thunar 發行內所包含的 <ulink type="http" url="http://svn.xfce.org/svn/xfce/thunar/trunk/docs/README.thunarrc"><filename>README.thunarrc</filename></ulink> 檔案有所有可用選項的詳細描述。

source: Views Preferences
bn: প্রদর্শনের পছন্দসমূহ
ca: Preferències de visualització
da: Indstillinger til visning
es: Preferencias de vista
gl: Preferencias das vistas
it: Preferenze di visualizzazione
pl: Ustawienia widoku
tr: Görüntü Seçenekleri
zh_tw: 檢視偏好設定

source: You can specify a default view, select sort options and display options. You can also specify whether thumbnails should be displayed for file types that support this.
bn: আপনি ডিফল্ট দৃশ্যপট, ক্রম নির্বাচন এবং অপশন প্রদর্শন নির্দিষ্ট করে দিতে পারেন। যেসকল ফাইল থাম্বনেইল সমর্থন করে সেগুলোতে তা প্রদর্শিত হবে কিনা তা নির্দিষ্ট করে দিতে পারেন।
ca: Podeu especificar el tipus de vista per defecte, seleccionar opcions d'ordenació i de visualització. També podeu especificar si es mostraran miniatures pels tipus de fitxers que ho permetin.
da: Du kan angive en standardvisning samt vælge sorterings- og visningsindstillinger. Du kan også indstille om miniaturevisning skal anvendes for filtyper der understøtter dette.
es: Puede especificar una vista por defecto, seleccionar opciones de ordenación y de visualización. También puede espeficiar donde se mostrarán las miniaturas para los tipos que estén soportados.
gl: Pode especificar unha vista predeterminada, seleccionar as opcións de ordenación e de visualización. Tamén pode especificar se se mostran ou non miniaturas para os tipos de ficheiros que o soporten.
it: È possibile specificare una visualizzazione predefinita, selezionare le impostazioni di ordinamento e di visualizzazione. È anche possibile impostare se per un certo tipo di file supportato devono essere visualizzate le miniature.
pl: Możesz określić domyślny widok, zaznaczyć opcje sortowania i wyświetlania. Możesz takżę określić, czy miniaturki powinny być wyświetlane dla obsługiwanych plików.
tr: Öntanımlı görünüm belirleyebilir, sıralama seçeneklerini ve görünüm seçeneklerini düzenleyebilirsiniz. Ayrıca dosya türlerinin önizlemesinin gösterilip gösterilmeyeceğini belirleyebilirsiniz.
zh_tw: 您可以指定預設檢視、選取排序選項與顯示選項。您也可以指定那些支援縮圖的檔案類型是否要顯示縮圖。

source: View new folder using
bn: নতুন ফোল্ডার যা ব্যবহার করছে
ca: Visualització de directoris nous
da: Vis ny mappe ved at bruge
es: Ver las nuevas carpetas usando
gl: Ver os novos directorios usando
it: Visualizza nuove cartelle usando
pl: Pokazuj nowe foldery używając
tr: Yeni dizinleri şununla listele
zh_tw: 檢視新資料夾的設定
