Repository: simula67/Thunar-1.3.0
Catalog: docs/manual/po/*.po
Languages: bn, ca, da, es, gl, it, pl, tr, zh_tw

source: Every user has their own folder to hold their personal files and settings. This folder is called the <emphasis>home directory</emphasis> and is displayed in Thunar as special icon with the users login name. The folder is similar to the <guilabel>My Files</guilabel> folder known from Windows. The <emphasis>home directories</emphasis> of the various users in a system are usually located below the <filename role="directory">/home</filename> folder. For example <filename role="directory">/home/luke</filename> would be the home directory of the user with the login name <filename role="directory">luke</filename>, while <filename role="directory">/home/jane</filename> would be the home directory for the user with the login name <filename role="directory">jane</filename>.
bn: প্রত্যেক ব্যবহারকারীর নিজস্ব ফোল্ডার আছে যেখানে সে তার ব্যক্তিগত ফাইল ও সেটিংসমূহ রাখতে পারে। এই ফোল্ডারকে <emphasis>প্রধান ডিরেক্টরি</emphasis> বলা হয় এবং ব্যবহারকারীর নাম লগিং করতেই বিশেষ আইকন আকারে Thunar এ প্রদর্শিত হয়। ফোল্ডারটি উইন্ডোর <guilabel>আমার ফাইল</guilabel> ফোল্ডারের অনুরূপ। সিস্টেমে বিভিন্ন ব্যবহারকারীর <emphasis>প্রধান ডিরেক্টরি</emphasis> সাধারণত <filename role="directory">/home</filename> ফোল্ডারের নিচে থাকে। যেমন,<filename role="directory">/home/luke</filename>, ব্যবহারকারীর লগিং নাম <filename role="directory">luke</filename> এর প্রধান ডিরেক্টরি হবে এবং <filename role="directory">/home/jane</filename>, ব্যবহারকারীর লগিং নাম <filename role="directory">jane</filename> এর প্রধান ডিরেক্টরি হবে।
ca: Cada usuari té la seva carpeta per tenir-hi els seus fitxers personals així com els seus ajustaments. Aquesta carpeta s'anomena <emphasis>directori de l'usuari</emphasis> i es mostra a Thunar amb una icona especial amb el nom d'entrada de l'usuari. Aquesta carpeta és similar a la coneguda com «<guilabel>My Files</guilabel>» en sistemes Windows. Els <emphasis>directoris d'usuaris</emphasis> dels diversos usuaris del sistema sovint els trobareu dins de la carpeta <filename role="directory">/home</filename>. Per exemple, <filename role="directory">/home/luke</filename> hauria de ser el directori de l'usuari que té <filename role="directory">luke</filename> com a nom d'entrada al sistema, mentre que <filename role="directory">/home/jane</filename> hauria de ser el directori de l'usuari que té <filename role="directory">jane</filename> com a nom d'entrada al sistema.
da: Hver bruger har sin egen mappe til at opbevare personlige filer og indstillinger. Mappen hedder <emphasis>hjemmekataloget</emphasis> og er vist i Thunar som et særligt ikon med brugerens logindnavn. Mappen er ligesom <guilabel>Dokumenter</guilabel> fra Windows. De forskellige brugereres <emphasis>Hjemmekataloger</emphasis> i systemet er som regel lokaliseret under <filename role="directory">/home</filename>-mappen. F.eks. ville <filename role="directory">/home/luke</filename> være hjemmekataloget for brugeren af brugeren med logindnavnet <filename role="directory">luke</filename>, mens <filename role="directory">/home/jane</filename> ville være hjemmekataloget for brugeren med logindnavnet <filename role="directory">jane</filename>.
es: Cada usuario tiene su propia carpeta para guardar su configuración y archivos personales. Esta carpeta se llama <emphasis>carpeta personal</emphasis> y es mostrada en Thunar como un icono especian con el nombre de conexión de los usuarios. Esta carpeta es simila a la conocida <guilabel>Mis Documentos</guilabel> en Windows. Las <emphasis>carpeta personal</emphasis> de los usuarios en un sistema están usualmente localizadas en el directorio <filename role="directory">/home</filename>. Por ejemplo, <filename role="directory">/home/luke</filename> sería la carpeta personal del usuario de nombre de conexión <filename role="directory">luke</filename>, mientras que <filename role="directory">/home/jane</filename> sería la carpeta personal del usuarion con nombre de conexión <filename role="directory">jane</filename>.
gl: Cada usuario ten o seu propio cartafol para gardar os seus ficheiros e configuracións persoais. Este cartafol chámase <emphasis>directorio persoal</emphasis> e móstrase en Thunar como unha icona especial co nome de usuario do usuario. O cartafol é similar ao cartafol <guilabel>Os meus ficheiros</guilabel> de Windows. Os <emphasis>directorios persoais</emphasis> de varios usuarios do mesmo sistema normalmente están situados no cartafol <filename role="directory">/home</filename>. Por exemplo <filename role="directory">/home/xiana</filename> será o directorio persoal da usuaria que teña o nome de usuario <filename role="directory">xiana</filename>, mentres que <filename role="directory">/home/brais</filename> será o directorio do usuario co nome de usuario <filename role="directory">brais</filename>.
it: Ad ogni utente è associata una cartella in cui vengono archiviati i file e le impostazioni personali. Questa cartella è denominata <emphasis>directory casa</emphasis> ed è visualizzata in Thunar come un'icona speciale con il nome di login dell'utente. La cartella è simile a quella <guilabel>My Files</guilabel> presente nei sistemi Windows. Le <emphasis>directory casa</emphasis> dei vari utenti di un sistema, sono generalmente posizionate nella cartella <filename role="directory">/home</filename>. Per esempio <filename role="directory">/home/luca</filename> sarà la directory «casa» dell'utente con nome di login <filename role="directory">luca</filename>, mentre <filename role="directory">/home/giovanna</filename> sarà la directory «casa» per l'utente con il nome di login <filename role="directory">giovanna</filename>.
pl: Każdy użytkownik posiada swój własny folder do przechowywania osobistych plików i ustawień. Ten folder nazywany jest <emphasis>katalogiem domowym</emphasis> i jest wyświetlany w Thunarze jako specjalna ikona z nazwą użytkownika. Ten folder jest podobny do folderu <guilabel>Moje dokumenty</guilabel> znanego z Windows. <emphasis>Katalogi domowe</emphasis> różnych użytkowników są zazwyczaj położone w katalogu <filename role="directory">/home</filename>. Przykładowo <filename role="directory">/home/luke</filename> byłby katalogiem domowym użytkownika o loginie <filename role="directory">luke</filename>, podczas gdy <filename role="directory">/home/jane</filename> byłby katalogiem domowym użytkownika o loginie <filename role="directory">jane</filename>.
tr: Her kullanıcı kişisel dosyaları ve ayarları için kendi dizinine sahiptir. Bu dizin <emphasis>ev dizini</emphasis> olarak adlandırılmaktadır. Thunar her kullanıcı için özel bir simge ile bu ev dizinini göstermektedir. Ev dizini Windows işletim sistemindeki <guilabel>Belgelerim</guilabel> dizini ile benzerlik taşımaktadır. Ev dizinleri <filename role="directory">/home</filename> dizini altında yer alır ve her kullanıcının ismine göre <filename role="directory">/home/kullanıcıismi</filename> şeklinde dizin oluşturulur.
zh_tw: 每位使用者都擁有自己的目錄以置放自己的檔案和相關的設定。這個目錄稱為<emphasis>家目錄</emphasis> ，您在 Thunar 工具列上會看到一個標示著您登入帳號的特別小圖示。這個目錄有點類似您在 Windows 底下常看到的 <guilabel>我的文件夾</guilabel>。 系統使用者的<emphasis>家目錄</emphasis> 通常是被放在 <filename role="directory">/home</filename> 這個目錄底下。比如說 <filename role="directory">/home/luke</filename> 這個目錄就是登入帳號為 <filename role="directory">luke</filename>這個用戶的家目錄。同樣地 <filename role="directory">/home/jane</filename>也就是登入帳號為<filename role="directory">jane</filename>這個使用者的家目錄。

source: File Types
bn: ফাইলের ধরণ
ca: Tipus de fitxers
da: Filtyper
es: Tipos de archivo
gl: Tipos de ficheiros
it: Tipi di file
pl: Typy plików
tr: Dosya Türleri
zh_tw: 檔案類型

source: You may have already heard that everything is a file in UNIX. This is true for most objects present in UNIX systems today. In fact even devices are represented as a special files. While this may not make sense at first sight, it is one of the strengths of UNIX and its derivates, and has helped it to maintain a simple core over the years where other operating systems had to introduce new concepts for every new technology.
bn: আপনি ইতোমধ্যেই শুনে থাকবেন যে সবগুলো UNIX এর ফাইল। আজকাল UNIX সিস্টেমের সব অবজেক্টের জন্যই এটা প্রযোজ্য। প্রকৃতপক্ষে, ডিভাইসকেও বিশেষ ফাইল আকারে দেখানো হয়। প্রথমে এটাকে দেখে অর্থহীনও মনে হতে পারে, কিন্তু UNIX এবং এর ডিরাইভেটের এটি একটি ক্ষমতা এবং এটি সহজ একটি মূল বিষয় মেনে চলে যেখানে অন্য অপারেটিং সিস্টেমগুলোতে প্রতিটি নতুন প্রযুক্তির সাথে নতুন ধারণা যোগ করতে হয়।
ca: Pot ser que ja hageu sentit dir que tot és un fitxer en entorns UNIX. Això és cert per la majoria d'objectes que es poden trobat en els sistemes UNIX actuals. De fet, inclús els dispositius es representen com fitxers especials. Tot i que això pot no tenir sentit d'entrada, és un dels punts forts d'UNIX i dels seus derivats, i és una gran ajuda alhora de mantenir un nucli simple al llarg dels anys i on altres sistemes operatius es veuen forçats a afegir conceptes nous per cada nova tecnologia.
da: Du har måske allerde hørt at alting er en fil i UNIX. Dette er sandt for de fleste elementer i UNIX systemer idag. Faktisk er selv enheder repræsenteret som særlige filer. Selvom det måske ikke giver mening til at begynde med, er det en af fordelene i UNIX og dets efterfølgere og har hjulpet med at opretholde en enkel kerne gennem årene, mens andre styresystemer er nødt til at indføre nye begreber for hver ny teknologi.
es: Puede que haya oído que todo es un archivo en UNIX. Esto es verdadero para la mayoría de los objetos presentes un sistema de archivos UNIX de hoy en día. De hecho, incluso los dispositivos de hardware están representados como archivis especiales. Aunque puede que esto no tenga sentido a primera vista, es uno de los putos fuertes de UNIX y sus derivados, y ha ayudado a mantener un simple motor a lo largo de los años donde otros sistemas operativos han tenido que introducir nuevos conceptos para cada nueva tecnología.
gl: Pode que escoitara algunha vez que todo é un ficheiro en UNIX. Isto é certo para a maioría dos obxectos presentes nos sistemas UNIX hoxe en día. De feito incluso os dispositivos se representan como ficheiros especiais. Aínda que isto pode non ter sentido ao principio, é unha das grandes vantaxes de UNIX e os seus derivados, e contribuiu a manter un núcleo simple co paso dos anos mentres outros sistemas operativos tiveron que introducir novos conceptos para cada nova tecnoloxía.
it: Sarà già capitato di sentir dire che tutto è un file in UNIX. Questo è vero per la maggior parte degli oggetti presenti nei sistemi UNIX odierni; infatti, anche i dispositivi sono rappresentati come file speciali. Anche se questo può sembrare insensato, rappresenta uno dei punti di forza di UNIX e dei suoi derivati, e ha permesso di mantenere negli anni un semplice nocciolo centrale mentre altri sistemi operativi hanno dovuto introdurre dei nuovi concetti per ogni nuova tecnologia.
pl: Być może słyszałeś już, że w Uniksie wszystko jest plikiem. Jest to prawda dla większości elementów spotykanych w dzisiejszych systemach uniksowych. W rzeczywistości nawet urządzenia są reprezentowane jako specjalne pliki. Być może na pierwzsy rzut oka nie ma to sensu, jednak jest to jedna z najpoważniejszych zalet Uniksa i jego pochodnych, która przyczyniła się do utrzymywania prostego rdzenia przez lata, podczas gdy inne systemy operacyjne musiały wprowadzać nowe koncepcje dla każdej nowej technologii.
tr: UNIX ve benzeri sistemlerde herşeyin bir dosya olduğunu duymuş olabilirsiniz. Bu birçok güncel UNIX sistemi için doğrudur. Aygıtlar bile özel dosyalar biçimindedir. İlk bakışta ilgi çekici bir özellik gibi görünmese de bu UNIX ve benzeri işletim sistemlerinin güçlü bir özelliğidir. Diğer işletim sistemleri yeni teknolojiler için yeni konseptler gerektirse bile UNIX ve benzeri işletim sistemlerinin böyle bir konsept yenilemesine ihtiyacı bulunmamaktadır.
zh_tw: 也許您有聽說在 UNIX 底下任何東西都是「檔案」， 時至今日 UNIX 的本色依然如此。事實上就連硬體設備也被當作特別的「檔案」。或許乍聽之下會有點奇怪，這卻正是 Unix 具有韌性和延展性的強項之一。如此安排讓 Unix 數十年來不管面對怎樣的新科技，核心架構依然單純合理。不像其他的作業系統需要不斷花時間更改它們的架構內容才有辦法跟上時代。

source: These are the four most important types of files in the UNIX file system.
bn: এগুলো UNIX ফাইল সিস্টেমের চারটি সবচেয়ে গুরুত্বপূর্ন ফাইল।
ca: Aquests són els quatre tipus de fitxers més important en els sistemes de fitxers UNIX.
da: Dette er de fire vigtigste filtyper i UNIX-filsystemet.
es: Estas son los cuatro tipos de archivos más importantes en un sistema de archivos UNIX.
gl: Estes son os catro tipos de ficheiros máis importantes no sistema de ficheiros de UNIX.
it: Questi sono i quattro tipi di file più importanti per i sistemi UNIX
pl: Są cztery podstawowe i najważniejsze typy plików w uniksowym systemie plików.
tr: UNIX dosya sisteminde dört önemli dosya türü bulunmaktadır:
zh_tw: 在 UNIX 系統中，有四種最重要的檔案類型您不可不知。

source: Ordinary Files
bn: সাধারণ ফাইল
ca: Fitxers ordinaris
da: Almindelige filer
es: Arvhicos corrientes
gl: Ficheiros normais
it: File ordinari
pl: Zwykłe pliki
tr: Sıradan Dosyalar
zh_tw: 實質檔案

source: An ordinary file may contain text, a program or other data. This includes image files, audio files, office documents and video files. The term <emphasis>file</emphasis> is often used to refer to an ordinary file.
bn: একটি সাধারন ফাইলে টেক্সট, প্রোগ্রাম অথবা অন্যান্য ডাটা থাকতে পারে। এগুলোতে ছবি ফাইল, অডিও ফাইল, অফিস ডকুমেন্ট এবং ভিডিও ফাইল যুক্ত থাকে। সাধারণ ফাইল বোঝাতে <emphasis>ফাইল</emphasis> টার্মটি ব্যবহার করা হয়।
ca: Un fitxer ordinari pot tenir text, un programa o qualsevol tipus de dades. Això inclou fitxers d'imatges, d'àudio, documents d'aplicacions ofimàtiques i fitxers de vídeo. El terme <emphasis>fitxer</emphasis> s'empra sovint per referir-se a fitxers ordinaris.
da: En almindelig fil kan indeholde tekst, et program eller anden data. Dette inkluderer billedfiler, lydfiler, kontordokumenter og videofiler. Begrebet <emphasis>fil</emphasis> er ofte brugt som henvisning til en almindelig fil.
es: Un archivo corriente puede contener texto, un programa, u otros datos, esto incluye imágenes, archivos de audio, documentos de oficina y archivos de vídeo. El término <emphasis>archivo</emphasis> es a menudo usado para referirse a un archivo ordinario.
gl: Un ficheiro normal pode conter texto, un programa ou outros datos. Isto inclúe ficheiros de imaxe, ficheiros de son, documentos de oficina e ficheiros de vídeo. O termo <emphasis>ficheiro</emphasis> úsase a miúdo para refirirse a un ficheiro normal.
it: Un file ordinario può contenere del testo, un programma o altri dati. Appartengono a questa categoria le immagini, i file audio, i documenti e i video. Il termine <emphasis>file</emphasis> è spesso utilizzato per riferirsi a un file ordinario.
pl: Zwykły plik może zawierać tekst, program lub inne dane, włączając w to pliki obrazów, dźwięki, dokumenty biurowe i pliki wideo. Termin <emphasis>plik</emphasis> jest często używany w odniesieniu do zwykłego pliku.
tr: Sıradan dosyalar, metin dosyası, program veya başka türlü veri olabilir. Başka türlü veri, resim dosyaları, çoklu ortam dosyaları, ofis dokümanları olabilir. <emphasis>dosya</emphasis> sıradan dosyaları nitelemek için kullanılır.
zh_tw: 實質檔案的定義包含文字、程式、或其它具體的資料。像是影像檔、音訊檔、辦公文件、影片檔等這些常見的東西。一般我們講的 <emphasis>檔案</emphasis> 其實就是在說這些實質檔案。

source: Folder Files
bn: ফোল্ডার ফাইল
ca: fitxers carpetes
da: Mappefiler
es: Archivos de directorio
gl: Ficheiros de cartafol
it: Cartelle
pl: Pliki folderów
tr: Dizin Dosyaları
zh_tw: 目錄檔

source: Folders are also files in the UNIX file system. To be exact a folder is a special file, which contains a mapping of file names to file references for every file contained within this folder.
bn: UNIX ফাইল সিস্টেমে ফোল্ডার ফাইল আকারে থাকে। প্রকৃতপক্ষে ফোল্ডার হল এ
ca: Les carpetes també són fitxers en els sistemes de fitxers UNIX. Per ser exacte una carpeta és un cas especial de fitxer, i que conté un mapa de referències de noms de fitxers a fitxers per cada fitxer que hi ha a la carpeta.
da: Mapper er også filer i UNIX filsystemet. For at være nøjagtig er mapper en særlig fil, der indeholder en kortlægning af filnavne til filreferencer for hver enkelt fil der er inden i denne mappe.
es: Las carpetas son también archivos en un sitema de archivos UNIX. Para ser exactos, una carpeta es un archivo especial, que contiene un mapa con el nombre y una referencia de cada archivo contenido dentro de esta carpeta.
gl: Os cartafoles tamén son ficheiros no sistema de ficheiros de UNIX. Para ser exactos é un ficheiro especial, que contén unha relación de nomes de ficheiros e referencias de ficheiros por cada ficheiro contido nese cartafol.
it: Le cartelle sono considerate come file nei sistemi UNIX. Per essere esatti una cartella è un particolare tipo di file che contiene una lista dei nomi dei file con i riferimenti ai file contenuti nella cartella stessa.
pl: W uniksowym systemie plików foldery także są plikami. Aby być dokładnym, foldery są specjalnymi plikami, które zawierają odwzorowania nazw plików na pliki, dla każdego pliku zawartego wewnątrz folderu.
tr: UNIX dosya sisteminde dizinler de birer dosyadır. Dizin başka dosyaları da içinde barındırabilen bir tür dosyadır.
zh_tw: 資料夾在 UNIX 裡也是一種檔案。我們要把它視作一種特殊檔案，主要的功用在於儲存資料夾中每個實質檔案依照其檔名所產生的對應關係並且處理和安置這些關聯性。

source: Symbolic Link Files
bn: প্রতীকি লিংক ফাইল
ca: Fitxers d'enllaç simbòlic
da: Symbolske henvisningsfiler
es: Enlaces simbólicos
gl: Ficheiros de ligazón simbólica
it: Collegamenti simbolici
pl: Pliki dowiązań (łącz) symbolicznych
tr: Sembolik Bağ Dosyaları
zh_tw: 符號連結檔

source: A Symbolic link (often called a <emphasis>symlink</emphasis>) is a special file that contains a path to another file in the file system. Symbolic link files therefore do not contain any useful information themselves, but just refer to other files.
bn: প্রতীকি লিঙ্ক (প্রায়ই <emphasis>সিমলিঙ্ক</emphasis> বলা হয়) হল একটি বিশেষ ফাইল যেখানে ফাইল সিস্টেমের অন্য একটি ফাইলের পাথ থাকে। অতএব, প্রতীকি লিঙ্ক ফাইলে কোনো কার্যকরী তথ্য থাকেনা, কিন্তু অন্য ফাইলে আছে তা উল্লেখ করে দেয়।
ca: Un enllaç simbòlic —que sovint s'abrevia com a <emphasis>symlink</emphasis> pel seu origen anglès «Symbolic Link») és un fitxer especial que té un camí fins un altre fitxer del sistema de fitxers. Per tant, l'enllaç simbòlic no té informació valuosa per sí mateix i tant sols referencia un altre fitxer.
da: En symbolsk henvisning (ofte kaldt en <emphasis>symlink</emphasis> er en særlig fil der indeholder en sti til en anden fil i filsystemet. Symbolske henvisningsfiler indeholder derfor ikke nogen brugbar information i sig selv, men henviser bare til andre filer.
es: Un enlace simbólico (a menudo llamado <emphasis>symlink</emphasis>) es un archivi especial que contiene una ruta a otro archivo en el sistema de archivos. Por lo tanto, los enlaces simbólicos no contienen información útil, sólo apuntan a otro archivo.
gl: Unha Ligazón simbólica (a miúdo chamada <emphasis>symlink</emphasis>) é un ficheiro especial que contén a ruta doutro ficheiro do sistema de ficheiros. As ligazóns simbólicas non conteñen polo tanto ningunha información útil, simplemente apuntan a outros ficheiros.
it: Un collegamento simbolico (spesso chiamato <emphasis>symlink</emphasis>) è un particolare tipo di file che contiene un percorso a un altro file. I file dei collegamenti simbolici non contengono di per sé nessuna informazione utile, ma costituisco esclusivamente un riferimento ad altri file.
pl: Dowiązanie symboliczne (często zwane <emphasis>symlinkiem</emphasis>) jest specjalnym plikiem zawierającym ścieżkę do innego pliku w systemie plików. Dowiązania symboliczne nie zawierają żadnych użytecznych informacji same w sobie, ale odnoszą się do innych plików.
tr: Sembolik bağ dosyaları (genellikle <emphasis>symlink</emphasis> olarak isimlendirilir) başka bir dosya yoluna işaret eden özel dosyalardır. Sembolik bağ dosyaları önemli bilgi içermez ve sadece diğer dosyalara işaret ederler.
zh_tw: 符號連結 (常被稱為 <emphasis>symlink</emphasis>) 是一種特殊的檔案，內含檔案系統上另一個檔案的路徑。符號連結檔案除了指向其它檔案以外，本身並未包含太多有用的資訊。

source: Device Files
bn: ডিভাইস ফাইল
ca: Fitxers de dispositius
da: Enhedsfiler
es: Archivos de Dispositivos
gl: Ficheiros de dispositivo
it: Dispositivi e supporti
pl: Pliki urządzeń
tr: Aygıt Dosyaları
zh_tw: 裝置檔

source: As mentioned earlier (most) devices are also accessed through the file system. These special device files are usually located in the <filename role="directory">/dev</filename> folder. For example the special file <filename>/dev/hda</filename> represents the first IDE disk on Linux.
bn: পূর্বে উল্লেখানুসারে, পূর্ববর্তী (বেশীরভাগ) ডিভাইসসমূহ ফাইল সিস্টেমের সাহায্যে চালু হয়। এই বিশেষ ডিভাইস ফাইলগুলো সাধারনত <filename role="directory">/dev</filename> ফোল্ডারেই থাকে। যেমন, বিশেষ ফাইল <filename>/dev/hda</filename> লিনাক্সে IDE ডিস্ককেই বোঝায়।
ca: Com hem dit anteriorment a la majoria de dispositius es pot accedir via el sistema de fitxers. Aquest fitxers de dispositius especials els trobareu sovint en la carpeta <filename role="directory">/dev</filename>. Per exemple, el fitxer especial <filename>/dev/hda</filename> representa el primer disc IDE en sistemes Linux.
da: Som nævnt tidligere tilgås enheder (de fleste) også gennem filsystemet. Disse særlige enhedsfiler er som regel lokaliseret i <filename role="directory">/dev</filename> mappen. F.eks. repræsenterer den specielle fil <filename>/dev/hda</filename> den første IDE-disk på Linux.
es: Como mencionamos anteriormente, a la mayoría de los disposistivos de hardware, también se accede a través del sistema de archivos. Estos archivos especiales de disposistivos están usualmente localizados en el directorio <filename role="directory">/dev</filename>ename>. Por ejemplo, el archivo especial <filename>/dev/hda</filename> representa el primer disco IDE disk en Linux.
gl: Como se mencionou antes á (maioría dos) dispositivos accédese a través do sistema de ficheiros. Estes ficheiros de dispositivo especiais normalmente están situados no cartafol <filename role="directory">/dev</filename>. Por exemplo o ficheiro especial <filename>/dev/hda</filename> representa ao primeiro disco IDE en Linux.
it: Come già detto in precedenza, la maggior parte dei dispositivi (o supporti) sono considerati dal sistema come file. Spesso vengono posizionati nella cartella <filename role="directory">/dev</filename>. Per esempio, il file <filename>/dev/hda</filename> rappresenta il primo disco IDE su Linux.
pl: Jak wspomniano wcześniej, większość urządzeń jest dostępnych przez system plików. Te specjalne pliki urządzeń są zazwyczaj położone w katalogu <filename role="directory">/dev</filename>. Przykładowo, plik specjalny <filename>/dev/hda</filename> reprezentuje w Linuksie pierwszy dysk IDE.
tr: Daha önce de belirtildiği gibi aygıtlar da dosya olarak erişime açıktır. Bu özel aygıt dosyaları <filename role="directory">/dev</filename> dizini altında bulunur. Örnek verecek olursak, <filename>/dev/hda</filename> Linux üzerinde birincil IDE disk anlamına gelmektedir.
zh_tw: 前面提到既然硬體是「檔案」，它們當然也位於檔案系統之中。這些特殊的「硬體檔」通常都擺在 <filename role="directory">/dev</filename> 這個資料夾。比方說「硬體檔」 <filename>/dev/hda</filename> 就代表您的Linux 裡頭第一顆(a) IDE 硬碟(hd)。

source: Frequently Asked Questions
bn: যেসব প্রশ্ন প্রায়ই জিজ্ঞাসা করা হয়
ca: Preguntes freqüents
da: Ofte Stillede Spørgsmål
es: Preguntas frecuentes
gl: Preguntas máis frecuentes (FAQ)
it: Domande poste frequentemente (FAQ)
pl: Najczęściej zadawane pytania (FAQ)
tr: Sıkça Sorulan Sorular
zh_tw: 常見問題集
