<html><head><meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1"><title>&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;</title><link rel="stylesheet" href="../thunar.css" type="text/css"><meta name="generator" content="DocBook XSL Stylesheets V1.75.2"><link rel="home" href="index.html" title="Thunar &#27284;&#26696;&#31649;&#29702;&#21729;"><link rel="up" href="index.html" title="Thunar &#27284;&#26696;&#31649;&#29702;&#21729;"><link rel="prev" href="index.html" title="Thunar &#27284;&#26696;&#31649;&#29702;&#21729;"><link rel="next" href="working-with-files-and-folders.html" title="&#31649;&#29702;&#24744;&#30340;&#27284;&#26696;&#33287;&#36039;&#26009;&#22846;"></head><body bgcolor="white" text="black" link="#0000FF" vlink="#840084" alink="#0000FF"><div class="navheader"><table width="100%" summary="Navigation header"><tr><th colspan="3" align="center">&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;</th></tr><tr><td width="20%" align="left"><a accesskey="p" href="index.html">&#21069;&#19968;&#38913;</a> </td><th width="60%" align="center"> </th><td width="20%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">&#19979;&#19968;&#38913;</a></td></tr></table><hr></div><div class="sect1" title="&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;"><div class="titlepage"><div><div><h2 class="title" style="clear: both"><a name="the-file-manager-window"></a>&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;</h2></div></div></div><p>&#38928;&#35373;&#24773;&#27841;&#19979;&#65292;&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;&#26159;&#30001;&#24038;&#26041;&#30340;&#25463;&#24465;&#31383;&#26684;&#12289;&#21491;&#26041;&#30340;&#20027;&#35201;&#21312;&#22495;&#12289;&#20027;&#35201;&#21312;&#22495;&#19978;&#26041;&#30340;&#36335;&#24465;&#21015;&#25152;&#27083;&#25104;&#12290;</p><div class="screenshot"><div class="mediaobject"><img src="images/file-manager-window.png" alt="&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;"></div></div><p><span class="guilabel"><strong>&#25463;&#24465;&#31383;&#26684;</strong></span>&#25552;&#20379;&#19968;&#20123;&#24744;&#31995;&#32113;&#19978;&#19981;&#21516;&#36039;&#26009;&#22846;&#30340;&#25463;&#24465;&#12290;&#31532;&#19968;&#20491;&#25463;&#24465;&#26371;&#36914;&#20837;<span class="emphasis"><em>&#23478;&#36039;&#26009;&#22846;</em></span>&#65292;&#37027;&#26159;&#29992;&#20358;&#20786;&#23384;&#24744;&#25152;&#26377;&#20491;&#20154;&#36039;&#26009;&#30340;&#36039;&#26009;&#22846;&#65292;&#25152;&#20197;&#26371;&#20197;&#30446;&#21069;&#20351;&#29992;&#32773;&#30340;&#21517;&#31281;&#34920;&#31034;&#12290;&#31532;&#20108;&#20491;&#25463;&#24465;&#23559;&#24118;&#38936;&#24744;&#26597;&#30475;&#22403;&#22334;&#26742;&#65292;&#23427;&#20445;&#30041;&#24744;&#21034;&#38500;&#36942;&#30340;&#27284;&#26696;&#65292;&#20006;&#19988;&#26410;&#20358;&#21487;&#20197;&#23559;&#23427;&#20497;&#36996;&#21407;&#12290;&#31532;&#19977;&#20491;&#25463;&#24465;&#26371;&#24341;&#38936;&#24744;&#21069;&#24448;<span class="emphasis"><em>&#26700;&#38754;&#36039;&#26009;&#22846;</em></span>&#65292;&#23427;&#21253;&#21547;&#39023;&#31034;&#22312;&#24744;&#26700;&#38754;&#19978;&#30340;&#27284;&#26696;&#33287;&#36039;&#26009;&#22846;&#12290;&#31532;&#22235;&#20491;&#25463;&#24465;&#21063;&#26371;&#24118;&#33879;&#24744;&#21040;&#24744;&#27284;&#26696;&#31995;&#32113;&#30340;&#26681;&#30446;&#37636;&#21435; - &#38614;&#28982;&#23427;&#23565;&#26044; Linux/Unix &#26032;&#25163;&#20358;&#35498;&#36996;&#26377;&#40670;&#20196;&#20154;&#25720;&#19981;&#33879;&#38957;&#32210;&#65292;&#20294;&#24744;&#36996;&#26159;&#26377;&#21487;&#33021;&#24819;&#25506;&#32034;&#23427;&#12290;&#21482;&#35201;&#40670;&#36984;&#19981;&#21516;&#30340;&#36039;&#26009;&#22846;&#24460;&#23601;&#33021;&#26597;&#30475;&#35041;&#38754;&#26377;&#20160;&#40636;&#26481;&#35199;&#12290;</p><p>&#22312;<span class="emphasis"><em>&#27284;&#26696;&#31995;&#32113;</em></span>&#25463;&#24465;&#30340;&#19979;&#26041;&#65292;&#26371;&#39023;&#31034;&#21487;&#31227;&#38500;&#24335;&#35037;&#32622;&#33287;&#23186;&#39636;&#12290;&#22312;&#19978;&#26041;&#30340;&#34722;&#24149;&#25847;&#22294;&#20013;&#65292;&#24744;&#21487;&#20197;&#30475;&#35211;&#19968;&#20491;<span class="guilabel"><strong>&#36575;&#30879;&#27231;</strong></span>&#25463;&#24465;&#12290;&#40670;&#25802;&#36889;&#20123;&#25463;&#24465;&#20197;&#23384;&#21462;&#20786;&#23384;&#22312;&#21487;&#31227;&#38500;&#24335;&#35037;&#32622;&#33287;&#23186;&#39636;&#20839;&#30340;&#36039;&#26009;&#12290;&#35531;&#35211; <a class="xref" href="using-removable-media.html" title="&#20351;&#29992;&#21487;&#31227;&#38500;&#24335;&#23186;&#39636;">&#8220;&#20351;&#29992;&#21487;&#31227;&#38500;&#24335;&#23186;&#39636;&#8221;</a> &#20197;&#30637;&#35299;&#26356;&#22810;&#32048;&#31680;&#12290;</p><p>&#21097;&#19979;&#30340;&#25463;&#24465;&#26159;&#20351;&#29992;&#32773;&#33258;&#34892;&#23450;&#32681;&#30340;&#12290;&#21482;&#35201;&#23559;&#36039;&#26009;&#22846;&#25302;&#26355;&#33267;<span class="guilabel"><strong>&#25463;&#24465;&#31383;&#26684;</strong></span>&#20839;&#65292;&#23601;&#33021;&#36629;&#39686;&#21152;&#20837;&#24744;&#33258;&#24049;&#30340;&#25463;&#24465;&#12290;&#36889;&#27171;&#24744;&#20415;&#21487;&#20197;&#21363;&#26178;&#23384;&#21462;&#37325;&#35201;&#30340;&#36039;&#26009;&#22846;&#12290;&#33509;&#35201;&#31227;&#38500;&#20043;&#21069;&#21152;&#20837;&#30340;&#25463;&#24465;&#65292;&#23565;&#35442;&#25463;&#24465;&#40670;&#25802;&#21491;&#37749;&#20006;&#36984;&#25799;<span class="guimenuitem"><strong>&#31227;&#38500;&#25463;&#24465;</strong></span>&#12290;&#33509;&#35201;&#37325;&#26032;&#21629;&#21517;&#20043;&#21069;&#21152;&#20837;&#30340;&#25463;&#24465;&#65292;&#23565;&#35442;&#25463;&#24465;&#40670;&#25802;&#21491;&#37749;&#20006;&#36984;&#25799;<span class="guimenuitem"><strong>&#37325;&#26032;&#21629;&#21517;&#25463;&#24465;</strong></span>&#12290;&#35531;&#27880;&#24847;&#36889;&#20123;&#21205;&#20316;&#21482;&#26371;&#24433;&#38911;&#21040;&#25463;&#24465;&#32780;&#24050;&#65292;&#19981;&#26371;&#21453;&#25033;&#21040;&#25463;&#24465;&#25152;&#21443;&#29031;&#30340;&#36039;&#26009;&#22846;&#12290;</p><p><span class="emphasis"><em>&#20027;&#35201;&#21312;&#22495;</em></span> &#29992;&#20358;&#39023;&#31034;&#30446;&#21069;&#36039;&#26009;&#22846;&#20839;&#30340;&#20839;&#23481;&#12290;&#35531;&#38617;&#25802;&#36039;&#26009;&#22846;&#20197;&#36914;&#20837;&#20854;&#20013;&#65292;&#25509;&#33879;&#37341;&#23565;&#27284;&#26696;&#25110;&#36039;&#26009;&#22846;&#40670;&#25802;&#21491;&#37749;&#20197;&#21462;&#24471;&#24773;&#22659;&#36984;&#21934;&#65292;&#24773;&#22659;&#36984;&#21934;&#25552;&#20379;&#24744;&#19968;&#20123;&#30446;&#21069;&#24773;&#22659;&#19979;&#21487;&#20197;&#20570;&#20160;&#40636;&#20107;&#30340;&#36984;&#38917;&#12290;&#24744;&#21487;&#20197;&#36879;&#36942;&#28369;&#40736;&#25302;&#26355;&#20986;&#19968;&#20491;&#30697;&#24418;&#65292;&#20006;&#23559;&#35442;&#30697;&#24418;&#35206;&#33995;&#20303;&#24744;&#24819;&#36984;&#21462;&#30340;&#22810;&#38917;&#27284;&#26696;&#20358;&#36984;&#21462;&#23427;&#20497;&#12290;&#21478;&#22806;&#65292;&#24744;&#20063;&#21487;&#20197;&#20808;&#36984;&#21462;&#19968;&#20491;&#27284;&#26696;&#65292;&#25509;&#33879;&#25353;&#20303; <span class="keycap"><strong>Shift</strong></span> &#37749;&#65292;&#20877;&#20351;&#29992;&#26041;&#21521;&#37749;&#20358;&#22686;&#21152;&#25110;&#28187;&#23569;&#24744;&#30340;&#36984;&#21462;&#38917;&#30446;&#12290;</p><p><span class="emphasis"><em>&#36335;&#24465;&#21015;</em></span> &#29992;&#20358;&#39023;&#31034;&#24744;&#30446;&#21069;&#25152;&#22312;&#30340;&#36039;&#26009;&#22846;&#36335;&#24465;&#12290;&#24744;&#21487;&#20197;&#40670;&#25802;&#20219;&#20309;&#36335;&#24465;&#21015;&#25353;&#37397;&#20358;&#35722;&#25563;&#33267;&#25353;&#37397;&#25152;&#20195;&#34920;&#30340;&#36039;&#26009;&#22846;&#12290;&#23565;&#36335;&#24465;&#21015;&#25353;&#37397;&#40670;&#25802;&#21491;&#37749;&#26371;&#24118;&#20986;&#38468;&#26377;&#19968;&#20123;&#36984;&#38917;&#30340;&#24773;&#22659;&#36984;&#21934;&#12290;</p><div class="sect2" title="&#33258;&#35330;&#22806;&#35264;"><div class="titlepage"><div><div><h3 class="title"><a name="customizing-the-appearance"></a>&#33258;&#35330;&#22806;&#35264;</h3></div></div></div><p>&#26377;&#35377;&#22810;&#26041;&#24335;&#21487;&#20197;&#33258;&#35330;&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;&#30340;&#22806;&#35264;&#12290;&#33289;&#20363;&#20358;&#35498;&#65292;&#22914;&#26524;&#24744;&#19981;&#21916;&#27489;&#22294;&#31034;&#39023;&#31034;&#30340;&#26041;&#24335;&#65292;&#37027;&#40636;&#24478;&#20027;&#36984;&#21934;&#36984;&#25799;<span class="guimenu"><strong>&#27298;&#35222;</strong></span> &#8594; <span class="guimenuitem"><strong>&#20197;&#35443;&#32048;&#28165;&#21934;&#26041;&#24335;&#27298;&#35222;</strong></span>&#23601;&#33021;&#23559;&#30446;&#21069;&#36039;&#26009;&#22846;&#30340;&#20839;&#23481;&#20197;&#28165;&#21934;&#30340;&#26041;&#24335;&#39023;&#31034;&#12290;</p><p>&#24744;&#21487;&#20197;&#35731;&#27284;&#26696;&#31649;&#29702;&#21729;&#35222;&#31383;&#29992;&#20301;&#32622;&#21015;&#21462;&#20195;&#36335;&#24465;&#21015;&#65292;&#21482;&#35201;&#24478;&#20027;&#36984;&#21934;&#36984;&#25799;<span class="guimenu"><strong>&#27298;&#35222;</strong></span> &#8594; <span class="guimenuitem"><strong>&#20301;&#32622;&#34920;&#31034;</strong></span> &#8594; <span class="guimenuitem"><strong>&#24037;&#20855;&#21015;&#39080;&#26684;</strong></span>&#23601;&#33021;&#36948;&#25104;&#12290;</p><p>&#22914;&#26524;&#24744;&#20559;&#22909;&#24038;&#26041;&#31383;&#26684;&#20839;&#26159;&#27193;&#29376;&#27298;&#35222;&#65292;&#37027;&#40636;&#24478;&#20027;&#36984;&#21934;&#36984;&#25799;<span class="guimenu"><strong>&#27298;&#35222;</strong></span> &#8594; <span class="guimenuitem"><strong>&#20596;&#31383;&#26684;</strong></span> &#8594; <span class="guimenuitem"><strong>&#27193;&#29376;&#22294;</strong></span>&#21363;&#21487;&#12290;</p><div class="sect3" title="&#35443;&#32048;&#28165;&#21934;&#27298;&#35222;&#27169;&#24335;&#19979;&#30340;&#21487;&#35211;&#27396;&#20301;"><div class="titlepage"><div><div><h4 class="title"><a name="visible-columns-in-the-detailed-list-view"></a>&#35443;&#32048;&#28165;&#21934;&#27298;&#35222;&#27169;&#24335;&#19979;&#30340;&#21487;&#35211;&#27396;&#20301;</h4></div></div></div><p>&#22914;&#26524;&#24744;&#20559;&#22909;&#23559;&#36039;&#26009;&#22846;&#30340;&#20839;&#23481;&#20197;&#28165;&#21934;&#26041;&#24335;&#39023;&#31034;&#65292;&#20063;&#23601;&#26159;&#20351;&#29992;<span class="guilabel"><strong>&#20197;&#35443;&#32048;&#28165;&#21934;&#26041;&#24335;&#27298;&#35222;</strong></span>&#30340;&#35441;&#65292;&#24744;&#21487;&#20197;&#33258;&#35330;&#28165;&#21934;&#27298;&#35222;&#25152;&#39023;&#31034;&#30340;&#27396;&#20301;&#12290;&#24819;&#35201;&#33258;&#35330;&#21487;&#35211;&#27396;&#20301;&#30340;&#35441;&#65292;&#24478;&#20027;&#36984;&#21934;&#36984;&#25799;<span class="guimenu"><strong>&#27298;&#35222;</strong></span> &#8594; <span class="guimenuitem"><strong>&#35373;&#23450;&#27396;&#20301;...</strong></span>&#21363;&#21487;&#12290;</p><div class="screenshot"><div class="mediaobject"><img src="images/visible-columns.png" alt="&#21487;&#35211;&#27396;&#20301;"></div></div><div class="variablelist"><dl><dt><span class="term"><span class="guilabel"><strong>&#21487;&#35211;&#27396;&#20301;</strong></span></span></dt><dd><p>&#24478;&#21487;&#29992;&#30340;&#27396;&#20301;&#28165;&#21934;&#20013;&#36984;&#21462;&#24744;&#24819;&#35201;&#39023;&#31034;&#30340;&#27396;&#20301;&#12290;&#40670;&#25802;<span class="guibutton"><strong>&#19978;&#31227;</strong></span>&#25110;<span class="guibutton"><strong>&#19979;&#31227;</strong></span>&#20358;&#35722;&#26356;&#27396;&#20301;&#30340;&#38918;&#24207;&#12290;&#40670;&#25802;<span class="guibutton"><strong>&#20351;&#29992;&#38928;&#35373;</strong></span>&#20358;&#25764;&#37559;&#25152;&#20570;&#30340;&#35722;&#26356;&#12290;</p></dd><dt><span class="term"><span class="guilabel"><strong>&#27396;&#20301;&#22823;&#23567;</strong></span></span></dt><dd><p>&#33509;&#24744;&#24819;&#35201;&#35731;&#28165;&#21934;&#27298;&#35222;&#27396;&#20301;&#22312;&#25991;&#23383;&#34987;&#36974;&#20303;&#26178;&#33258;&#21205;&#24310;&#23637;&#27396;&#20301;&#35731;&#25991;&#23383;&#21487;&#20197;&#23436;&#20840;&#30475;&#35211;&#30340;&#35441;&#65292;&#21063;&#36984;&#21462;<span class="guibutton"><strong>&#20381;&#38656;&#27714;&#33258;&#21205;&#24310;&#23637;&#27396;&#20301;</strong></span>&#12290;</p></dd></dl></div></div></div></div><div class="navfooter"><hr><table width="100%" summary="Navigation footer"><tr><td width="40%" align="left"><a accesskey="p" href="index.html">&#21069;&#19968;&#38913;</a> </td><td width="20%" align="center"> </td><td width="40%" align="right"> <a accesskey="n" href="working-with-files-and-folders.html">&#19979;&#19968;&#38913;</a></td></tr><tr><td width="40%" align="left" valign="top">Thunar &#27284;&#26696;&#31649;&#29702;&#21729; </td><td width="20%" align="center"><a accesskey="h" href="index.html">&#20839;&#23481;</a></td><td width="40%" align="right" valign="top"> &#31649;&#29702;&#24744;&#30340;&#27284;&#26696;&#33287;&#36039;&#26009;&#22846;</td></tr></table></div></body></html>
